[{"name":"因太炎先生而想起的二三事","content":"本篇最初印入一九三七年三月二十五日出版的《工作與學習叢刊》之二《原野》一書。系作者逝世前二日所作（未完稿），是他最後的一篇文章。\n\n\n　　寫完題目，就有些躊躕，怕空話多於本文，就是俗語之所謂「雷聲大，雨點小」。做了《關於太炎先生二三事》以後，好像還可以寫一點閒文，但已經沒有力氣，只得停止了。第二天一覺醒來，日報已到，拉過來一看，不覺自己摩一下頭頂，驚歎道：「二十五週年的雙十節！原來中華民國，已過了一世紀的四分之一了，豈不快哉！」但這「快」是迅速的意思。後來亂翻增刊，偶看見新作家的憎惡老人的文章，便如兜頂澆半瓢冷水。自己心裡想：老人這東西，恐怕也真為青年所不耐的。例如我罷，性情即日見乖張，二十五年而已，卻偏喜歡說一世紀的四分之一，以形容其多，真不知忙著什麼；而且這摩一下頭頂的手勢，也實在可以說是太落伍了。\n\n　　這手勢，每當驚喜或感動的時候，我也已經用了一世紀的四分之一，猶言「辮子究竟剪去了」，原是勝利的表示。這種心情，和現在的青年也是不能相通的。假使都會上有一個拖著辮子的人，三十左右的壯年和二十上下的青年，看見了恐怕只以為珍奇，或者竟覺得有趣，但我卻仍然要憎恨，憤怒，因為自己是曾經因此吃苦的人，以剪辮為一大公案的緣故。我的愛護中華民國，焦唇敝舌，恐其衰微，大半正為了使我們得有剪辮的自由，假使當初為了保存古跡，留辮不剪，我大約是決不會這樣愛它的。張勳來也好，段祺瑞來也好，我真自愧遠不及有些士君子的大度。\n\n　　當我還是孩子時，那時的老人指教我說：剃頭擔上的旗竿，三百年前是掛頭的。滿人入關，下令拖辮，剃頭人沿路拉人剃髮，誰敢抗拒，便砍下頭來掛在旗竿上，再去拉別的人。那時的剃髮，先用水擦，再用刀刮，確是氣悶的，但掛頭故事卻並不引起我的驚懼，因為即使我不高興剃髮，剃頭人不但不來砍下我的腦袋，還從旗竿斗裡摸出糖來，說剃完就可以吃，已經換了懷柔方略了。見慣者不怪，對辮子也不覺其醜，何況花樣繁多，以姿態論，則辮子有松打，有緊打，辮線有三股，有散線，周圍有看發（即今之「劉海」），看發有長短，長看發又可打成兩條細辮子，環於頂搭之周圍，顧影自憐，為美男子；以作用論，則打架時可拔，犯奸時可剪，做戲的可掛於鐵竿，為父的可鞭其子女，變把戲的將頭搖動，能飛舞如龍蛇，昨在路上，看見巡捕拿人，一手一個，以一捕二，倘在辛亥革命前，則一把辮子，至少十多個，為治民計，也極方便的。不幸的是所謂「海禁大開」，士人漸讀洋書，因知比較，縱使不被洋人稱為「豬尾」，而既不全剃，又不全留，剃掉一圈，留下一撮，打成尖辮，如慈菇芽，也未免自己覺得毫無道理，大可不必了。\n\n　　我想，這是縱使生於民國的青年，一定也都知道的。清光緒中，曾有康有為者變過法，不成，作為反動，是義和團起事，而八國聯軍遂入京，這年代很容易記，是恰在一千九百年，十九世紀的結末。於是滿清官民，又要維新了，維新有老譜，照例是派官出洋去考察，和派學生出洋去留學。我便是那時被兩江總督派赴日本的人們之中的一個，自然，排滿的學說和辮子的罪狀和文字獄的大略，是早經知道了一些的，而最初在實際上感到不便的，卻是那辮子。\n\n　　凡留學生一到日本，急於尋求的大抵是新知識。除學習日文，準備進專門的學校之外，就赴會館，跑書店，往集會，聽講演。我第一次所經歷的是在一個忘了名目的會場上，看見一位頭包白紗布，用無錫腔講演排滿的英勇的青年，不覺肅然起敬。但聽下去，到得他說「我在這裡罵老太婆，老太婆一定也在那裡罵吳稚暉」，聽講者一陣大笑的時候，就感到沒趣，覺得留學生好像也不外乎嬉皮笑臉。「老太婆」者，指清朝的西太后。吳稚暉在東京開會罵西太后，是眼前的事實無疑，但要說這時西太后也正在北京開會罵吳稚暉，我可不相信。講演固然不妨夾著笑罵，但無聊的打諢，是非徒無益，而且有害的。不過吳先生這時卻正在和公使蔡鈞大戰，名馳學界，白紗布下面，就藏著名譽的傷痕。不久，就被遞解回國，路經皇城外的河邊時，他跳了下去，但立刻又被撈起，押送回去了。這就是後來太炎先生和他筆戰時，文中之所謂「不投大壑而投陽溝，面目上露」。其實是日本的御溝並不狹小，但當警官護送之際，卻即使並未「面目上露」，也一定要被撈起的。這筆戰愈來愈凶，終至夾著毒詈，今年吳先生譏刺太炎先生受國民政府優遇時，還提起這件事，這是三十餘年前的舊賬，至今不忘，可見怨毒之深了。但先生手定的《章氏叢書》內，卻都不收錄這些攻戰的文章。先生力排清虜，而服膺於幾個清儒，殆將希蹤古賢，故不欲以此等文字自穢其著述——但由我看來，其實是吃虧，上當的，此種醇風，正使物能遁形，貽患千古。\n\n　　剪掉辮子，也是當時一大事。太炎先生去發時，作《解辮發》，有雲— —「……共和二千七百四十一年，秋七月，餘年三十三矣。是時滿洲政府不道，戕虐朝士，橫挑強鄰，戮使略賈，四維交攻。憤東胡之無狀，漢族之不得職，隕涕涔涔曰，餘年已立，而猶被戎狄之服，不違咫尺，弗能剪除，余之罪也。將薦紳束髮，以復近古，日既不給，衣又不可得。於是曰，昔祁班孫，釋隱玄，皆以明氏遺老，斷髮以歿。《春秋谷梁傳》曰：『吳祝髮』《漢書》《嚴助傳》曰：『越劗發』，（晉灼曰：『劗，張揖以為古剪字也』）余故吳越間民，去之亦猶行古之道也。……」\n\n　　文見於木刻初版和排印再版的《訄書》中，後經更定，改名《檢論》時，也被刪掉了。我的剪辮，卻並非因為我是越人，越在古昔，「斷髮文身」，今特效之，以見先民儀矩，也毫不含有革命性，歸根結蒂，只為了不便：一不便於脫帽，二不便於體操，三盤在囟門上，令人很氣悶。在事實上，無辮之徒，回國以後，默然留長，化為不二之臣者也多得很。而黃克強在東京作師範學生時，就始終沒有斷髮，也未嘗大叫革命，所略顯其楚人的反抗的蠻性者，惟因日本學監，誡學生不可赤膊，他卻偏光著上身，手挾洋磁臉盆，從浴室經過大院子，搖搖擺擺的走入自修室去而已。\n\n　\n\n"},{"name":"我要騙人","content":"本篇最初發表於一九三六年四月號日本《改造》月刊。原稿為日文，後由作者譯成中文，發表於一九三六年六月上海《文學叢報》月刊第三期。\n\n　　疲勞到沒有法子的時候，也偶然佩服了超出現世的作家，要模仿一下來試試。然而不成功。超然的心，是得像貝類一樣，外面非有殼不可的。而且還得有清水。淺間山邊，倘是客店，那一定是有的罷，但我想，卻未必有去造「象牙之塔」的人的。\n\n　　為了希求心的暫時的平安，作為窮余的一策，我近來發明了別樣的方法了，這就是騙人。\n\n　　去年的秋天或是冬天，日本的一個水兵，在閘北被暗殺了。忽然有了許多搬家的人，汽車租錢之類，都貴了好幾倍。搬家的自然是中國人，外國人是很有趣似的站在馬路旁邊看。我也常常去看的。一到夜裡，非常之冷靜，再沒有賣食物的小商人了，只聽得有時從遠處傳來著犬吠。然而過了兩三天，搬家好像被禁止了。警察拚死命的在毆打那些拉著行李的大車伕和洋車伕，日本的報章，中國的報章，都異口同聲的對於搬了家的人們給了一個「愚民」的徽號。這意思就是說，其實是天下太平的，只因為有這樣的「愚民」，所以把頗好的天下，弄得亂七八糟了。\n\n　　我自始至終沒有動，並未加入「愚民」這一夥裡。但這並非為了聰明，卻只因為懶惰。也曾陷在五年前的正月的上海戰爭——日本那一面，好像是喜歡稱為「事變」似的——的火線下，而且自由早被剝奪，奪了我的自由的權力者，又拿著這飛上空中了，所以無論跑到那裡去，都是一個樣。中國的人民是多疑的。無論那一國人，都指這為可笑的缺點。然而懷疑並不是缺點。總是疑，而並不下斷語，這才是缺點。我是中國人，所以深知道這秘密。其實，是在下著斷語的，而這斷語，乃是：到底還是不可信。但後來的事實，卻大抵證明了這斷語的的確。中國人不疑自己的多疑。所以我的沒有搬家，也並不是因為懷著天下太平的確信，說到底，仍不過為了無論那裡都一樣的危險的緣故。五年以前翻閱報章，看見過所記的孩子的死屍的數目之多，和從不見有記著交換俘虜的事，至今想起來，也還是非常悲痛的。\n\n　　虐待搬家人，毆打車伕，還是極小的事情。中國的人民，是常用自己的血，去洗權力者的手，使他又變成潔淨的人物的，現在單是這模樣就完事，總算好得很。\n\n　　但當大家正在搬家的時候，我也沒有整天站在路旁看熱鬧，或者坐在家裡讀世界文學史之類的心思。走遠一點，到電影院裡散悶去。一到那裡，可真是天下太平了。這就是大家搬家去住的處所。我剛要跨進大門，被一個十二三歲的女孩子捉住了。是小學生，在募集水災的捐款，因為冷，連鼻子尖也凍得通紅。我說沒有零錢，她就用眼睛表示了非常的失望。我覺得對不起人，就帶她進了電影院，買過門票之後，付給她一塊錢。她這回是非常高興了，稱讚我道，「你是好人」，還寫給我一張收條。只要拿著這收條，就無論到那裡，都沒有再出捐款的必要。於是我，就是所謂「好人」，也輕鬆的走進裡面了。\n\n　　看了什麼電影呢？現在已經絲毫也記不起。總之，大約不外乎一個英國人，為著祖國，征服了印度的殘酷的酋長，或者一個美國人，到亞非利加去，發了大財，和絕世的美人結婚之類罷。這樣的消遣了一些時光，傍晚回家，又走進了靜悄悄的環境。聽到遠地裡的犬吠聲。女孩子的滿足的表情的相貌，又在眼前出現，自己覺得做了好事情了，但心情又立刻不舒服起來，好像嚼了肥皂或者什麼一樣。\n\n　　誠然，兩三年前，是有過非常的水災的，這大水和日本的不同，幾個月或半年都不退。但我又知道，中國有著叫作「水利局」的機關，每年從人民收著稅錢，在辦事。但反而出了這樣的大水了。我又知道，有一個團體演了戲來籌錢，因為後來只有二十幾元，衙門就發怒不肯要。連被水災所害的難民成群的跑到安全之處來，說是有害治安，就用機關鎗去掃射的話也都聽到過。恐怕早已統統死掉了罷。然而孩子們不知道，還在拚命的替死人募集生活費，募不到，就失望，募到手，就喜歡。而其實，一塊來錢，是連給水利局的老爺買一天的煙卷也不夠的。我明明知道著，卻好像也相信款子真會到災民的手裡似的，付了一塊錢。實則不過買了這天真爛漫的孩子的歡喜罷了。我不愛看人們的失望的樣子。\n\n　　倘使我那八十歲的母親，問我天國是否真有，我大約是會毫不躊躕，答道真有的罷。\n\n　　然而這一天的後來的心情卻不舒服。好像是又以為孩子和老人不同，騙她是不應該似的，想寫一封公開信，說明自己的本心，去消釋誤解，但又想到橫豎沒有發表之處，於是中止了，時候已是夜裡十二點鐘。到門外去看了一下。\n\n　　已經連人影子也看不見。只在一家的簷下，有一個賣餛飩的，在和兩個警察談閒天。這是一個平時不大看見的特別窮苦的肩販，存著的材料多得很，可見他並無生意。用兩角錢買了兩碗，和我的女人兩個人分吃了。算是給他賺一點錢。莊子曾經說過：「幹下去的（曾經積水的）車轍裡的鮒魚，彼此用唾沫相濕，用濕氣相噓，」 ——然而他又說，「倒不如在江湖裡，大家互相忘卻的好。」可悲的是我們不能互相忘卻。而我，卻愈加恣意的騙起人來了。如果這騙人的學問不畢業，或者不中止，恐怕是寫不出圓滿的文章來的。\n\n　　但不幸而在既未卒業，又未中止之際，遇到山本社長了。因為要我寫一點什麼，就在禮儀上，答道「可以的」。因為說過「可以」，就應該寫出來，不要使他失望，然而，到底也還是寫了騙人的文章。\n\n　　寫著這樣的文章，也不是怎麼舒服的心地。要說的話多得很，但得等候「中日親善」更加增進的時光。不久之後，恐怕那「親善」的程度，竟會到在我們中國，認為排日即國賊——因為說是共產黨利用了排日的口號，使中國滅亡的緣故——而到處的斷頭台上，都閃爍著太陽的圓圈的罷，但即使到了這樣子，也還不是披瀝真實的心的時光。\n\n　　單是自己一個人的過慮也說不定：要彼此看見和瞭解真實的心，倘能用了筆，舌，或者如宗教家之所謂眼淚洗明瞭眼睛那樣的便當的方法，那固然是非常之好的，然而這樣便宜事，恐怕世界上也很少有。這是可以悲哀的。一面寫著漫無條理的文章，一面又覺得對不起熱心的讀者了。\n\n　　臨末，用血寫添幾句個人的豫感，算是一個答禮罷。\n\n二月二十三日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n　　\n\n"},{"name":"《吶喊》捷克譯本序言","content":"本篇是作者應捷克漢學家普實克博士（Dr.JPrusek，１９０７ —１９８０）之請而寫的。一九三六年十月二十日上海出版的《中流》半月刊第一卷第四期曾據作者所有底稿刊出，題作《捷克文譯本〈短篇小說選集〉序》\n\n\n　　記得世界大戰之後，許多新興的國家出現的時候，我們曾經非常高興過，因為我們也是曾被壓迫，掙扎出來的人民。捷克的興起，自然為我們所大歡喜；但是奇怪，我們又很疏遠，例如我，就沒有認識過一個捷克人，看見過一本捷克書，前幾年到了上海，才在店舖裡目睹了捷克的玻璃器。\n\n　　我們彼此似乎都不很互相記得。但以現在的一般情況而論，這並不算壞事情，現在各國的彼此念念不忘，恐怕大抵未必是為了交情太好了的緣故。自然，人類最好是彼此不隔膜，相關心。然而最平正的道路，卻只有用文藝來溝通，可惜走這條道路的人又少得很。\n\n　　出乎意外地，譯者竟首先將試盡這任務的光榮，加在我這裡了。我的作品，因此能夠展開在捷克的讀者的面前，這在我，實在比被譯成通行很廣的別國語言更高興。我想，我們兩國，雖然民族不同，地域相隔，交通又很少，但是可以互相瞭解，接近的，因為我們都曾經走過苦難的道路，現在還在走——一面尋求著光明。\n\n　　一九三六年七月二十一日，魯迅。\n\n　\n\n"},{"name":"《凱綏·珂勒惠支版畫選集》序目","content":"作者生前開始編集，後經許廣平編定，一九三七年七月由上海三閒書屋初版。本篇最初印入《凱綏·珂勒惠支版畫選集》。此書由魯迅編選，一九三六年五月以「三閒書屋」名義出版，用珂羅版和宣紙印製。\n\n凱綏·勖密特（Kaethe Schmidt）以一八六七年七月八日生於東普魯士的區匿培克（Koenigsberg）。她的外祖父是盧柏（Julius Rupp），即那地方的自由宗教協會的創立者。父親原是候補的法官，但因為宗教上和政治上的意見，沒有補缺的希望了，這窮困的法學家便如俄國人之所說：「到民間去」，做了木匠，一直到盧柏死後，才來當這教區的首領和教師。他有四個孩子，都很用心的加以教育，然而先不知道凱綏的藝術的才能。凱綏先學的是刻銅的手藝，到一八八五年冬，這才赴她的兄弟在研究文學的柏林，向斯滔發·培倫（Stauffer Bern）去學繪畫。後回故鄉，學於奈台（Neide），為了「厭倦」，終於向閔興的哈台列克（Herterich）那裡去學習了。\n\n　　一八九一年，和她兄弟的幼年之友卡爾·珂勒惠支（Karl Kollwitz）結婚，他是一個開業的醫生，於是凱綏也就在柏林的「小百姓」之間住下，這才放下繪畫，刻起版畫來。待到孩子們長大了，又用力於雕刻。一八九八年，製成有名的《織工一揆》計六幅，取材於一八四四年的史實，是與先出的霍普德曼（Gerhart Hauptmann）的劇本同名的；一八九九年刻《格萊親》，零一年刻《斷頭台邊的舞蹈》；零四年旅行巴黎；零四至八年成連續版畫《農民戰爭》七幅，獲盛名，受Villaromana獎金，得游學於意大利。這時她和一個女友由佛羅稜薩步行而入羅馬，然而這旅行，據她自己說，對於她的藝術似乎並無大影響。一九○九年作《失業》，一○年作《婦人被死亡所捕》和以「死」為題材的小圖。\n\n　　世界大戰起，她幾乎並無製作。一九一四年十月末，她的很年青的大兒子以義勇兵死於弗蘭兌倫（Flandern）戰線上。一八年十一月，被選為普魯士藝術學院會員，這是以婦女而入選的第一個。從一九年以來，她才彷彿從大夢初醒似的，又從事於版畫了，有名的是這一年的紀念裡勃克內希（Liebknecht）的木刻和石刻，零二至零三年的木刻連續畫《戰爭》，後來又有三幅《無產者》，也是木刻連續畫。一九二七年為她的六十歲紀念，霍普德曼那時還是一個戰鬥的作家，給她書簡道：「你的無聲的描線，侵人心髓，如一種慘苦的呼聲：希臘和羅馬時候都沒有聽到過的呼聲。」法國羅曼·羅蘭（Romain Rollad）則說：「凱綏·珂勒惠支的作品是現代德國的最偉大的詩歌，它照出窮人與平民的困苦和悲痛。這有丈夫氣概的婦人，用了陰郁和纖□E的同情，罷廡趙謁鲵難壑校蟮鲵拇*母的腕裡了。這是做了犧牲的人民的沉默的聲音。」然而她在現在，卻不能教授，不能作畫，只能真的沉默的和她的兒子住在柏林了；她的兒子像那父親一樣，也是一個醫生。\n\n　　在女性藝術家之中，震動了藝術界的，現代幾乎無出於凱綏·珂勒惠支之上— —或者讚美，或者攻擊，或者又對攻擊給她以辯護。誠如亞斐那留斯（Ferdinand-Avenarius）之所說：「新世紀的前幾年，她第一次展覽作品的時候，就為報章所喧傳的了。從此以來，一個說，『她是偉大的版畫家』；人就過作無聊的不成話道：『凱綏·珂勒惠支是屬於只有一個男子的新派版畫家裡的』。別一個說：『她是社會民主主義的宣傳家』，第三個卻道：『她是悲觀的困苦的畫手』。而第四個又以為『是一個宗教的藝術家』。要之：無論人們怎樣地各以自己的感覺和思想來解釋這藝術，怎樣地從中只看見一種的意義——然而有一件事情是普遍的：人沒有忘記她。誰一聽到凱綏·珂勒惠支的名姓，就彷彿看見這藝術。這藝術是陰鬱的，雖然都在堅決的動彈，集中於強韌的力量，這藝術是統一而單純的——非常之逼人。」\n\n　　但在我們中國，紹介的還不多，我只記得在已經停刊的《現代》和《譯文》上，各曾刊印過她的一幅木刻，原畫自然更少看見；前四五年，上海曾經展覽過她的幾幅作品，但恐怕也不大有十分注意的人。她的本國所複製的作品，據我所見，以《凱綏·珂勒惠支畫帖》（Kaethe Kollwitz Mappe，Herausgegeben Von Kunstwart，Kunstwart－Verlag，Muenchen，1927）為最佳，但後一版便變了內容，憂郁的多於戰鬥的了。印刷未精，而幅數較多的，則有《凱綏·珂勒惠支作品集》（Das Kaethe Kollwitz Werk，Carl Reisner Verlag，Dresden，1930），只要一翻這集子，就知道她以深廣的慈母之愛，為一切被侮辱和損害者悲哀，抗議，憤怒，鬥爭；所取的題材大抵是困苦，飢餓，流離，疾病，死亡，然而也有呼號，掙扎，聯合和奮起。此後又出了一本新集（Das Neue K. Kollwitz Werk，1933），卻更多明朗之作了。霍善斯坦因（Wilhelm Hausenstein）批評她中期的作品，以為雖然間有鼓動的男性的版畫，暴力的恐嚇，但在根本上，是和頗深的生活相聯繫，形式也出於頗激的糾葛的，所以那形式，是緊握著世事的形相。永田一修並取她的後來之作，以這批評為不足，他說凱綏·珂勒惠支的作品，和裡培爾曼（Max Liebermann）不同，並非只覺得題材有趣，來畫下層世界的；她因為被周圍的悲慘生活所動，所以非畫不可，這是對於搾取人類者的無窮的「憤怒」。「她照目前的感覺，——永田一修說——描寫著黑土的大眾。她不將樣式來範圍現象。時而見得悲劇，時而見得英雄化，是不免的。然而無論她怎樣陰鬱，怎樣悲哀，卻決不是非革命。她沒有忘卻變革現社會的可能。而且愈入老境，就愈脫離了悲劇的，或者英雄的，陰暗的形式。」\n\n　　而且她不但為周圍的悲慘生活抗爭，對於中國也沒有像中國對於她那樣的冷淡：一九三一年一月間，六個青年作家遇害之後，全世界的進步的文藝家聯名提出抗議的時候，她也是署名的一個人。現在，用中國法計算作者的年齡，她已屆七十歲了，這一本書的出版，雖然篇幅有限，但也可以算是為她作一個小小的記念的罷。\n\n　　選集所取，計二十一幅，以原版拓本為主，並複製一九二七年的印本《畫帖》以足之。以下據亞斐那留斯及第勒（Louise Diel）的解說，並略參己見，為目錄——\n\n　　（１）《自畫像》（Selbstbild）。石刻，製作年代未詳，按《作品集》所列次序，當成於一九一○年頃；據原拓本，原大３４\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n３０ｃｍ這是作者從許多版畫的肖像中，自己選給中國的一幅，隱然可見她的悲憫，憤怒和慈和。\n\n　　（２）《窮苦》（Not）。石刻，原大１５\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n１５ｃｍ據原版拓本，後五幅同。這是有名的《織工一揆》（Ein Weberauffstand）的第一幅，一八九八年作。前四年，霍普德曼的劇本《織匠》始開演於柏林的德國劇場，取材是一八四四年的勖列濟安（Schlesien）麻布工人的蜂起，作者也許是受著一點這作品的影響的，但這可以不必深論，因為那是劇本，而這卻是圖畫。我們借此進了一間窮苦的人家，冰冷，破爛，父親抱一個孩子，毫無方法的坐在屋角裡，母親是愁苦的，兩手支頭，在看垂危的兒子，紡車靜靜的停在她的旁邊。\n\n　　（３）《死亡》（Ｔoｄ）。石刻，原大２２\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n１８ｃｍ同上的第二幅。還是冰冷的房屋，母親疲勞得睡去了，父親還是毫無方法的，然而站立著在沉思他的無法。桌上的燭火尚有餘光，「死」卻已經近來，伸開他骨出的手，抱住了弱小的孩子。孩子的眼睛張得極大，在凝視我們，他要生存，他至死還在希望人有改革運命的力量。\n\n　　（４）《商議》（Ｂｅｒａｔｕｎｇ）。石刻，原大２７\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n１７ｃｍ同上的第三幅。接著前兩幅的沉默的忍受和苦惱之後，到這裡卻現出生存競爭的景象來了。我們只在黑暗中看見一片桌面，一隻杯子和兩個人，但為的是在商議摔掉被踐踏的運命。\n\n　　（５）《織工隊》（Ｗｅｂｅｒｚｕｇ）。銅刻，原大２２\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n２９ｃｍ同上的第四幅。隊伍進向吮取脂膏的工場，手裡捏著極可憐的武器，手臉都瘦損，神情也很頹唐，因為向來總餓著肚子。隊伍中有女人，也疲憊到不過走得動；這作者所寫的大眾裡，是大抵有女人的。她還背著孩子，卻伏在肩頭睡去了。\n\n　　（６）《突擊》（Ｓｔｕｒｍ）。銅刻，原大２４\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n２９ｃｍ同上的第五幅。工場的鐵門早經鎖閉，織工們卻想用無力的手和可憐的武器，來破壞這鐵門，或者是飛進石子去。女人們在助戰，用痙攣的手，從地上挖起石塊來。孩子哭了，也許是路上睡著的那一個。這是在六幅之中，人認為最好的一幅，有時用這來證明作者的《織工》，藝術達到怎樣的高度的。\n\n　　（７）《收場》（Ｅｎｄｅ）。銅刻，原大２４\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n３０ｃｍ同上的第六和末一幅。我們到底又和織工回到他們的家裡來，織機默默的停著，旁邊躺著兩具屍體，伏著一個女人；而門口還在抬進屍體來。這是四十年代，在德國的織工的求生的結局。\n\n　　（８）《格萊親》（Ｇｒｅｔｃｈｅｎ）。一八九九年作，石刻；據《畫帖》，原大未詳。歌德（Ｇoｅｔｈｅ）的《浮士德》（Ｆａｕｓｔ）有浮士德愛格萊親，誘與通情，有孕；她在井邊，從女友聽到鄰女被情人所棄，想到自己，於是向聖母供花禱告事。這一幅所寫的是這可憐的少女經過極狹的橋上，在水裡幻覺的看見自己的將來。她在劇本裡，後來是將她和浮士德所生的孩子投在水裡淹死，下獄了。原石已破碎。\n\n　　（９）《斷頭台邊的舞蹈》（ＴａｎｚＵｍＤｉｅＧｕｉｌｌoｔｉｎｅ）。一九○一年作，銅刻；據《畫帖》，原大未詳。是法國大革命時候的一種情景：斷頭台造起來了，大家圍著它，吼著「讓我們來跳加爾瑪弱兒舞罷！」（ＤａｎｓoｎｓＬａＣａｒｍａｇｎoｌｅ！）的歌，在跳舞。不是一個，是為了同樣的原因而同樣的可怕了的一群。周圍的破屋，像積疊起來的困苦的峭壁，上面只見一塊天。狂暴的人堆的臂膊，恰如淨罪的火焰一般，照出來的只有一個陰暗。\n\n　　（１０）《耕夫》（ＤｉｅＰｆｌｕｅｇｅｒ）。原大３１\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n４５ｃｍ這就是有名的歷史的連續畫《農民戰爭》（Ｂａｕｅｒｎｋｒｉｅｇ）的第一幅。畫共七幅，作於一九○四至○八年，都是銅刻。現在據以影印的也都是原拓本。「農民戰爭」是近代德國最大的社會改革運動之一，以一五二四年頃，起於南方，其時農民都在奴隸的狀態，被虐於貴族的封建的特權；瑪丁·路德既提倡新教，同時也傳播了自由主義的福音，農民就覺醒起來，要求廢止領主的苛例，發表宣言，還燒教堂，攻地主，擾動及於全國。然而這時路德卻反對了，以為這種破壞的行為，大背人道，應該加以鎮壓，諸侯們於是放手的討伐，恣行殘酷的復仇，到第二年，農民就都失敗了，境遇更加悲慘，所以他們後來就稱路德為「撒謊博士」。這裡刻劃出來的是沒有太陽的天空之下，兩個耕夫在耕地，大約是弟兄，他們套著繩索，拉著犁頭，幾乎爬著的前進，像牛馬一般，令人彷彿看見他們的流汗，聽到他們的喘息。後面還該有一個扶犁的婦女，那恐怕總是他們的母親了。\n\n　　（１１）《凌辱》（Ｖｅｒｇｅｗａｌｔｉｇｔ）。同上的第二幅，原大３５ \n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n５３ｃｍ男人們的受苦還沒有激起變亂，但農婦也遭到可恥的凌辱了；她反縛兩手，躺著，下頦向天，不見臉。死了，還是昏著呢，我們不知道。只見一路的野草都被蹂躪，顯著曾經格鬥的樣子，較遠之處，卻站著可愛的小小的葵花。\n\n　　（１２）《磨鐮刀》（ＢｅｉｍＤｅｎｇｅｌｎ）。同上的第三幅，原大３０\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n３０ｃｍ這裡就出現了飽嘗苦楚的女人，她的壯大粗糙的手，在用一塊磨石，磨快大鐮刀的刀鋒，她那小小的兩眼裡，是充滿著極頂的憎惡和憤怒。\n\n　　（１３）《圓洞門裡的武裝》（ＢｅｗａｆｆｎｕｎｇＩｎＥｉｎｅｍＧｅ－ｗoｅｌｂｅ）。同上的第四幅，原大５０\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n３３ｃｍ大家都在一個陰暗的圓洞門下武裝了起來，從狹窄的戈諦克式階級蜂湧而上：是一大群拚死的農民。光線愈高愈少；奇特的半暗，陰森的人相。\n\n　　（１４）《反抗》（Ｌoｓｂｒｕｃｈ）。同上的第五幅，原大５１\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n５０ｃｍ誰都在草地上沒命的向前，最先是少年，喝令的卻是一個女人，從全體上洋溢著復仇的憤怒。她渾身是力，揮手頓足，不但令人看了就生勇往直前之心，還好像天上的雲，也應聲裂成片片。她的姿態，是所有名畫中最有力量的女性的一個。也如《織工一揆》裡一樣，女性總是參加著非常的事變，而且極有力，這也就是「這有丈夫氣概的婦人」的精神。\n\n　　（１５）《戰場》（Ｓｃｈｌａｃｈｔｆｅｌｄ）。同上的第六幅，原大４１\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n５３ｃｍ農民們打敗了，他們敵不過官兵。剩在戰場上的是什麼呢？幾乎看不清東西。只在隱約看見屍橫遍野的黑夜中，有一個婦人，用風燈照出她一隻勞作到滿是筋節的手，在觸動一個死屍的下巴。光線都集中在這一小塊上。這，恐怕正是她的兒子，這處所，恐怕正是她先前扶犁的地方，但現在流著的卻不是汗而是鮮血了。\n\n　　（１６）《俘虜》（ＤｉｅＧｅｆａｎｇｅｎｅｎ）。同上的第七幅，原大３３\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n４２ｃｍ，畫裡是被捕的孑遺，有赤腳的，有穿木鞋的，都是強有力的漢子，但竟也有兒童，個個反縛兩手，禁在繩圈裡。他們的運命，是可想而知的了，但各人的神氣，有已絕望的，有還是倔強或憤怒的，也有自在沉思的，卻不見有什麼萎靡或屈服。\n\n　　（１７）《失業》（Ａｒｂｅｉｔｓｌoｓｉｇｋｅｉｔ）。一九○九年作，銅刻；據《畫帖》，原大４４\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n５４ｃｍ他現在閒空了，坐在她的床邊，思索著— —然而什麼法子也想不出。那母親和睡著的孩子們的模樣，很美妙而崇高，為作者的作品中所罕見。\n\n　　（１８）《婦人為死亡所捕獲》（ＦｒａｕＶoｍＴoｄＧｅｐａｃｋｔ），亦名《死和女人》（ＴoｄＵｎｄＷｅｉｂ）。一九一○年作，銅刻；據《畫帖》，原大未詳。「死」從她本身的陰影中出現，由背後來襲擊她，將她纏住，反剪了；剩下弱小的孩子，無法叫回他自己的慈愛的母親。一轉眼間，對面就是兩界。「死」是世界上最出眾的拳師，死亡是現社會最動人的悲劇，而這婦人則是全作品中最偉大的一人。\n\n　　（１９）《母與子》（ＭｕｔｔｅｒＵｎｄＫｉｎｄ）。製作年代未詳，銅刻；據《畫帖》，原大１９\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n１３ｃｍ在《凱綏·珂勒惠支作品集》中所見的百八十二幅中，可指為快樂的不過四五幅，這就是其一。亞斐那留斯以為從特地描寫著孩子的呆氣的側臉，用光亮襯托出來之處，頗令人覺得有些忍俊不禁。\n\n　　（２０）《麵包！》（Ｂｒoｔ！）。石刻，製作年代未詳，想當在歐洲大戰之後；據原拓本，原大３０\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n２８ｃｍ飢餓的孩子的急切的索食，是最碎裂了做母親的的心的。這裡是孩子們徒然張著悲哀，而熱烈地希望著的眼，母親卻只能彎了無力的腰。她的肩膀聳了起來，是在背人飲泣。她背著人，因為肯幫助的和她一樣的無力，而有力的是橫豎不肯幫助的。她也不願意給孩子們看見這是剩在她這裡的僅有的慈愛。\n\n　　（２１）《德國的孩子們餓著！》（ＤｅｕｔｓｃｈｌａｎｄｓＫｉｎｄｅｒＨｕｎｇｅｒｎ！）。石刻，製作年代未詳，想當在歐洲大戰之後；據原拓本，原大４３\n  \n    \n      \n        ×\n      \n    \n    {\\displaystyle \\times }\n  \n２９ｃｍ他們都擎著空碗向人，瘦削的臉上的圓睜的眼睛裡，炎炎的燃著如火的熱望。誰伸出手來呢？這裡無從知道。這原是橫幅，一面寫著現在作為標題的一句，大約是當時募捐的揭帖。後來印行的，卻只存了圖畫。作者還有一幅石刻，題為《決不再戰！》（ＮｉｅＷｉｅｄｅｒＫｒｉｅｇ！），是略早的石刻，可惜不能搜得；而那時的孩子，存留至今的，則已都成了二十以上的青年，可又將被驅作兵火的糧食了。\n\n　　一九三六年一月二十八日，魯迅。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n　　\n\n"},{"name":"《譯文》復刊詞","content":"本篇最初發表於一九三六年三月上海《譯文》月刊新一卷第一期「復刊號」。\n\n　　先來引幾句古書，——也許記的不真確，——莊子曰：「涸轍之鮒，相濡以沫，相煦以濕，——不若相忘於江湖。」\n\n　　《譯文》就在一九三四年九月中，在這樣的狀態之下出世的。那時候，鴻篇巨制如《世界文學》和《世界文庫》之類，還沒有誕生，所以在這青黃不接之際，大約可以說是彷彿戈壁中的綠洲，幾個人偷點餘暇，譯些短文，彼此看看，倘有讀者，也大家看看，自尋一點樂趣，也希望或者有一點益處，——但自然，這決不是江湖之大。\n\n　　不過這與世無爭的小小的期刊，終於不能不在去年九月，以「終刊號」和大家告別了。雖然不過野花小草，但曾經費過不少移栽灌溉之力，當然不免私心以為可惜的。然而竟也得了勇氣和慰安：這是許多讀者用了筆和舌，對於《譯文》的憑弔。\n\n　　我們知道感謝，我們知道自勉。\n\n　　我們也不斷的希望復刊。但那時風傳的關於終刊的原因：是折本。出版家雖然大抵是「傳播文化」的，而「折本」卻是「傳播文化」的致命傷，所以荏苒半年，簡直死得無藥可救。直到今年，折本說這才起了動搖，得到再造的運會，再和大家相見了。\n\n　　內容仍如創刊時候的《前記》裡所說一樣：原料沒有限制；門類也沒有固定；文字之外多加圖畫，也有和文字有關係的，意在助趣，也有和文字沒有關係的，那就算是我們貢獻給讀者的一點小意思。\n\n　　這一回，將來的運命如何呢？我們不知道。但今年文壇的情形突變，已在宣揚寬容和大度了，我們真希望在這寬容和大度的文壇裡，《譯文》也能夠托庇比較的長生。\n\n三月八日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"答徐懋庸並關於抗日統一戰線問題","content":"本篇最初發表於一九三六年八月《作家》月刊第一卷第五期。魯迅當時在病中，本文由馮雪峰根據魯迅的意見擬搞，經魯迅補充、修改而成。\n\n　　魯迅先生：\n\n　　貴恙已痊癒否？唸唸。自先生一病，加以文藝界的糾紛，我就無緣再親聆教誨，思之常覺愴然！\n\n　　我現因生活困難，身體衰弱，不得不離開上海，擬往鄉間編譯一點賣現錢的書後，再來滬上。趁此機會，暫作上海「文壇」的局外人，仔細想想一切問題，也許會更明白些的罷。\n\n　　在目前，我總覺得先生最近半年來的言行，是無意地助長著惡劣的傾向的。以胡風的性情之詐，以黃源的行為之諂，先生都沒有細察，永遠被他們據為私有，眩惑群眾，若偶像然，於是從他們的野心出發的分離運動，遂一發而不可收拾矣。胡風他們的行動，顯然是出於私心的，極端的宗派運動，他們的理論，前後矛盾，錯誤百出。即如「民族革命戰爭的大眾文學」這口號，起初原是胡風提出來用以和「國防文學」對立的，後來說一個是總的，一個是附屬的，後來又說一個是左翼文學發展到現階段的口號，如此搖搖蕩蕩，即先生亦不能替他們圓其說。對於他們的言行，打擊本極易，但徒以有先生作著他們的盾牌，人誰不愛先生，所以在實際解決和文字鬥爭上都感到絕大的困難。\n\n　　我很知道先生的本意。先生是唯恐參加統一戰線的左翼戰友，放棄原來的立場，而看到胡風們在樣子上尚左得可愛；所以贊同了他們的。但我要告訴先生，這是先生對於現在的基本的政策沒有瞭解之故。現在的統一戰線——中國的和全世界的都一樣——固然是以普洛為主體的，但其成為主體，並不由於牠的名義，牠的特殊地位和歷史，而是由於牠的把握現實的正確和鬥爭能力的巨大。所以在客觀上，普洛之為主體，是當然的。但在主觀上，普洛不應該掛起明顯的徽章，不以工作，只以特殊的資格去要求領導權，以至嚇跑別的階層的戰友。所以，在目前的時候，到聯合戰線中提出左翼的口號來，是錯誤的，是危害聯合戰線的。所以先生最近所發表的《病中答客問》，既說明「民族革命戰爭的大眾文學」是普洛文學到現在的一發展，又說這應該作為統一戰線的總口號，這是不對的。\n\n　　再說參加「文藝家協會」的「戰友」，未必個個右傾墮落，如先生所疑慮者；況集合在先生的左右的「戰友」，既然包括巴金和黃源之流，難道先生以為凡參加「文藝家協會」的人們，竟個個不如巴金和黃源麼？我從報章雜誌上，知道法西兩國「安那其」之反動，破壞聯合戰線，無異於托派，中國的「安那其」的行為，則更卑劣。黃源是一個根本沒有思想，只靠捧名流為生的東西。從前他奔走於傅鄭門下之時，一副諂佞之相，固不異於今日之對先生效忠致敬。先生可與此輩為伍，而不屑與多數人合作，此理我實不解。\n\n　　我覺得不看事而只看人，是最近半年來先生的錯誤的根由。先生的看人又看得不准。譬如，我個人，誠然是有許多缺點的，但先生卻把我寫字糊塗這一層當作大缺點，我覺得實在好笑。（我為什麼故意要把「邱韻鐸」三字，寫成像「鄭振鐸」的樣子呢？難道鄭振鐸是先生所喜歡的人麼？）為此小故，遽拒一個人於千里之外，我實以為不對。\n\n　　我今天就要離滬，行色匆匆，不能多寫了，也許已經寫得太多。以上所說，並非存心攻擊先生，實在很希望先生仔細想一想各種事情。\n\n　　拙譯《斯太林傳》快要出版，出版後當寄奉一冊，此書甚望先生細看一下，對原意和譯文，均望批評。敬頌痊安。\n\n　　懋庸上。八月一日。\n\n　　以上，是徐懋庸給我的一封信，我沒有得他同意就在這裏發表了，因為其中全是教訓我和攻擊別人的話，發表出來，並不損他的威嚴，而且也許正是他准備我將牠發表的作品。但自然，人們也不免因此看得出：這發信者倒是有些「惡劣」的青年！\n\n　　但我有一個要求：希望巴金，黃源，胡風諸先生不要學徐懋庸的樣。因為這信中有攻擊他們的話，就也報答以牙眼，那恰正中了他的詭計。在國難當頭的現在，白天裏講些冠冕堂皇的話，暗夜裏進行一些離間，挑撥，分裂的勾當的，不就正是這些人麼？這封信是有計劃的，是他們向沒有加入「文藝家協會」的人們的新的挑戰，想這些人們去應戰，那時他們就加你們以「破壞聯合戰線」的罪名，「漢奸」的罪名。然而我們不，我們決不要把筆鋒去專對幾個個人，「先安內而後攘外」，不是我們的辦法。\n\n　　但我在這裏，有些話要說一說。首先是我對於抗日的統一戰線的態度。其實，我已經在好幾個地方說過了，然而徐懋庸等似乎不肯去看一看，卻一味的咬住我，硬要誣陷我「破壞統一戰線」，硬要教訓我說我「對於現在基本的政策沒有瞭解」。我不知道徐懋庸們有什麼「基本的政策」。（他們的基本政策不就是要咬我幾口麼？）然而中國目前的革命的政黨向全國人民所提出的抗日統 一戰線的政策，我是看見的，我是擁護的， 我無條件地加入這戰線，那理由就因為我不 但是一個作家，而且是一個中國人，所以這政策在我是認為非常正確的，我加入這統一戰線，自然，我所使用的仍是一枝筆，所做的事仍是寫文章，譯書，等到這枝筆沒有用了，我可自己相信，用起別的武器來，決不會在徐懋庸等輩之下！其次，我對於文藝界統一戰線的態度。 我贊成一切文學家，任何派別的文學家在抗日的口號之下統一起來的主張。我也曾經提出過我對於組織這種統一的團體的意見過，那些意見，自然是被一些所謂「指導家」格殺了，反而即刻從天外飛來似地加我以「破壞統一戰線」的罪名。這首先就使我暫不加入「文藝家協會」了，因為我要等一等，看一看，他們究竟干的什麼勾當；我那時實在有點懷疑那些自稱「指導家」以及徐懋庸式的青年，因為據我的經驗，那種表面上扮著「革命」的面孔，而輕易誣陷別人為「內奸」，為「反革命」，為「托派」，以至為「漢奸」者，大半不是正路人；因為他們巧妙地格殺革命的民族的力量，不顧革命的大眾的利益，而只借革命以營私，老實說，我甚至懷疑過他們是否系敵人所派遣。我想，我不如暫避無益於人的危險，暫不聽他們指揮罷。自然，事實會證明他們到底的真相，我決不願來斷定他們是什麼人，但倘使他們真的志在革命與民族，而不過心術的不正當，觀念的不正確，方式的蠢笨，那我就以為他們實有自行改正一下的必要。我對於「文藝家協會」的態度，我認為牠是抗日的作家團體，其中雖有徐懋庸式的人，卻也包含了一些新的人；但不能以為有了「文藝家協會」，就是文藝界的統一戰線告成了，還遠得很，還沒有將一切派別的文藝家都聯為一氣。那原因就在「文藝家協會」還非常濃厚的含有宗派主義和行幫情形。不看別的，單看那章程，對於加入者的資格就限制得太嚴；就是會員要繳一元入會費，兩元年費，也就表示著「作家閥」的傾向，不是抗日「人民式」的了。在理論上，如《文學界》創刊號上所發表的關於「聯合問題」和「國防文學」的文章，是基本上宗派主義的；一個作者引用了我在一九三○年講的話，並以那些話為出發點，因此雖聲聲口口說聯合任何派別的作家，而仍自己一相情願的制定了加入的限制與條件。這是作者忘記了時代。我以為文藝家在抗日問題上的聯合是無條件的，只要他不是漢奸，願意或贊成抗日，則不論叫哥哥妹妹，之乎者也，或鴛鴦蝴蝶都無妨。但在文學問題上我們仍可以互相批判。這個作者又引例了法國的人民陣線，然而我以為這又是作者忘記了國度，因為我們的抗日人民統一戰線是比法國的人民陣線還要廣泛得多的。另一個作者解釋「國防文學」，說「國防文學」必須有正確的創作方法，又說現在不是「國防文學」就是「漢奸文學」，欲以「國防文學」一口號去統一作家，也先豫備了「漢奸文學」這名詞作為後日批評別人之用。這實在是出色的宗派主義的理論。我以為應當說：作家在「抗日」的旗幟，或者在「國防」的旗幟之下聯合起來；不能說：作家在「國防文學」的口號下聯合起來，因為有些作者不寫「國防為主題」的作品，仍可從各方面來參加抗日的聯合戰線；即使他像我一樣沒有加入「文藝家協會」，也未必就是「漢奸」。「國防文學」不能包括一切文學，因為在「國防文學」與「漢奸文學」之外，確有既非前者也非後者的文學，除非他們有本領也證明了《紅樓夢》，《子夜》，《阿Ｑ正傳》是「國防文學」或「漢奸文學」。這種文學存在著，但牠不是杜衡，韓侍桁，楊村人之流的什麼「第三種文學」。因此，我很同意郭沫若先生的「國防文藝是廣義的愛國主義的文學」和「國防文藝是作家關係間的標幟，不是作品原則上的標幟」的意見。我提議「文藝家協會」應該克服牠的理論上與行動上的宗派主義與行幫現象，把限度放得更寬些，同時最好將所謂「領導權」移到那些確能認真做事的作家和青年手裏去，不能專讓徐懋庸之流的人在包辦。至於我個人的加入與否，卻並非重要的事。\n\n　　其次，我和「民族革命戰爭的大眾文學」這口號的關係。徐懋庸之流的宗派主義也表現在對於這口號的態度上。他們既說這是「標新立異」，又說是與「國防文學」對抗。我真料不到他們會宗派到這樣的地步。只要「民族革命戰爭的大眾文學」的口號不是「漢奸」的口號，那就是一種抗日的力量；為什麼這是「標新立異」？你們從那裏看出這是與「國防文學」對抗？拒絕友軍之生力的，暗暗的謀殺抗日的力量的，是你們自己的這種比「白衣秀士」王倫還要狹小的氣魄。我以為在抗日戰線上是任何抗日力量都應當歡迎的，同時在文學上也應當容許各人提 出新的意見來討論，「標新立異」也並不可怕；這和商人的專賣不同，並且事實上你們先前提出的「國防文學」的口號，也並沒有到南京政府或「蘇維埃」政府去注過冊。但現在文壇上彷彿已有「國防文學」牌與「民族革命戰爭大眾文學」牌的兩家，這責任應該徐懋庸他們來負，我在病中答訪問者的一文裏是並沒有把牠們看成兩家的。自然，我還得說一說「民族革命戰爭的大眾文學」這口號的無誤及其與「國防文學」口號之關係。——我先得說，前者這口號不是胡風提的，胡風做過一篇文章是事實，但那是我請他做的，他的文章解釋得不清楚也是事實。這口號，也不是我一個人的「標新立異」，是幾個人大家經過一番商議的，茅盾先生就是參加商議的一個。郭沫若先生遠在日本，被偵探監視著，連去信商問也不方便。可惜的就只是沒有邀請徐懋庸們來參加議討。但問題不在這口號由誰提出，只在牠有沒有錯誤。如果牠是為了推動一向囿於普洛革命文學的左翼作家們跑到抗日的民族革命戰爭的前線上去，牠是為了補救「國防文學」這名詞本身的在文學思想的意義上的不明了性，以及糾正一些注進「國防文學」這名詞裏去的不正確的意見，為了這些理由而被提出，那麼牠是正當的，正確的。如果人不用腳底皮去思想，而是用過一點腦子，那就不能隨便說句「標新立異」就完事。「民族革命戰爭的大眾文學」這名詞，在本身上，比「國防文學」這名詞，意義更明確，更深刻，更有內容。「民族革命戰爭的大眾文學」，主要是對前進的一向稱左翼的作家們提倡的，希望這些作家們努力向前進，在這樣的意義上，在進行聯合戰線的現在，徐懋庸說不能提出這樣的口號，是胡說！「民族革命戰爭的大眾文學」，也可以對一般或各派作家提倡的，希望的，希望他們也來努力向前進，在這樣的意義上，說不能對一般或各派作家提這樣的口號，也是胡說！但這不是抗日統一戰線的標準，徐懋庸說我「說這應該作為統一戰線的總口號」，更是胡說！我問徐懋庸究竟看了我的文章沒有？人們如果看過我的文章，如果不以徐懋庸他們解釋「國防文學」的那一套來解釋這口號，如聶紺弩等所致的錯誤，那麼這口號和宗派主義或關門主義是並不相干的。這裏的「大眾」，即照一向的「群眾」，「民眾」的意思解釋也可以，何況在現在，當然有「人民大眾」這意思呢。我說「國防文學」是我們目前文學運動的具體口號之一，為的是「國防文學」這口號，頗通俗，已經有很多人聽慣，牠能擴大我們政治的和文學的影響，加之牠可以解釋為作家在國防旗幟下聯合，為廣義的愛國主義的文學的緣故。因此，牠即使曾被不正確的解釋，牠本身含義上有缺陷，牠仍應當存在，因為存在對於抗日運動有利益。我以為這兩個口號的並存，不必像辛人先生的「時期性」與「時候性」的說法，我更不贊成人們以各種的限制加到「民族革命戰爭的大眾文學」上。如果一定要以為「國防文學」提出在先，這是正統那麼就將正統權讓給要正統的人們也未始不可，因為問題不在爭口號，而在實做；儘管喊口號，爭正統，固然也可作為「文章」，取點稿費，靠此為生，但儘管如此，也到底不是久計。\n\n　　最後，我要說到我個人的幾件事。徐懋庸說我最近半年的言行，助長著惡劣的傾向。我就檢查我這半年的言行。所謂言者，是發表過四五篇文章，此外，至多對訪問者談過一些閒天，對醫生報告我的病狀之類；所謂行者，比較的多一點，印過兩本版畫，一本雜感，譯過幾章《死魂靈》，生過三個月的病，簽過一個名，此外，也並未到過鹹肉莊或賭場，並未出席過什麼會議。我真不懂我怎樣助長著，以及助長什麼惡劣傾向。難道因為我生病麼？除了怪我生病而竟不死以外，我想就只有一個說法：怪我生病，不能和徐懋庸這類惡劣的傾向來搏鬥。\n\n　　其次，是我和胡風，巴金，黃源諸人的關係。我和他們，是新近才認識的，都由於文學工作上的關係，雖然還不能稱為至交，但已可以說是朋友。不能提出真憑實據，而任意誣我的朋友為「內奸」，為「卑劣」者，我是要加以辯正的，這不僅是我的交友的道義，也是看人看事的結果。徐懋庸說我只看人，不看事，是誣枉的，我就先看了一些事，然後看見了徐懋庸之類的人。胡風我先前並不熟識，去年的有一天，一位名人約我談話了，到得那裏，卻見駛來了一輛汽車，從中跳出四條漢子：田漢，周起應，還有另兩個，一律洋服，態度軒昂，說是特來通知我：胡風乃是內奸，官方派來的。我問憑據，則說是得自轉向以後的穆木天口中。轉向者的言談，到左聯就奉為聖旨，這真使我口呆目瞪。再經幾度問答之後，我的回答是：證據薄弱之極，我不相信！當時自然不歡而散，但後來也不再聽人說胡風是「內奸」了。然而奇怪，此後的小報，每當攻擊胡風時，便往往不免拉上我，或由我而涉及胡風。最近的則如《現實文學》發表了O.V.筆錄的我的主張以後，《社會日報》就說O.V.是胡風，筆錄也和我的本意不合，稍遠的則如周文向傅東華抗議刪改他的小說時，同報也說背後是我和胡風。最陰險的則是同報在去年冬或今年春罷，登過一則花邊的重要新聞：說我就要投降南京，從中出力的是胡風，或快或慢，要看他的辦法。我又看自己以外的事：有一個青年，不是被指為「內奸」，因而所有朋友都和他隔離，終於在街上流浪，無處可歸，遂被捕去，受了毒刑的麼？又有一個青年，也同樣的被誣為「內奸」，然而不是因為參加了英勇的戰鬥，現在坐在蘇州獄中，死活不知麼？這兩個青年就是事實證明了他們既沒有像穆木天等似的做過堂皇的悔過的文章，也沒有像田漢似的在南京大演其戲。同時，我也看人：即使胡風不可信，但對我自己這人，我自己總還可以相信的，我就並沒有經胡風向南京講條件的事。因此，我倒明白了胡風鯁直，易於招怨，是可接近的，而對於周起應之類，輕易誣人的青年，反而懷疑以至憎惡起來了。自然，周起應也許別有他的優點。也許後來不復如此，仍將成為一個真的革命者；胡風也自有他的缺點，神經質，繁瑣，以及在理論上的有些拘泥的傾向，文字的不肯大眾化，但他明明是有為的青年，他沒有參加過任何反對抗日運動或反對過統一戰線，這是縱使徐懋庸之流用盡心機，也無法抹殺的。\n\n　　至於黃源，我以為是一個向上的認真的譯述者，有《譯文》這切實的雜誌和別的幾種譯書為證。巴金是一個有熱情的有進步思想的作家，在屈指可數的好作家之列的作家，他固然有「安那其主義者」之稱，但他並沒有反對我們的運動，還曾經列名於文藝工作者聯名的戰鬥的宣言。黃源也簽了名的。這樣的譯者和作家要來參加抗日的統一戰線，我們是歡迎的，我真不懂徐懋庸等類為什麼要說他們是「卑劣」？難道因為有《譯文》存在礙眼？難道連西班牙的「安那其」的破壞革命，也要巴金負責？\n\n　　還有，在中國近來已經視為平常，而其實不但「助長」，卻正是「惡劣的傾向」的，是無憑無據，卻加給對方一個很壞的惡名。例如徐懋庸的說胡風的「詐」，黃源的「諂」，就都是。田漢周起應們說胡風是「內奸」，終於不是，是因為他們發昏；並非胡風詐作「內奸」，其實不是，致使他們成為說謊。《社會日報》說胡風拉我轉向，而至今不轉，是撰稿者有意的誣陷；並非胡風詐作拉我，其實不拉，以致記者變了造謠。胡風並不「左得可愛」，但我以為他的私敵，卻實在是「左得可怕」的。黃源未嘗作文捧我，也沒有給我做過傳，不過專辦著一種月刊，頗為盡責，輿論倒還不壞，怎麼便是「諂」，怎麼便是對於我的「效忠致敬」？難道《譯文》是我的私產嗎？黃源「奔走於傅鄭門下之時，一副諂佞之相」，徐懋庸大概是奉諭知道的了，但我不知道，也沒有見過，至於他和我的往還，卻不見有「諂佞之相」，而徐懋庸也沒有一次同在，我不知道他憑著什麼，來斷定和諂佞於傅鄭門下者「無異」？當這時會，我也就是證人，而並未實見的徐懋庸，對於本身在場的我，竟可以如此信口胡說，含血噴人，這真可謂橫暴恣肆，達於極點了。莫非這是「瞭解」了「現在的基本的政策」之故嗎？「和全世界都一樣」的嗎？那麼，可真要嚇死人！\n\n　　其實「現在的基本政策」是決不會這樣的好像天羅地網的。不是只要「抗日」，就是戰友嗎？「詐」何妨，「諂」又何妨？又何必定要剿滅胡風的文字，打倒黃源的《譯文》呢，莫非這裏面都是「二十一條」和「文化侵略」嗎？首先應該掃蕩的，倒是拉大旗作為虎皮，包著自己，去嚇呼別人；小不如意，就倚勢（！）定人罪名，而且重得可怕的橫暴者。自然，戰線是會成立的，不過這嚇成的戰線，作不得戰。先前已有這樣的前車，而覆車之鬼，至死不悟，現在在我面前，就附著徐懋庸的肉身而出現了。\n\n　　在左聯結成的前後，有些所謂革命作家，其實是破落戶的漂零子弟。他也有不平，有反抗，有戰鬥，而往往不過是將敗落家族的婦姑勃谿，叔嫂鬥法的手段，移到文壇上。嘁嘁嚓嚓，招是生非，搬弄口舌，決不在大處著眼。這衣缽流傳不絕。例如我和茅盾，郭沫若兩位，或相識，或未嘗一面，或未衝突，或曾用筆墨相譏，但大戰鬥卻都為著同一的目標，決不日夜記著個人的恩怨。然而小報卻偏喜歡記些魯比茅如何，郭對魯又怎樣，好像我們只在爭座位，鬥法寶。就是《死魂靈》，當《譯文》停刊後，《世界文庫》上也登完第一部的，但小報卻說「鄭振鐸腰斬《死魂靈》」，或魯迅一怒中止了翻譯。這其實正是惡劣的傾向，用謠言來分散文藝界的力量，近於「內奸」的行為的。然而也正是破落文學家最末的道路。\n\n　　我看徐懋庸也正是一個嘁嘁嚓嚓的作者，和小報是有關係了，但還沒有墜入最末的道路。不過也已經糊塗得可觀。（否則，便是驕橫了。）例如他信裏說：「對於他們的言行，打擊本極易，但徒以有先生作他們的盾牌，……所以在實際解決和文字鬥爭上都感到絕大的困難。」是從修身上來打擊胡風的詐，黃源的諂，還是從作文上來打擊胡風的論文，黃源的《譯文》呢？——這我倒並不急於知道；我所要問的是為什麼我認識他們，「打擊」就「感到絕大的困難」？對於造謠生事，我固然決不肯附和，但若徐懋庸們義正詞嚴，我能替他們一手掩盡天下耳目的嗎？而且什麼是「實際解決」？是充軍，還是殺頭呢？在「統一戰線」這大題目之下，是就可以這樣鍛煉人罪，戲弄威權的？我真要祝禱「國防文學」有大作品，倘不然，也許又是我近半年來，「助長著惡劣的傾向」的罪惡了。臨末，徐懋庸還叫我細細讀《斯太林傳》。是的，我將細細的讀，倘能生存，我當然仍要學習；但我臨末也請他自己再細細的去讀幾遍，因為他翻譯時似乎毫無所得，實有從新細讀的必要。否則，抓到一面旗幟，就自以為出入頭地，擺出奴隸總管的架子，以鳴鞭為唯一的業績——是無藥可醫，於中國也不但毫無用處，而且還有害處的。\n\n　　八月三——六日。\n\n"},{"name":"三月的租界","content":"本篇最初發表於一九三六年五月《夜鶯》月刊第一卷第三期。\n\n　　今年一月，田軍發表了一篇小品，題目是《大連丸上》，記著一年多以前，他們夫婦倆怎樣幸而走出了對於他們是荊天棘地的大連——\n\n　　「第二天當我們第一眼看到青島青青的山角時，我們的心才又從凍結裡蠕活過來。\n\n　　「『啊！祖國！』\n\n　　「我們夢一般這樣叫了！」\n\n　　他們的回「祖國」，如果是做隨員，當然沒有人會說話，如果是剿匪，那當然更沒有人會說話，但他們竟不過來出版了《八月的鄉村》。這就和文壇發生了關係。那麼，且慢「從凍結裡蠕活過來」罷。三月裡，就「有人」在上海的租界上冷冷的說道——\n\n　　「田軍不該早早地從東北回來！」\n\n　　誰說的呢？就是「有人」。為什麼呢？因為這部《八月的鄉村》「裡面有些還不真實」。然而我的傳話是「真實」的。有《大晚報》副刊《火炬》的奇怪毫光之一，《星期文壇》上的狄克先生的文章為證——「《八月的鄉村》整個地說，他是一首史詩，可是裡面有些還不真實，像人民革命軍進攻了一個鄉村以後的情況就不夠真實。有人這樣對我說：『田軍不該早早地從東北回來』，就是由於他感覺到田軍還需要長時間的學習，如果再豐富了自己以後，這部作品當更好。技巧上，內容上，都有許多問題在，為什麼沒有人指出呢？」這些話自然不能說是不對的。假如「有人」說，高爾基不該早早不做碼頭腳夫，否則，他的作品當更好；吉須不該早早逃亡外國，如果坐在希忒拉的集中營裡，他將來的報告文學當更有希望。倘使有誰去爭論，那麼，這人一定是低能兒。然而在三月的租界上，卻還有說幾句話的必要，因為我們還不到十分「豐富了自己」，免於來做低能兒的幸福的時期。\n\n　　這樣的時候，人是很容易性急的。例如罷，田軍早早的來做小說了，卻「不夠真實」，狄克先生一聽到「有人」的話，立刻同意，責別人不來指出「許多問題」了，也等不及「豐富了自己以後」，再來做「正確的批評」。但我以為這是不錯的，我們有投槍就用投槍，正不必等候剛在製造或將要製造的坦克車和燒夷彈。可惜的是這麼一來，田軍也就沒有什麼「不該早早地從東北回來」的錯處了。立論要穩當真也不容易。況且從狄克先生的文章上看起來，要知道「真實」似乎也無須久留在東北似的，這位「有人」先生和狄克先生大約就留在租界上，並未比田軍回來得晚，在東北學習，但他們卻知道夠不夠真實。而且要作家進步，也無須靠「正確」的批評，因為在沒有人指出《八月的鄉村》的技巧上，內容上的「許多問題」以前，狄克先生也已經斷定了：「我相信現在有人在寫，或豫備寫比《八月的鄉村》更好的作品，因為讀者需要！」\n\n　　到這裡，就是坦克車正要來，或將要來了，不妨先折斷了投槍。\n\n　　到這裡，我又應該補敘狄克先生的文章的題目，是：《我們要執行自我批判》。\n\n　　題目很有勁。作者雖然不說這就是「自我批判」，但卻實行著抹殺《八月的鄉村》的「自我批判」的任務的，要到他所希望的正式的「自我批判」發表時，這才解除它的任務，而《八月的鄉村》也許再有些生機。因為這種模模胡胡的搖頭，比列舉十大罪狀更有害於對手，列舉還有條款，含胡的指摘，是可以令人揣測到壞到茫無界限的。\n\n　　自然，狄克先生的「要執行自我批判」是好心，因為「那些作家是我們底」的緣故。但我以為同時可也萬萬忘記不得「我們」之外的「他們」，也不可專對「我們」之中的「他們」。要批判，就得彼此都給批判，美惡一併指出。如果在還有「我們」和「他們」的文壇上，一味自責以顯其「正確」或公平，那其實是在向「他們」獻媚或替「他們」繳械。\n\n四月十六日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"續記","content":"本篇最初發表於一九三六年五月《文學叢報》月刊第二期，發表時題為《關於〈白莽遺詩序〉的聲明》。\n\n　　這是三月十日的事。我得到一個不相識者由漢口寄來的信，自說和白莽是同濟學校的同學，藏有他的遺稿《孩兒塔》，正在經營出版，但出版家有一個要求：要我做一篇序；至於原稿，因為紙張零碎，不寄來了，不過如果要看的話，卻也可以補寄。其實，白莽的《孩兒塔》的稿子，卻和幾個同時受難者的零星遺稿，都在我這裡，裡面還有他親筆的插畫，但在他的朋友手裡別有初稿，也是可能的；至於出版家要有一篇序，那更是平常事。\n\n　　近兩年來，大開了印賣遺著的風氣，雖是期刊，也常有死人和活人合作的，但這已不是先前的所謂「骸骨的迷戀」，倒是活人在依靠死人的餘光，想用「死諸葛嚇走生仲達」。我不大佩服這些活傢伙。可是這一回卻很受了感動，因為一個人受了難，或者遭了冤，所謂先前的朋友，一聲不響的固然有，連趕緊來投幾塊石子，借此表明自己是屬於勝利者一方面的，也並不算怎麼希罕；至於抱守遺文，歷多年還要給它出版，以盡對於亡友的交誼者，以我之孤陋寡聞，可實在很少知道。大病初癒，才能起坐，夜雨淅瀝，愴然有懷，便力疾寫了一點短文，到第二天付郵寄去，因為恐怕連累付印者，所以不題他的姓名；過了幾天，才又投給《文學叢報》，因為恐怕妨礙發行，所以又隱下了詩的名目。\n\n　　此後不多幾天，看見《社會日報》，說是善於翻戲的史濟行，現又化名為齊涵之了。我這才悟到自己竟受了騙，因為漢口的發信者，署名正是齊涵之。他仍在玩著騙取文稿的老套，《孩兒塔》不但不會出版，大約他連初稿也未必有的，不過知道白莽和我相識，以及他的詩集的名目罷了。\n\n　　至於史濟行和我的通信，卻早得很，還是八九年前，我在編輯《語絲》，創造社和太陽社聯合起來向我圍剿的時候，他就自稱是一個藝術專門學校的學生，信件在我眼前出現了，投稿是幾則當時所謂革命文豪的劣跡，信裡還說這類文稿，可以源源的寄來。然而《語絲》裡是沒有「劣跡欄」的，我也不想和這種「作家」往來，於是當時即加以拒絕。後來他又或者化名「彳亍」，在刊物上捏造我的謠言，或者忽又化為「天行」（《語絲》也有同名的文字，但是別一人）或「史巖」，卑詞徵求我的文稿，我總給他一個置之不理。這一回，他在漢口，我是聽到過的，但不能因為一個史濟行在漢口，便將一切漢口的不相識者的信都看作卑劣者的圈套，我雖以多疑為忠厚長者所詬病，但這樣多疑的程度是還不到的。不料人還是大意不得，偶不疑慮，偶動友情，到底成為我的弱點了。\n\n　　今天又看見了所謂「漢出」的《人間世》的第二期，卷末寫著「主編史天行」，而下期要目的豫告上，果然有我的《序〈孩兒塔〉》在。但卷端又聲明著下期要更名為《西北風》了，那麼，我的序文，自然就卷在第一陣「西北風」裡。而第二期的第一篇，竟又是我的文章，題目是《日譯本〈中國小說史略〉序》。這原是我用日本文所寫的，這裡卻不知道何人所譯，僅止一頁的短文，竟充滿著錯誤和不通，但前面卻附有一行聲明道：「本篇原來是我為日譯本《支那小說史》寫的卷頭語……」乃是模擬我的語氣，冒充我自己翻譯的。翻譯自己所寫的日文，竟會滿紙錯誤，這豈不是天下的大怪事麼？\n\n　　中國原是「把人不當人」的地方，即使無端誣人為投降或轉變，國賊或漢奸，社會上也並不以為奇怪。所以史濟行的把戲，就更是微乎其微的事情。我所要特地聲明的，只在請讀了我的序文而希望《孩兒塔》出版的人，可以收回了這希望，因為這是我先受了欺騙，一轉而成為我又欺騙了讀者的。\n\n　　最後，我還要添幾句由「多疑」而來的結論：即使真有「漢出」《孩兒塔》，這部詩也還是可疑的。我從來不想對於史濟行的大事業講一句話，但這回既經我寫過一篇序，且又發表了，所以在現在或到那時，我都有指明真偽的義務和權利。\n\n四月十一日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"關於太炎先生二三事","content":"本篇最初印入一九三七年三月十日在上海出版的《工作與學習叢刊》之一《二三事》一書。\n\n\n\n\n　　前一些時，上海的官紳為太炎先生開追悼會，赴會者不滿百人，遂在寂寞中閉幕，於是有人慨歎，以為青年們對於本國的學者，竟不如對於外國的高爾基的熱誠。這慨歎其實是不得當的。官紳集會，一向為小民所不敢到；況且高爾基是戰鬥的作家，太炎先生雖先前也以革命家現身，後來卻退居於寧靜的學者，用自己所手造的和別人所幫造的牆，和時代隔絕了。紀念者自然有人，但也許將為大多數所忘卻。\n\n　　我以為先生的業績，留在革命史上的，實在比在學術史上還要大。回憶三十餘年之前，木板的《訄書》已經出版了，我讀不斷，當然也看不懂，恐怕那時的青年，這樣的多得很。我的知道中國有太炎先生，並非因為他的經學和小學，是為了他駁斥康有為和作鄒容的《革命軍》序，竟被監禁於上海的西牢。那時留學日本的浙籍學生，正辦雜誌《浙江潮》，其中即載有先生獄中所作詩，卻並不難懂。這使我感動，也至今並沒有忘記，現在抄兩首在下面— —獄中贈鄒容\n\n　　鄒容吾小弟，被發下瀛洲。快剪刀除辮，干牛肉作餱。英雄一入獄，天地亦悲秋。臨命須摻手，乾坤只兩頭。\n\n　　獄中聞沈禹希見殺不見沈生久，江湖知隱淪，蕭蕭悲壯士，今在易京門。\n\n　　螭鬼羞爭焰，文章總斷魂。中陰當待我，南北幾新墳。\n\n　　一九○六年六月出獄，即日東渡，到了東京，不久就主持《民報》。我愛看這《民報》，但並非為了先生的文筆古奧，索解為難，或說佛法，談「俱分進化」，是為了他和主張保皇的梁啟超鬥爭，和「××」的××× 鬥爭，和「以《紅樓夢》為成佛之要道」的×××鬥爭，真是所向披靡，令人神旺。前去聽講也在這時候，但又並非因為他是學者，卻為了他是有學問的革命家，所以直到現在，先生的音容笑貌，還在目前，而所講的《說文解字》，卻一句也不記得了。民國元年革命後，先生的所志已達，該可以大有作為了，然而還是不得志。這也是和高爾基的生受崇敬，死備哀榮，截然兩樣的。我以為兩人遭遇的所以不同，其原因乃在高爾基先前的理想，後來都成為事實，他的一身，就是大眾的一體，喜怒哀樂，無不相通；而先生則排滿之志雖伸，但視為最緊要的「第一是用宗教發起信心，增進國民的道德；第二是用國粹激動種性，增進愛國的熱腸」（見《民報》第六本），卻僅止於高妙的幻想；不久而袁世凱又攘奪國柄，以遂私圖，就更使先生失卻實地，僅垂空文，至於今，惟我們的「中華民國」之稱，尚系發源于先生的《中華民國解》（最先亦見《民報》），為巨大的記念而已，然而知道這一重公案者，恐怕也已經不多了。既離民眾，漸入頹唐，後來的參與投壺，接收饋贈，遂每為論者所不滿，但這也不過白圭之玷，並非晚節不終。考其生平，以大勳章作扇墜，臨總統府之門，大詬袁世凱的包藏禍心者，並世無第二人；七被追捕，三入牢獄，而革命之志，終不屈撓者，並世亦無第二人：這才是先哲的精神，後生的楷范。近有文儈，勾結小報，竟也作文奚落先生以自鳴得意，真可謂「小人不欲成人之美」，而且「蚍蜉撼大樹，可笑不自量」了！\n\n　　但革命之後，先生亦漸為昭示後世計，自藏其鋒鑣。浙江所刻的《章氏叢書》，是出於手定的，大約以為駁難攻訐，至於忿詈，有違古之儒風，足以貽譏多士的罷，先前的見於期刊的鬥爭的文章，竟多被刊落，上文所引的詩兩首，亦不見於《詩錄》中。一九三三年刻《章氏叢書續編》於北平，所收不多，而更純謹，且不取舊作，當然也無鬥爭之作，先生遂身衣學術的華袞，粹然成為儒宗，執贄願為弟子者綦眾，至於倉皇制《同門錄》成冊。近閱日報，有保護版權的廣告，有三續叢書的記事，可見又將有遺著出版了，但補入先前戰鬥的文章與否，卻無從知道。戰鬥的文章，乃是先生一生中最大，最久的業績，假使未備，我以為是應該一一輯錄，校印，使先生和後生相印，活在戰鬥者的心中的。然而此時此際，恐怕也未必能如所望罷，嗚呼！\n\n　　十月九日。\n\n"},{"name":"《出關》的「關」","content":"本篇最初發表於一九三六年五月上海《作家》月刊第一卷第二期。\n\n\n　　我的一篇歷史的速寫《出關》在《海燕》上一發表，就有了不少的批評，但大抵自謙為「讀後感」。於是有人說：「這是因為作者的名聲的緣故」。話是不錯的。現在許多新作家的努力之作，都沒有這麼的受批評家注意，偶或為讀者所發現，銷上一二千部，便什麼「名利雙收」呀，「不該回來」呀，「嘰哩咕嚕」呀，群起而打之，惟恐他還有活氣，一定要弄到此後一聲不響，這才算天下太平，文壇萬歲。然而別一方面，慷慨激昂之士也露臉了，他戟指大叫道：「我們中國有半個托爾斯泰沒有？有半個歌德沒有？」慚愧得很，實在沒有。不過其實也不必這麼激昂，因為從地殼凝結，漸有生物以至現在，在俄國和德國，托爾斯泰和歌德也只有各一個。\n\n　　我並沒有遭著這種打擊和恫嚇，是萬分幸福的，不過這回卻想破了向來對於批評都守緘默的老例，來說幾句話，這也並無他意，只以為批評者有從作品來批判作者的權利，作者也有從批評來批判批評者的權利，咱們也不妨談一談而已。\n\n　　看所有的批評，其中有兩種，是把我原是小小的作品，縮得更小，或者簡直封閉了。\n\n　　一種，是以為《出關》在攻擊某一個人。這些話，在朋友閒談，隨意說笑的時候，自然是無所不可的，但若形諸筆墨，昭示讀者，自以為得了這作品的魂靈，卻未免像後街阿狗的媽媽。她是只知道，也只愛聽別人的陰私的。不幸我那《出關》並不合於這一流人的胃口，於是一種小報上批評道：「這好像是在諷刺傅東華，然而又不是。」既然「然而又不是」，就可見並不「是在諷刺傅東華」了，這不是該從別處著眼了麼？然而他因此又覺得毫無意味，一定要實在「是在諷刺傅東華」，這才嘗出意味來。\n\n　　這種看法的人們，是並不很少的，還記得作《阿Q正傳》時，就曾有小政客和小官僚惶怒，硬說是在諷刺他，殊不知阿Q的模特兒，卻在別的小城市中，而他也實在正在給人家搗米。但小說裏面，並無實在的某甲或某乙的麼？並不是的。倘使沒有，就不成為小說。縱使寫的是妖怪，孫悟空一個觔斗十萬八千里，豬八戒高老莊招親，在人類中也未必沒有誰和他們精神上相像。有誰相像，就是無意中取誰來做了模特兒，不過因為是無意中，所以也可以說是誰竟和書中的誰相像。我們的古人，是早覺得做小說要用模特兒的，記得有一部筆記，說施耐庵——我們也姑且認為真有這作者罷——請畫家畫了一百零八條梁山泊上的好漢，貼在牆上，揣摩著各人的神情，寫成了《水滸》。但這作者大約是文人，所以明白文人的技倆，而不知道畫家的能力，以為他倒能憑空創造，用不著模特兒來作標本了。\n\n　　作家的取人為模特兒，有兩法。一是專用一個人，言談舉動，不必說了，連微細的癖性，衣服的式樣，也不加改變。這比較的易於描寫，但若在書中是一個可惡或可笑的角色，在現在的中國恐怕大抵要認為作者在報個人的私仇——叫作「個人主義」，有破壞「聯合戰線」之罪，從此很不容易做人。二是雜取種種人，合成一個，從和作者相關的人們裏去找，是不能發見切合的了。但因為「雜取種種人」，一部分相像的人也就更其多數，更能招致廣大的惶怒。我是一向取後一法的，當初以為可以不觸犯某一個人，後來才知道倒觸犯了一個以上，真是「悔之無及」，既然「無及」，也就不悔了。況且這方法也和中國人的習慣相合，例如畫家的畫人物，也是靜觀默察，爛熟於心，然後凝神結想，一揮而就，向來不用一個單獨的模特兒的。\n\n　　不過我在這裏，並不說傅東華先生就做不得模特兒，他一進小說，是有代表一種人物的資格的；我對於這資格，也毫無輕視之意，因為世間進不了小說的人們倒多得很。然而縱使誰整個的進了小說，如果作者手腕高妙，作品久傳的話，讀者所見的就只是書中人，和這曾經實有的人倒不相干了。例如《紅樓夢》裏賈寶玉的模特兒是作者自己曹氚，《儒林外史》裏馬二先生的模特兒是馮執中，現在我們所覺得的卻只是賈寶玉和馬二先生，只有特種學者如胡適之先生之流，這才把曹氚和馮執中念念不忘的記在心兒裏：這就是所謂人生有限，而藝術卻較為永久的話罷。\n\n　　還有一種，是以為《出關》乃是作者的自況，自況總得佔點上風，所以我就是其中的老子。說得最淒慘的是邱韻鐸先生——\n\n　　「……至於讀了之後，留在腦海裏的影子，就只是一個全身心都浸淫著孤獨感的老人的身影。我真切地感覺著讀者是會墜入孤獨和悲哀去，跟著我們的作者。要是這樣，那麼，這篇小說的意義，就要無形地削弱了，我相信，魯迅先生以及像魯迅先生一樣的作家們的本意是不在這裏的。……」（《每週文學》的《海燕讀後記》）\n\n　　這一來真是非同小可，許多人都「墜入孤獨和悲哀去」，前面一個老子，青牛屁股後面一個作者，還有「以及像魯迅先生一樣的作家們」，還有許多讀者們連邱韻鐸先生在內，竟一窠蜂似的湧「出關」去了。但是，倘使如此，老子就又不「只是一個全身心都浸淫著孤獨感的老人的身影」，我想他是會不再出關，回上海請我們吃飯，出題目徵集文章，做道德五百萬言的了。\n\n　　所以我現在想站在關口，從老子的青牛屁股後面，挽留住「像魯迅先生一樣的作家們」以及許多讀者們連邱韻鐸先生在內。首先是請不要「墜入孤獨和悲哀去」，因為「本意是不在這裏」，邱先生是早知道的，但是沒說出在那裏，也許看不出在那裏。倘是前者，真是「這篇小說的意義，就要無形地削弱了」；倘因後者，那麼，卻是我的文字壞，不夠分明的傳出「本意」的緣故。現在略說一點，算是敬掃一回兩月以前「留在腦海裏的影子」罷——老子的西出函谷，為了孔子的幾句話，並非我的發見或創造，是三十年前，在東京從太炎先生口頭聽來的，後來他寫在《諸子學略說》中，但我也並不信為一定的事實。至於孔老相爭，孔勝老敗，卻是我的意見：老，是尚柔的；「儒者，柔也」，孔也尚柔，但孔以柔進取，而老卻以柔退走。這關鍵，即在孔子為「知其不可為而為之」的事無大小，均不放鬆的實行者，老則是「無為而無不為」的一事不做，徒作大言的空談家。要無所不為，就只好一無所為，因為一有所為，就有了界限，不能算是「無不為」了。我同意於關尹子的嘲笑：他是連老婆也娶不成的。於是加以漫畫化，送他出了關，毫無愛惜，不料竟惹起邱先生的這樣的淒慘，我想，這大約一定因為我的漫畫化還不足夠的緣故了，然而如果更將他的鼻子塗白，是不只「這篇小說的意義，就要無形地削弱」而已的，所以也只好這樣子。\n\n　　再引一段邱韻鐸先生的獨白——「……我更相信，他們是一定會繼續地運用他們的心力和筆力，傾注到更有利於社會變革方面，使凡是有利的力量都集中起來，加強起來，同時使凡是可能有利的力量都轉為有利的力量，以聯結成一個巨大無比的力量。」\n\n　　一為而「成一個巨大無比的力量」，僅次於「無為而無不為」一等，我「們」是沒有這種玄妙的本領的，然而我「們」和邱先生不同之處卻就在這裏，我「們」並不「墜入孤獨和悲哀去」，而邱先生卻會「真切地感覺著讀者是會墜入孤獨和悲哀去」的關鍵也在這裏。他起了有利於老子的心思，於是不禁寫了「巨大無比」的抽像的封條，將我的無利於老子的具象的作品封閉了。但我疑心：邱韻鐸先生以及像邱韻鐸先生一樣的作家們的本意，也許倒只在這裏的。\n\n　　四月三十日。\n\n　　\n\n"},{"name":"記蘇聯版畫展覽會","content":"本篇最初發表於一九三六年二月二十四日上海《申報》。\n\n　　我記得曾有一個時候，我們很少能夠從本國的刊物上，知道一點蘇聯的情形。雖是文藝罷，有些可敬的作家和學者們，也如千金小姐的遇到柏油一樣，不但決不沾手，離得還遠呢，卻已經皺起了鼻子。近一兩年可不同了，自然間或還看見幾幅從外國刊物上取來的諷刺畫，但更多的是真心的紹介著建設的成績，令人抬起頭來，看見飛機，水閘，工人住宅，集體農場，不再專門兩眼看地，惦記著破皮鞋搖頭歎氣了。這些紹介者，都並非有所謂可怕的政治傾向的人，但決不幸災樂禍，因此看得鄰人的平和的繁榮，也就非常高興，並且將這高興來分給中國人。我以為為中國和蘇聯兩國起見，這現象是極好的，一面是真相為我們所知道，得到瞭解，一面是不再誤解，而且證明了我們中國，確有許多「威武不能屈，貧賤不能移」的必說真話的人們。\n\n　　但那些紹介，都是文章或照相，今年的版畫展覽會，卻將藝術直接陳列在我們眼前了。作者之中，很有幾個是由於作品的複製，姓名已為我們所熟識的，但現在才看到手制的原作，使我們更加覺得親密。\n\n　　版畫之中，木刻是中國早已發明的，但中途衰退，五年前從新興起的是取法於歐洲，與古代木刻並無關係。不久，就遭壓迫，又缺師資，所以至今不見有特別的進步。我們在這會裡才得了極好，極多的模範。首先應該注意的是內戰時期，就改革木刻，從此不斷的前進的巨匠法復爾斯基（V·Favorsky），和他的一派兌內加（Ａ·Deineka），岡察洛夫（Ａ·Goncharov），葉卡斯托夫（G·Echeistov），畢珂夫（Ｍ·Pikov）等，他們在作品裡各各表現著真摯的精神，繼起者怎樣照著導師所指示的道路，卻用不同的方法，使我們知道只要內容相同，方法不妨各異，而依傍和模仿，決不能產生真藝術。\n\n　　兌內加和葉卡斯托夫的作品，是中國未曾紹介過的，可惜這裡也很少；和法復爾斯基接近的保夫理諾夫（P·Pavlinov）的木刻，我們只見過一幅，現在卻彌補了這缺憾了。\n\n　　克拉甫兼珂（Ａ·Kravchenko）的木刻能夠幸而寄到中國，翻印紹介了的也只有一幅，到現在大家才看見他更多的原作。他的浪漫的色彩，會鼓動我們的青年的熱情，而注意於背景和細緻的表現，也將使觀者得到裨益。我們的繪畫，從宋以來就盛行「寫意」，兩點是眼，不知是長是圓，一畫是鳥，不知是鷹是燕，競尚高簡，變成空虛，這弊病還常見於現在的青年木刻家的作品裡，克拉甫兼珂的新作《尼泊爾建造》（Dneprostroy），是驚起這種懶惰的空想的警鐘。至於畢斯凱萊夫（Ｎ·Piskarev），則恐怕是最先紹介到中國來的木刻家。他的四幅《鐵流》的插畫，早為許多青年讀者所欣賞，現在才又見了《安娜·加裡尼娜》的插畫，——他的刻法的別一端。\n\n　　這裡又有密德羅辛（D·Ｍitrokhin），希仁斯基（L·Khizhinsky），莫察羅夫（S·Ｍochalov），都曾為中國豫先所知道，以及許多第一次看見的藝術家，是從十月革命前已經有名，以至生於二十世紀初的青年藝術家的作品，都在向我們說明通力合作，進向平和的建設的道路。別的作者和作品，展覽會的說明書上各有簡要說明，而且臨末還揭出了全體的要點：「一般的社會主義的內容和對於現實主義的根本的努力」，在這裡也無須我贅說了。\n\n　　但我們還有應當注意的，是其中有烏克蘭，喬其亞，白俄羅斯的藝術家的作品，我想，倘沒有十月革命，這些作品是不但不能和我們見面，也未必會得出現的。\n\n　　現在，二百餘幅的作品，是已經燦爛的一同出現於上海了。單就版畫而論，使我們看起來，它不像法國木刻的多為纖美，也不像德國木刻的多為豪放；然而它真摯，卻非固執，美麗，卻非淫艷，愉快，卻非狂歡，有力，卻非粗暴；但又不是靜止的，它令人覺得一種震動——這震動，恰如用堅實的步法，一步一步，踏著堅實的廣大的黑土進向建設的路的大隊友軍的足音。\n\n　　附記：會中的版畫，計有五種。一木刻，一膠刻（目錄譯作「油布刻」，頗怪），看名目自明。兩種是用強水浸蝕銅版和石版而成的，譯作「銅刻」和「石刻」固可，或如目錄，譯作「蝕刻」和「石印」亦無不可。還有一種Ｍonotype，是在版上作畫，再用紙印，所以雖是版畫，卻只一幅的東西，我想只好譯作「獨幅版畫」。會中的說明書上譯作「摩諾」，還不過等於不譯，有時譯為「單型學」，卻未免比不譯更難懂了。其實，那不提撰人的說明，是非常簡而得要的，可惜譯得很費解，如果有人改譯一遍，即使在閉會之後，對於留心版畫的人也還是很有用處的。\n\n　　二月十七日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"曹靖華譯《蘇聯作家七人集》序","content":"本篇最初印入《蘇聯作家七人集》。\n\n\n　　曾經有過這樣的一個時候，喧傳有好幾位名人都要譯《資本論》，自然依據著原文，但有一位還要參照英，法，日，俄各國的譯本。到現在，至少已經滿六年，還不見有一章發表，這種事業之難可想了。對於蘇聯的文學作品，那時也一樣的熱心，英譯的短篇小說集一到上海，恰如一胛羊肉墜入狼群中，立刻撕得一片片，或則化為「飛腳阿息普」，或則化為「飛毛腿奧雪伯」；然而到得第二本英譯《蔚藍的城》輸入的時候，志士們卻已經沒有這麼起勁，有的還早覺得「伊凡」「彼得」，還不如「一洞」「八索」之有趣了。\n\n　　然而也有並不一哄而起的人，當時好像落後，但因為也不一哄而散，後來卻成為中堅。靖華就是一聲不響，不斷的翻譯著的一個。他二十年來，精研俄文，默默的出了《三姊妹》，出了《白茶》，出了《煙袋》和《四十一》，出了《鐵流》以及其他單行小冊很不少，然而不尚廣告，至今無渲赫之名，且受擠排，兩處受封鎖之害。但他依然不斷的在改定他先前的譯作，而他的譯作，也依然活在讀者們的心中。這固然也因為一時自稱「革命作家」的過於吊兒郎當，終使堅實者成為碩果，但其實卻大半為了中國的讀書界究竟有進步，讀者自有確當的批判，不再受空心大老的欺騙了。\n\n　　靖華是未名社中之一員；未名社一向設在北京，也是一個實地勞作，不尚叫囂的小團體。但還是遭些無妄之災，而且遭得頗可笑。它被封閉過一次，是由於山東督軍張宗昌的電報，聽說發動的倒是同行的文人；後來沒有事，啟封了。出盤之後，靖華譯的兩種小說都積在台靜農家，又和「新式炸彈」一同被收沒，後來雖然證明了這「新式炸彈」其實只是製造化裝品的機器，書籍卻仍然不發還，於是這兩種書，遂成為天地之間的珍本。為了我的《吶喊》在天津圖書館被焚燬，梁實秋教授掌青島大學圖書館時，將我的譯作驅除，以及未名社的橫禍，我那時頗覺得北方官長，辦事較南方為森嚴，元朝分奴隸為四等，置北人於南人之上，實在並非無故。後來知道梁教授雖居北地，實是南人，以及靖華的小說想在南邊出版，也曾被錮多日，就又明白我的決論其實是不確的了。這也是所謂「學問無止境」罷。\n\n　　但現在居然已經得到出版的機會，閒話休題，是當然的。言歸正傳：則這是合兩種譯本短篇小說集而成的書，刪去兩篇，加入三篇，以篇數論，有增無減。所取題材，雖多在二十年前，因此其中不見水閘建築，不見集體農場，但在蘇聯，還都是保有生命的作品，從我們中國人看來，也全是親切有味的文章。至於譯者對於原語的學力的充足和譯文之可靠，是讀書界中早有定論，不待我多說的了。\n\n　　靖華不厭棄我，希望在出版之際，寫幾句序言，而我久生大病，體力衰憊，不能為文，以上云云，幾同塞責。然而靖華的譯文，豈真有待於序，此後亦如先前，將默默的有益於中國的讀者，是無疑的。倒是我得以乘機打草，是一幸事，亦一快事也。\n\n　　一九三六年十月十六日，魯迅記於上海且介亭之東南角。\n\n　　\n\n"},{"name":"白莽作《孩兒塔》序","content":"本篇最初發表於一九三六年四月《文學叢報》月刊第一期，發表時題為《白莽遺詩序》。\n\n　　春天去了一大半了，還是冷；加上整天的下雨，淅淅瀝瀝，深夜獨坐，聽得令人有些淒涼，也因為午後得到一封遠道寄來的信，要我給白莽的遺詩寫一點序文之類；那信的開首說道：「我的亡友白莽，恐怕你是知道的罷。……」——這就使我更加惆悵。\n\n　　說起白莽來，——不錯，我知道的。四年之前，我曾經寫過一篇《為忘卻的記念》，要將他們忘卻。他們就義了已經足有五個年頭了，我的記憶上，早又蒙上許多新鮮的血跡；這一提，他的年青的相貌就又在我的眼前出現，像活著一樣，熱天穿著大棉袍，滿臉油汗，笑笑的對我說道：「這是第三回了。自己出來的。前兩回都是哥哥保出，他一保就要干涉我，這回我不去通知他了。……」——我前一回的文章上是猜錯的，這哥哥才是徐培根，航空署長，終於和他成了殊途同歸的兄弟；他卻叫徐白，較普通的筆名是殷夫。\n\n　　一個人如果還有友情，那麼，收存亡友的遺文真如捏著一團火，常要覺得寢食不安，給它企圖流布的。這心情我很瞭然，也知道有做序文之類的義務。我所惆悵的是我簡直不懂詩，也沒有詩人的朋友，偶爾一有，也終至於鬧開，不過和白莽沒有鬧，也許是他死得太快了罷。現在，對於他的詩，我一句也不說——因為我不能。\n\n　　這《孩兒塔》的出世並非要和現在一般的詩人爭一日之長，是有別一種意義在。這是東方的微光，是林中的響箭，是冬末的萌芽，是進軍的第一步，是對於前驅者的愛的大纛，也是對於摧殘者的憎的豐碑。一切所謂圓熟簡練，靜穆幽遠之作，都無須來作比方，因為這詩屬於別一世界。\n\n　　那一世界裡有許多許多人，白莽也是他們的亡友。單是這一點，我想，就足夠保證這本集子的存在了，又何需我的序文之類。\n\n　　一九三六年三月十一夜，魯迅記於上海之且介亭。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"寫於深夜裡","content":"本篇最初發表於一九三六年五月上誨《夜鶯》月刊第一卷第三期。此文是為上海出版的英文期刊《中國呼聲》（The Voice of China）而作，英譯稿發表於同年六月一日該刊第一卷第六期。作者一九三六年四月一日致曹白信中說：「為了一張文學家的肖像，得了這樣的罪，是大黑暗，也是大笑話，我想作一點短文，到外國去發表。所以希望你告訴我被捕的原因，年月，審判的情形，定罪的長短（二年四月？），但只要一點大略就夠。」又在五月四日信中說：「你的那一篇文章（按指《坐牢略記》），尚找不著適當的發表之處。我只抄了一段，連一封信（略有刪去及改易），收在《寫在深夜裡》的裡面。」\n\n\n\n　　中國野地上有一堆燒過的紙灰，舊牆上有幾個劃出的圖畫，經過的人是大抵未必注意的，然而這些裡面，各各藏著一些意義，是愛，是悲哀，是憤怒，……而且往往比叫了出來的更猛烈。也有幾個人懂得這意義。\n\n　　一九三一年——我忘了月份了——創刊不久便被禁止的雜誌《北斗》第一本上，有一幅木刻畫，是一個母親，悲哀的閉了眼睛，交出她的孩子去。這是珂勒惠支教授（Prof·Kaethe Kollｗitz）的木刻連續畫《戰爭》的第一幅，題目叫作《犧牲》；也是她的版畫紹介進中國來的第一幅。這幅木刻是我寄去的，算是柔石遇害的紀念。他是我的學生和朋友，一同紹介外國文藝的人，尤喜歡木刻，曾經編印過三本歐美作家的作品，雖然印得不大好。然而不知道為了什麼，突然被捕了，不久就在龍華和別的五個青年作家同時槍斃。當時的報章上毫無記載，大約是不敢，也不能記載，然而許多人都明白他不在人間了，因為這是常有的事。只有他那雙目失明的母親，我知道她一定還以為她的愛子仍在上海翻譯和校對。偶然看到德國書店的目錄上有這幅《犧牲》，便將它投寄《北斗》了，算是我的無言的紀念。然而，後來知道，很有一些人是覺得所含的意義的，不過他們大抵以為紀念的是被害的全群。\n\n　　這時珂勒惠支教授的版畫集正在由歐洲走向中國的路上，但到得上海，勤懇的紹介者卻早已睡在土裡了，我們連地點也不知道。好的，我一個人來看。這裡面是窮困，疾病，飢餓，死亡……自然也有掙扎和爭鬥，但比較的少；這正如作者的自畫像，臉上雖有憎惡和憤怒，而更多的是慈愛和悲憫的相同。這是一切「被侮辱和被損害的」的母親的心的圖像。這類母親，在中國的指甲還未染紅的鄉下，也常有的，然而人往往嗤笑她，說做母親的只愛不中用的兒子。但我想，她是也愛中用的兒子的，只因為既然強壯而有能力，她便放了心，去注意「被侮辱的和被損害的」孩子去了。\n\n　　現在就有她的作品的複印二十一幅，來作證明；並且對於中國的青年藝術學徒，又有這樣的益處的——一，近五年來，木刻已頗流行了，雖然時時受著迫害。但別的版畫，較成片段的，卻只有一本關於卓倫（Anders Zorn）的書。現在所紹介的全是銅刻和石刻，使讀者知道版畫之中，又有這樣的作品，也可以比油畫之類更加普遍，而且看見和卓倫截然不同的技法和內容。\n\n　　二，沒有到過外國的人，往往以為白種人都是對人來講耶穌道理或開洋行的，鮮衣美食，一不高興就用皮鞋向人亂踢。有了這畫集，就明白世界上其實許多地方都還存在著「被侮辱和被損害的」人，是和我們一氣的朋友，而且還有為這些人們悲哀，叫喊和戰鬥的藝術家。\n\n　　三，現在中國的報紙上多喜歡登載張口大叫著的希特拉像，當時是暫時的，照相上卻永久是這姿勢，多看就令人覺得疲勞。現在由德國藝術家的畫集，卻看見了別一種人，雖然並非英雄，卻可以親近，同情，而且愈看，也愈覺得美，愈覺得有動人之力。\n\n　　四，今年是柔石被害後的滿五年，也是作者的木刻第一次在中國出現後的第五年；而作者，用中國式計算起來，她是七十歲了，這也可以算作一個紀念。作者雖然現在也只能守著沉默，但她的作品，卻更多的在遠東的天下出現了。是的，為人類的藝術，別的力量是阻擋不住的。\n\n\n\n　　這幾天才悟到，暗暗的死，在一個人是極其慘苦的事。\n\n　　中國在革命以前，死囚臨刑，先在大街上通過，於是他或呼冤，或罵官，或自述英雄行為，或說不怕死。到壯美時，隨著觀看的人們，便喝一聲采，後來還傳述開去。在我年青的時候，常聽到這種事，我總以為這情形是野蠻的，這辦法是殘酷的。\n\n　　新近在林語堂博士編輯的《宇宙風》裡，看到一篇銖堂先生的文章，卻是別一種見解。他認為這種對死囚喝采，是崇拜失敗的英雄，是扶弱，「理想是不能不算崇高。然而在人群的組織上實在要不得。抑強扶弱，便是永遠不願意有強。崇拜失敗英雄，便是不承認成功的英雄。」所以使「凡是古來成功的帝王，欲維持幾百年的威力，不定得殘害幾萬幾十萬無辜的人，方才能博得一時的懾服」。\n\n　　殘害了幾萬幾十萬人，還只「能博得一時的懾服」，為「成功的帝王」設想，實在是大可悲哀的：沒有好法子。不過我並不想替他們劃策，我所由此悟到的，乃是給死囚在臨刑前可以當眾說話，倒是「成功的帝王」的恩惠，也是他自信還有力量的證據，所以他有膽放死囚開口，給他在臨死之前，得到一個自誇的陶醉，大家也明白他的收場。我先前只以為「殘酷」，還不是確切的判斷，其中是含有一點恩惠的。我每當朋友或學生的死，倘不知時日，不知地點，不知死法，總比知道的更悲哀和不安；由此推想那一邊，在暗室中畢命於幾個屠夫的手裡，也一定比當眾而死的更寂寞。\n\n　　然而「成功的帝王」是不秘密殺人的，他只秘密一件事：和他那些妻妾的調笑。到得就要失敗了，才又增加一件秘密：他的財產的數目和安放的處所；再下去，這才加到第三件：秘密的殺人。這時他也如銖堂先生一樣，覺得民眾自有好惡，不論成敗的可怕了。\n\n　　所以第三種秘密法，是即使沒有策士的獻議，也總有一時要採用的，也許有些地方還已經採用。這時街道文明了，民眾安靜了，但我們試一推測死者的心，卻一定比明明白白而死的更加慘苦。我先前讀但丁的《神曲》，到《地獄》篇，就驚異於這作者設想的殘酷，但到現在，閱歷加多，才知道他還是仁厚的了：他還沒有想出一個現在已極平常的慘苦到誰也看不見的地獄來。\n\n\n\n　　看到二月十七日的《DZZ》，有為紀念海涅（H·Heine）死後八十年，勃萊兌勒（Ｗilli·Bredel）所作的《一個童話》，很愛這個題目，也來寫一篇。\n\n　　有一個時候，有一個這樣的國度。權力者壓服了人民，但覺得他們倒都是強敵了，拼音字好像機關鎗，木刻好像坦克車；取得了土地，但規定的車站上不能下車。地面上也不能走了，總得在空中飛來飛去；而且皮膚的抵抗力也衰弱起來，一有緊要的事情，就傷風，同時還傳染給大臣們，一齊生病。\n\n　　出版有大部的字典，還不止一部，然而是都不合於實用的，倘要明白真情，必須查考向來沒有印過的字典。這裡面很有新奇的解釋，例如：「解放」就是「槍斃」；「托爾斯泰主義」就是「逃走」；「官」字下注云：「大官的親戚朋友和奴才」；「城」字下注云：「為防學生出入而造的高而堅固的磚牆」；「道德」條下注云：「不准女人露出臂膊」；「革命」條下注云：「放大水入田地裡，用飛機載炸彈向『匪賊』頭上擲之也。」\n\n　　出版有大部的法律，是派遣學者，往各國採訪了現行律，摘取精華，編纂而成的，所以沒有一國，能有這部法律的完全和精密。但卷頭有一頁白紙，只有見過沒有印出的字典的人，才能夠看出字來，首先計三條：一，或從寬辦理；二，或從嚴辦理；三，或有時全不適用之。\n\n　　自然有法院，但曾在白紙上看出字來的犯人，在開庭時候是決不抗辯的，因為壞人才愛抗辯，一辯即不免「從嚴辦理」；自然也有高等法院，但曾在白紙上看出字來的人，是決不上訴的，因為壞人才愛上訴，一上訴即不免「從嚴辦理」。有一天的早晨，許多軍警圍住了一個美術學校。校裡有幾個中裝和西裝的人在跳著，翻著，尋找著，跟隨他們的也是警察，一律拿著手槍。不多久，一位西裝朋友就在寄宿舍裡抓住了一個十八歲的學生的肩頭。\n\n　　「現在政府派我們到你們這裡來檢查，請你……」\n\n　　「你查罷！」那青年立刻從床底下拖出自己的柳條箱來。\n\n　　這裡的青年是積多年的經驗，已頗聰明了的，什麼也不敢有。但那學生究竟只有十八歲，終於被在抽屜裡，搜出幾封信來了，也許是因為那些信裡面說到他的母親的困苦而死，一時不忍燒掉罷。西裝朋友便子子細細的一字一字的讀著，當讀到「……世界是一台吃人的筵席，你的母親被吃去了，天下無數無數的母親也會被吃去的……」的時候，就把眉頭一揚，摸出一枝鉛筆來，在那些字上打著曲線，問道：「這是怎麼講的？」\n\n　　「…………」\n\n　　「誰吃你的母親？世上有人吃人的事情嗎？我們吃你的母親？好！」他凸出眼珠，好像要化為槍彈，打了過去的樣子。\n\n　　「那裡！……這……那裡！……這……」青年發急了。\n\n　　但他並不把眼珠射出去，只將信一折，塞在衣袋裡；又把那學生的木版，木刻刀和拓片，《鐵流》，《靜靜的頓河》，剪貼的報，都放在一處，對一個警察說：「我把這些交給你！」\n\n　　「這些東西裡有什麼呢，你拿去？」青年知道這並不是好事情。\n\n　　但西裝朋友只向他瞥了一眼，立刻順手一指，對別一個警察命令道：\n\n　　「我把這個交給你！」\n\n　　警察的一跳好像老虎，一把抓住了這青年的背脊上的衣服，提出寄宿舍的大門口去了。門外還有兩個年紀相仿的學生，背脊上都有一隻勇壯巨大的手在抓著。旁邊圍著一大層教員和學生。\n\n\n\n　　有一天的早晨的二十一天之後，拘留所裡開審了。一間陰暗的小屋子裡，上面坐著兩位老爺，一東一西。東邊的一個是馬褂，西邊的一個是西裝，不相信世上有人吃人的事情的樂天派，錄口供的。警察吆喝著連抓帶拖的弄進一個十八歲的學生來，蒼白臉，髒衣服，站在下面。馬褂問過他的姓名，年齡，籍貫之後，就又問道：「你是木刻研究會的會員麼？」\n\n　　「是的。」\n\n　　「誰是會長呢？」\n\n　　「Ch……正的，H……副的。」\n\n　　「他們現在在那裡？」\n\n　　「他們都被學校開除了，我不曉得。」\n\n　　「你為什麼要鼓動風潮呢，在學校裡？」\n\n　　「阿！……」青年只驚叫了一聲。\n\n　　「哼。」馬褂隨手拿出一張木刻的肖像來給他看，「這是你刻的嗎？」\n\n　　「是的。」\n\n　　「刻的是誰呢？」\n\n　　「是一個文學家。」\n\n　　「他叫什麼名字？」\n\n　　「他叫盧那卻爾斯基。」\n\n　　「他是文學家？——他是那一國人？」\n\n　　「我不知道！」這青年想逃命，說謊了。\n\n　　「不知道？你不要騙我！這不是露西亞人嗎？這不是明明白白的露西亞紅軍軍官嗎？我在露西亞的革命史上親眼看見他的照片的呀！你還想賴？」\n\n　　「那裡！」青年好像頭上受到了鐵椎的一擊，絕望的叫了一聲。\n\n　　「這是應該的，你是普羅藝術家，刻起來自然要刻紅軍軍官呀！」\n\n　　「那裡……這完全不是……」\n\n　　「不要強辯了，你總是『執迷不悟』！我們很知道你在拘留所裡的生活很苦。但你得從實說來，好使我們早些把你送給法院判決。——監獄裡的生活比這裡好得多。」青年不說話——他十分明白了說和不說一樣。\n\n　　「你說，」馬褂又冷笑了一聲，「你是CP，還是CY？」「都不是的。這些我什麼也不懂！」\n\n　　「紅軍軍官會刻，CP，CY就不懂了？人這麼小，卻這樣的刁頑！去！」於是一隻手順勢向前一擺，一個警察很聰明而熟練的提著那青年就走了。\n\n　　我抱歉得很，寫到這裡，似乎有些不像童話了。但如果不稱它為童話，我將稱它為什麼呢？特別的只在我說得出這事的年代，是一九三二年。\n\n\n\n　　「敬愛的先生：\n\n　　你問我出了拘留所以後的事情麼，我現在大略敘述在下面——\n\n　　在當年的最後一月的最後一天，我們三個被××省政府解到了高等法院。一到就開檢查庭。這檢察官的審問很特別，只問了三句：\n\n　　『你叫什麼名字？』——第一句；『今年你幾歲？』——第二句；『你是那裡人？』——第三句。\n\n　　開完了這樣特別的庭，我們又被法院解到了軍人監獄。有誰要看統治者的統治藝術的全般的麼？那只要到軍人監獄裡去。他的虐殺異己，屠戮人民，不慘酷是不快意的。時局一緊張，就拉出一批所謂重要的政治犯來槍斃，無所謂刑期不刑期的。例如南昌陷於危急的時候，曾在三刻鐘之內，打死了二十二個；福建人民政府成立時，也槍斃了不少。刑場就是獄裡的五畝大的菜園，囚犯的屍體，就靠泥埋在菜園裡，上面栽起菜來，當作肥料用。\n\n　　約莫隔了兩個半月的樣子，起訴書來了。法官只問我們三句話，怎麼可以做起訴書的呢？可以的！原文雖然不在手頭，但是我背得出，可惜的是法律的條目已經忘記了——『……Ch……H……所組織之木刻研究會，系受共黨指揮，研究普羅藝術之團體也。被告等皆為該會會員，……核其所刻，·皆·為紅軍軍官及勞動饑餓者之景象，·借·以鼓動階級鬥爭而·示無產階級必有專政之一日。……』之後，沒有多久，就開審判庭。庭上一字兒坐著老爺五位，威嚴得很。然而我倒並不怎樣的手足無措，因為這時我的腦子裡浮出了一幅圖畫，那是陀密埃（HonoreDaｕｍier）的《法官》，真使我讚歎！\n\n　　審判庭開後的第八日，開最後的判決庭，宣判了。判決書上所開的罪狀，也還是起訴書上的那麼幾句，只在它的後半段裡，有——\n\n　　『核其所為，當依危害民國緊急治罪法第×條，刑法第×百×十×條第×款，各處有期徒刑五年。……然被告等皆年幼無知，誤入歧途，不無可憫，特依××法第×千×百×十×條第×款之規定，減處有期徒刑二年六個月。於判決書送到後十日以內，不服上訴……』云云。\n\n　　我還用得到『上訴』麼？『服』得很！反正這是他們的法律！\n\n　　總結起來，我從被捕到放出，竟遊歷了三處殘殺人民的屠場。現在，我除了感激他們不砍我的頭之外，更感激的是增加了我不知幾多的知識。單在刑罰一方面，我才曉得現在的中國有：一，抽籐條，二，老虎凳，都還是輕的；三，踏槓，是叫犯人脆下，把鐵槓放在他的腿彎上，兩頭站上彪形大漢去，起先兩個，逐漸加到八人；四，跪火鏈，是把燒紅的鐵鏈盤在地上，使犯人跪上去；五，還有一種叫『吃』的，是從鼻孔裡灌辣椒水，火油，醋，燒酒……；六，還有反綁著犯人的手，另用細麻繩縛住他的兩個大拇指，高懸起來，吊著打，我叫不出這刑罰的名目。\n\n　　我認為最慘的還是在拘留所裡和我同櫳的一個年青的農民。老爺硬說他是紅軍軍長，但他死不承認。呵，來了，他們用縫衣針插在他的指甲縫裡，用鎯頭敲進去。敲進去了一隻，不承認，敲第二隻，仍不承認，又敲第三隻……第四隻……終於十只指頭都敲滿了。直到現在，那青年的慘白的臉，凹下的眼睛，兩隻滿是鮮血的手，還時常浮在我的眼前，使我難於忘卻！使我苦痛！……然而，入獄的原因，直到我出來之後才查明白。禍根是在我們學生對於學校有不滿之處，尤其是對於訓育主任，而他卻是省黨部的政治情報員。他為了要鎮壓全體學生的不滿，就把僅存的三個木刻研究會會員，抓了去做示威的犧牲了。而那個硬派盧那卻爾斯基為紅軍軍官的馬褂老爺，又是他的姐夫，多麼便利呵！\n\n　　寫完了大略，抬頭看看窗外，一地慘白的月色，心裡不禁漸漸地冰涼了起來。然而我自信自己還並不怎樣的怯弱，然而，我的心冰涼起來了……願你的身體康健！\n\n　　人凡。四月四日，後半夜。」\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n　　（附記：從《一個童話》後半起至篇末止，均據人凡君信及《坐牢略記》。四月七日。）\n\n　　\n\n"}]