[{"name":"葉紫作《豐收》序","content":"作者寫出創作來，對於其中的事情，雖然不必親歷過，最好是經歷過。詰難者問：那麼，寫殺人最好是自己殺過人，寫妓女還得去賣淫麼？答曰：不然。我所謂經歷，是所遇，所見，所聞，並不一定是所作，但所作自然也可以包含在裡面。天才們無論怎樣說大話，歸根結蒂，還是不能憑空創造。描神畫鬼，毫無對證，本可以專靠了神思，所謂「天馬行空」似的揮寫了，然而他們寫出來的，也不過是三隻眼，長頸子，就是在常見的人體上，增加了眼睛一隻，增長了頸子二三尺而已。這算什麼本領，這算什麼創造？\n\n地球上不只一個世界，實際上的不同，比人們空想中的陰陽兩界還利害。這一世界中人，會輕蔑，憎惡，壓迫，恐怖，殺戮別一世界中人，然而他不知道，因此他也寫不出，於是他自稱「第三種人」，他「為藝術而藝術」，他即使寫了出來，也不過是三隻眼，長頸子而已。「再亮些」？不要騙人罷！你們的眼睛在那裡呢？\n\n偉大的文學是永久的，許多學者們這麼說。對啦，也許是永久的罷。但我自己，卻與其看薄凱契阿，雨果的書，寧可看契訶夫，高爾基的書，因為它更新，和我們的世界更接近。中國確也還盛行著《三國志演義》和《水滸傳》，但這是為了社會還有三國氣和水滸氣的緣故。《儒林外史》作者的手段何嘗在羅貫中下，然而留學生漫天塞地以來，這部書就好像不永久，也不偉大了。偉大也要有人懂。\n\n這裡的六個短篇，都是太平世界的奇聞，而現在卻是極平常的事情。因為極平常，所以和我們更密切，更有大關係。作者還是一個青年，但他的經歷，卻抵得太平天下的順民的一世紀的經歷，在轉輾的生活中，要他「為藝術而藝術」，是辦不到的。但我們有人懂得這樣的藝術，一點用不著誰來發愁。\n\n這就是偉大的文學麼？不是的，我們自己並沒有這麼說。「中國為什麼沒有偉大文學產生？」我們聽過許多指導者的教訓了，但可惜他們獨獨忘卻了一方面的對於作者和作品的摧殘。「第三種人」教訓過我們，希臘神話裡說什麼惡鬼有一張床，捉了人去，給睡在這床上，短了，就拉長他，太長，便把他截短。左翼批評就是這樣的床，弄得他們寫不出東西來了。現在這張床真的擺出來了，不料卻只有「第三種人」睡得不長不短，剛剛合式。仰面唾天，掉在自己的眼睛裡，天下真會有這等事。\n\n但我們卻有作家寫得出東西來，作品在摧殘中也更加堅實。不但為一大群中國青年讀者所支持，當《電網外》在《文學新地》上以《王伯伯》的題目發表後，就得到世界的讀者了。這就是作者已經盡了當前的任務，也是對於壓迫者的答覆：文學是戰鬥的！\n\n我希望將來還有看見作者的更多，更好的作品的時候。一九三五年一月十六日，魯迅記於上海。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"序言","content":"昨天編完了去年的文字，取發表於日報的短論以外者，謂之《且介亭雜文》；今天再來編今年的，因為除做了幾篇《文學論壇》，沒有多寫短文，便都收錄在這裡面，算是《二集》。\n\n過年本來沒有什麼深意義，隨便那天都好，明年的元旦，決不會和今年的除夕就不同，不過給人事借此時時算有一個段落，結束一點事情，倒也便利的。倘不是想到了已經年終，我的兩年以來的雜文，也許還不會集成這一本。\n\n編完以後，也沒有什麼大感想。要感的感過了，要寫的也寫過了，例如「以華制華」之說罷，我在前年的《自由談》上發表時，曾大受傅公紅蓼之流的攻擊，今年才又有人提出來，卻是風平浪靜。一定要到得「不幸而吾言中」，這才大家默默無言，然而為時已晚，是彼此都大可悲哀的。我寧可如邵洵美輩的《人言》之所說：「意氣多於議論，捏造多於實證。」\n\n我有時決不想在言論界求得勝利，因為我的言論有時是梟鳴，報告著大不吉利事，我的言中，是大家會有不幸的。在今年，為了內心的冷靜和外力的迫壓，我幾乎不談國事了，偶爾觸著的幾篇，如《甚麼是諷刺》，如《從幫忙到扯淡》，也無一不被禁止。別的作者的遭遇，大約也是如此的罷，而天下太平，直到華北自治，才見有新聞記者懇求保護正當的輿論。我的不正當的輿論，卻如國土一樣，仍在日即於淪亡，但是我不想求保護，因為這代價，實在是太大了。\n\n單將這些文字，過而存之，聊作今年筆墨的記念罷。\n\n一九三五年十二月三十一日，魯迅記於上海之且介亭。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"隱士","content":"本篇最初发表于一九三五年二月二十日上海《太白》半月刊第一卷第十一期，署名长庚。\n\n隱士，歷來算是一個美名，但有時也當作一個笑柄。最顯著的，則有刺陳眉公的「翩然一隻雲中鶴，飛去飛來宰相衙」的詩，至今也還有人提及。我以為這是一種誤解。因為一方面，是「自視太高」，於是別方面也就「求之太高」，彼此「忘其所以」，不能「心照」，而又不能「不宣」，從此口舌也多起來了。\n\n非隱士的心目中的隱士，是聲聞不彰，息影山林的人物。但這種人物，世間是不會知道的。一到掛上隱士的招牌，則即使他並不「飛去飛來」，也一定難免有些表白，張揚；或是他的幫閒們的開鑼喝道——隱士家裡也會有幫閒，說起來似乎不近情理，但一到招牌可以換飯的時候，那是立刻就有幫閒的，這叫作「啃招牌邊」。這一點，也頗為非隱士的人們所詬病，以為隱士身上而有油可揩，則隱士之闊綽可想了。其實這也是一種「求之太高」的誤解，和硬要有名的隱士，老死山林中者相同。凡是有名的隱士，他總是已經有了「悠哉遊哉，聊以卒」的幸福的。倘不然，朝砍柴，晝耕田，晚澆菜，夜織屨，又那有吸煙品茗，吟詩作文的閒暇？陶淵明先生是我們中國赫赫有名的大隱，一名「田園詩人」，自然，他並不辦期刊，也趕不上吃「庚款」，然而他有奴子。漢晉時候的奴子，是不但侍候主人，並且給主人種地，營商的，正是生財器具。所以雖是淵明先生，也還略略有些生財之道在，要不然，他老人家不但沒有酒喝，而且沒有飯吃，早已在東籬旁邊餓死了。\n\n所以我們倘要看看隱君子風，實際上也只能看看這樣的隱君子，真的「隱君子」是沒法看到的。古今著作，足以汗牛而充棟，但我們可能找出樵夫漁父的著作來？他們的著作是砍柴和打魚。至於那些文士詩翁，自稱什麼釣徒樵子的，倒大抵是悠游自得的封翁或公子，何嘗捏過釣竿或斧頭柄。要在他們身上賞鑒隱逸氣，我敢說，這只能怪自己胡塗。\n\n登仕，是噉飯之道，歸隱，也是噉飯之道。假使無法噉飯，那就連「隱」也隱不成了。「飛去飛來」，正是因為要「隱」，也就是因為要噉飯；肩出「隱士」的招牌來，掛在「城市山林」裡，這就正是所謂「隱」，也就是噉飯之道。幫閒們或開鑼，或喝道，那是因為自己還不配「隱」，所以只好揩一點「隱」油，其實也還不外乎噉飯之道。漢唐以來，實際上是入仕並不算鄙，隱居也不算高，而且也不算窮，必須欲「隱」而不得，這才看作士人的末路。唐末有一位詩人左偃，自述他悲慘的境遇道：「謀隱謀官兩無成」，是用七個字道破了所謂「隱」的秘密的。\n\n「謀隱」無成，才是淪落，可見「隱」總和享福有些相關，至少是不必十分掙扎謀生，頗有悠閒的餘裕。但讚頌悠閒，鼓吹煙茗，卻又是掙扎之一種，不過掙扎得隱藏一些。雖「隱」，也仍然要噉飯，所以招牌還是要油漆，要保護的。泰山崩，黃河溢，隱士們目無見，耳無聞，但苟有議及自己們或他的一夥的，則雖千里之外，半句之微，他便耳聰目明，奮袂而起，好像事件之大，遠勝於宇宙之滅亡者，也就為了這緣故。其實連和蒼蠅也何嘗有什麼相關。明白這一點，對於所謂「隱士」也就毫不詫異了，心照不宣，彼此都省事。\n\n一月二十五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"書的還魂和趕造","content":"署名長庚發表\n\n把大部的叢書印給讀者看，是宋朝就有的，一直到現在。缺點是因為部頭大，所以價錢貴。好處是把研究一種學問的書彙集在一處，能比一部一部的自去尋求更省力；或者保存單本小種的著作在裡面，使它不易於滅亡。但這第二種好處，是也靠著部頭大，價錢貴，人們就因此格外珍重的缺點的。\n\n但叢書也有蠹蟲。從明末到清初，就時有欺人的叢書出現。那方法之一，是刪削內容，輕減刻費，而目錄卻有一大串，使購買者只覺其種類之多；之二，是不用原題，別立名目，甚至另題撰人，使購買者只覺其收羅之廣。如《格致叢書》，《歷代小史》，《五朝小說》，《唐人說薈》等，就都是的。現在是大抵消滅了，只有末一種化名為《唐代叢書》，有時還在流毒。\n\n然而時代改變，新花樣也要跟著出來了。\n\n推測起新花樣來：其一，是豫先設定一種叢書的大名，羅列目錄，大如宇宙，微至蒼蠅身上的細菌，無所不包，這才分頭覓人，托他譯作，限定時日，必須完工，雖然譯作者未必定是專家，但總之有許多手同時在稿紙上寫字，於是不必窮年累月，一大部煌煌巨制也就出現了；其二，是原有一批零碎的舊譯作，一向不甚流行，或者雖曾流行，而現在卻已經過了時候，於是聚在一起，略加類別，開成一串五花八門的目錄，而一大部煌煌巨制也就出現了。\n\n出版者是明白讀者們的心想的，有些讀者們，苦於不知道什麼是必要的書，所以往往以為被選進叢書裡的，總該是必要的書籍；而且叢書裡的一本，價錢也比單行本便宜，所以看起來好像很上算；加以大小一律，也很合人們愛好整齊的心情。本數又多，一下子可以填滿幾書架，規模不大的圖書館有這幾部，館員就省下時常留心選購新書的精神了。然而出版者是又很明白購買者們的經濟狀況的，他深知道現在他們手頭已沒有這許多錢，所以這些書一定是廉價，使他們拚命的辦出來，或者是分期豫約，使他們逐漸的繳進去。\n\n彙印新作，當然是很好的，但新作必須是精粹的本子，這才可以救讀者們的智識的饑荒。就是重印舊作，也並不算壞，不過這舊作必須已是一種帶著文獻性的本子，這才足供讀者們的研究。如果僅僅是克日速成的草稿，或是棧房角落的存書，改換新裝，招搖過市，但以「大」或「多」或「廉」誘人，使讀者化去不少的錢，實際上卻不過得到一大堆廢物，這惡影響之在讀書界是很不小的。\n\n凡留心於文化的前進的人，對於這些書應該加以檢討！二月十五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"漫談「漫畫」","content":"孩子們吵架，有一個用木炭——上海是大抵用鉛筆了——在牆壁上寫道：「小三子可乎之及及也，同同三千三百刀！」這和政治之類是毫不相干的，然而不能算小品文。畫也一樣，住家的恨路人到對門來小解，就在牆上畫一個烏龜，題幾句話，也不能叫它作「漫畫」。為什麼呢？就因為這和被畫者的形體或精神，是絕無關係的。\n\n漫畫的第一件緊要事是誠實，要確切的顯示了事件或人物的姿態，也就是精神。\n\n漫畫是Karikatur的譯名，那「漫」，並不是中國舊日的文人學士之所謂「漫題」「漫書」的「漫」。當然也可以不假思索，一揮而就的，但因為發芽於誠實的心，所以那結果也不會僅是嬉皮笑臉。這一種畫，在中國的過去的繪畫裡很少見，《百醜圖》或《三十六聲粉鐸圖》庶幾近之，可惜的是不過戲文裡的醜腳的摹寫；羅兩峰的《鬼趣圖》，當不得已時，或者也就算進去罷，但它又太離開了人間。\n\n漫畫要使人一目了然，所以那最普通的方法是「誇張」，但又不是胡鬧。無緣無故的將所攻擊或暴露的對象畫作一頭驢，恰如拍馬家將所拍的對象做成一個神一樣，是毫沒有效果的，假如那對象其實並無驢氣息或神氣息。然而如果真有些驢氣息，那就糟了，從此之後，越看想像，比讀一本做得很厚的傳記還明白。關於事件的漫畫，也一樣的。所以漫畫雖然有誇張，卻還是要誠實。「燕山雪花大如席」，是誇張，但燕山究竟有雪花，就含著一點誠實在裡面，使我們立刻知道燕山原來有這麼冷。如果說「廣州雪花大如席」，那可就變成笑話了。\n\n「誇張」這兩個字也許有些語病，那麼，說是「廓大」也可以的。廓大一個事件或人物的特點固然使漫畫容易顯出效果來，但廓大了並非特點之處卻更容易顯出效果。矮而胖的，瘦而長的，他本身就有漫畫相了，再給他禿頭，近視眼，畫得再矮而胖些，瘦而長些，總可以使讀者發笑。但一位白淨苗條的美人，就很不容易設法，有些漫畫家畫作一個髑髏或狐狸之類，卻不過是在報告自己的低能。有些漫畫家卻不用這呆法子，他用廓大鏡照了她露出的搽粉的臂膊，看出她皮膚的褶皺，看見了這些褶皺中間的粉和泥的黑白畫。這麼一來，漫畫稿子就成功了，然而這是真實，倘不信，大家或自己也用廓大鏡去照照去。於是她也只好承認這真實，倘要好，就用肥皂和毛刷去洗一通。\n\n因為真實，所以也有力。但這種漫畫，在中國是很難生存的。我記得去年就有一位文學家說過，他最討厭論人用顯微鏡。\n\n歐洲先前，也並不兩樣。漫畫雖然是暴露，譏刺，甚而至於是攻擊的，但因為讀者多是上等的雅人，所以漫畫家的筆鋒的所向，往往只在那些無拳無勇的無告者，用他們的可笑，襯出雅人們的完全和高尚來，以分得一枝雪茄的生意。像西班牙的戈雅（Francisco de Goya）和法國的陀密埃（Honoré Daumier）那樣的漫畫家，到底還是不可多得的。二月二十八日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「招貼即扯」","content":"署名公汗發表\n\n了一切古今人，只留下自己的沒意思。要是古今中外真的有過這等事，這才叫作希奇，但實際上並沒有，將來大約也不會有。豈但一切古今人，連一個人也沒有罵倒過。凡是倒掉的，決不是因為罵，卻只為揭穿了假面。揭穿假面，就是指出了實際來，這不能混謂之罵。\n\n然而世間往往混為一談。就以現在最流行的袁中郎為例罷，既然肩出來當作招牌，看客就不免議論這招牌，怎樣撕破了衣裳，怎樣畫歪了臉孔。這其實和中郎本身是無關的，所指的是他的自以為徒子徒孫們的手筆。然而徒子徒孫們就以為罵了他的中郎爺，憤慨和狼狽之狀可掬，覺得現在的世界是比五四時代更狂妄了。但是，現在的袁中郎臉孔究竟畫得怎樣呢？時代很近，文證具存，除了變成一個小品文的老師，「方巾氣」的死敵而外，還有些什麼？和袁中郎同時活在中國的，無錫有一個顧憲成，他的著作，開口「聖人」，閉口「吾儒」，真是滿紙「方巾氣」。而且疾惡如仇，對小人決不假借。他說：「吾聞之：凡論人，當觀其趨向之大體。趨向苟正，即小節出入，不失為君子；趨向苟差，即小節可觀，終歸於小人。又聞：為國家者，莫要于扶陽抑陰，君子即不幸有詿誤，當保護愛惜成就之；小人即小過乎，當早排絕，無令為後患。……」（《自反錄》）推而廣之，也就是倘要論袁中郎，當看他趨向之大體，趨向苟正，不妨恕其偶講空話，作小品文，因為他還有更重要的一方面在。正如李白會做詩，就可以不責其喝酒，如果只會喝酒，便以半個李白，或李白的徒子徒孫自命，那可是應該趕緊將他「排絕」的。\n\n中郎還有更重要的一方面麼？有的。萬曆三十七年，顧憲成辭官，時中郎「主陝西鄉試，發策，有『過劣巢由』之語。監臨者問『意云何？』袁曰：『今吳中大賢亦不出，將令世道何所倚賴，故發此感爾。』」（《顧端文公年譜》下）中郎正是一個關心世道，佩服「方巾氣」人物的人，贊《金瓶梅》，作小品文，並不是他的全部。\n\n中郎之不能被罵倒，正如他之不能被畫歪。但因此也就不能作他的蛀蟲們的永久的巢穴了。\n\n一月二十六日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"漫畫而又漫畫","content":"德國現代的畫家格羅斯（George Grosz），中國已經紹介過好幾回，總可以不算陌生人了。從有一方說，他也可以算是漫畫家；那些作品，大抵是白地黑線的。\n\n他在中國的遭遇，還算好，翻印的畫雖然製版術太壞了，或者被縮小，黑線白地卻究竟還是黑線白地。不料中國「文藝」家的腦子今年反常了，在掛著「文藝」招牌的雜誌上紹介格羅斯的黑白畫，線條都變了雪白；地子呢，有藍有紅，真是五顏六色，好看得很。\n\n自然，我們看石刻的拓本，大抵是黑地白字的。但翻印的繪畫，卻還沒有見過將青綠山水變作紅黃山水，水墨龍化為水粉龍的大改造。有之，是始於二十世紀過了三十五年的上海的「文藝」家。我才知道畫家作畫時候的調色，配色之類，都是多事。一經中國「文藝」家的手，全無問題，——嗡，嗡，隨隨便便。\n\n這些翻印的格羅斯的畫是有價值的，是漫畫而又漫畫。\n\n二月二十八日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「尋開心」","content":"我有時候想到，忠厚老實的讀者或研究者，遇見有兩種人的文意，他是會吃冤枉苦頭的。一種，是古裡古怪的詩和尼采式的短句，以及幾年前的所謂未來派的作品。這些大概是用怪字面，生句子，沒意思的硬連起來的，還加上好幾行很長的點線。作者本來就是亂寫，自己也不知道什麼意思。但認真的讀者卻以為裡面有著深意，用心的來研究它，結果是到底莫名其妙，只好怪自己淺薄。假如你去請教作者本人罷，他一定不加解釋，只是鄙夷的對你笑一笑。這笑，也就愈見其深。\n\n還有一種，是作者原不過「尋開心」，說的時候本來不當真，說過也就忘記了。當然和先前的主張會衝突，當然在同一篇文章裡自己也會衝突。但是你應該知道作者原以為作文和吃飯不同，不必認真的。你若認真的看，只能怪自己傻。最近的例子就是悍膂先生的研究語堂先生為什麼會稱讚《野叟曝言》。不錯，這一部書是道學先生的悖慢淫毒心理的結晶，和「性靈」緣分淺得很，引了例子比較起來，當然會顯出這稱讚的出人意外。但其實，恐怕語堂先生之憎「方巾氣」，談 「性靈」，講「瀟灑」，也不過對老實人「尋開心」而已，何嘗真知道「方巾氣」之類是怎麼一回事；也許簡直連他所稱讚的《野叟曝言》也並沒有怎麼看。所以用本書和他那別的主張來比較研究，是永久不會懂的。自然，兩面非常不同，這很清楚，但怎麼竟至於稱讚起來了呢，也還是一個「不可解」。我的意思是以為有些事情萬不要想得太深，想得太忠厚，太老實，我們只要知道語堂先生那時正在崇拜袁中郎，而袁中郎也曾有過稱讚《金瓶梅》的事實，就什麼駭異之意也沒有了。\n\n還有一個例子。如讀經，在廣東，聽說是從燕塘軍官學校提倡起來的；去年，就有官定的小學校用的《經訓讀本》出版，給五年級用的第一課，卻就是 「孔子謂曾子曰：身體髮膚，受之父母，不敢毀傷，孝之始也。……」那麼，「為國捐軀」是「孝之終」麼？並不然，第三課還有「模範」，是樂正子春述曾子聞諸夫子之說雲：「天之所生，地之所養，無人為大。父母全而生之，子全而歸之，可謂孝矣。不虧其體，不辱其身，可謂全矣。故君子頃步而弗敢忘孝也。……」\n\n還有一個最近的例子，就在三月七日的《中華日報》上。那地方記的有「北平大學教授兼女子文理學院文史系主任李季谷氏」贊成《一十宣言》原則的談話，末尾道：「為復興民族之立場言，教育部應統令設法標榜岳武穆，文天祥，方孝孺等有氣節之名臣勇將，俾一般高官戎將有所法式雲」。\n\n凡這些，都是以不大十分研究為是的。如果想到「全而歸之」和將來的臨陣衝突，或者查查岳武穆們的事實，看究竟是怎樣的結果，「復興民族」了沒有，那你一定會被捉弄得發昏，其實也就是自尋煩惱。語堂先生在暨南大學講演道：「……做人要正正經經，不好走入邪道，……一走入邪道，……一定失業，……然而，作文，要幽默，和做人不同，要玩玩笑笑，尋開心，……」（據《芒種》本）這雖然聽去似乎有些奇特，但其實是很可以啟發人的神智的：這「玩玩笑笑，尋開心」，就是開開中國許多古怪現象的鎖的鑰匙。三月七日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《中國新文學大系》小說二集序","content":"凡是關心現代中國文學的人，誰都知道《新青年》是提倡「文學改良」，後來更進一步而號召「文學革命」的發難者。但當一九一五年九月中在上海開始出版的時候，卻全部是文言的。蘇曼殊的創作小說，陳嘏和劉半農的翻譯小說，都是文言。到第二年，胡適的《文學改良芻議》發表了，作品也只有胡適的詩文和小說是白話。後來白話作者逐漸多了起來，但又因為《新青年》其實是一個論議的刊物，所以創作並不怎樣著重，比較旺盛的只有白話詩；至於戲曲和小說，也依然大抵是翻譯。\n\n在這裡發表了創作的短篇小說的，是魯迅。從一九一八年五月起，《狂人日記》，《孔乙己》，《藥》等，陸續的出現了，算是顯示了「文學革命」的實績，又因那時的認為「表現的深切和格式的特別」，頗激動了一部分青年讀者的心。然而這激動，卻是向來怠慢了紹介歐洲大陸文學的緣故。一八三四年頃，俄國的果戈理（N. Gogol）就已經寫了《狂人日記》；一八八三年頃，尼采（Fr. Nietzsche）也早借了蘇魯支（Zarathustra）的嘴，說過「你們已經走了從蟲豸到人的路，在你們裡面還有許多份是蟲豸。你們做過猴子，到了現在，人還尤其猴子，無論比那一個猴子」的。而且《藥》的收束，也分明的留著安特萊夫（L. Andreev）式的陰冷。但後起的《狂人日記》意在暴露家族制度和禮教的弊害，卻比果戈理的憂憤深廣，也不如尼采的超人的渺茫。此後雖然脫離了外國作家的影響，技巧稍為圓熟，刻劃也稍加深切，如《肥皂》，《離婚》等，但一面也減少了熱情，不為讀者們所注意了。\n\n從《新青年》上，此外也沒有養成什麼小說的作家。較多的倒是在《新潮》上。從一九一九年一月創刊，到次年主幹者們出洋留學而消滅的兩個年中，小說作者就有汪敬熙，羅家倫，楊振聲，俞平伯，歐陽予倩和葉紹鈞。自然，技術是幼稚的，往往留存著舊小說上的寫法和語調；而且平鋪直敘，一瀉無餘；或者過於巧合，在一刹時中，在一個人上，會聚集了一切難堪的不幸。然而又有一種共同前進的趨向，是這時的作者們，沒有一個以為小說是脫俗的文學，除了為藝術之外，一無所為的。他們每作一篇，都是「有所為」而發，是在用改革社會的器械，——雖然也沒有設定終極的目標。\n\n俞平伯的《花匠》以為人們應該屏絕矯揉造作，任其自然，羅家倫之作則在訴說婚姻不自由的苦痛，雖然稍嫌淺露，但正是當時許多智識青年們的公意；輸入易卜生（H.Ibsen）的《娜拉》和《群鬼》的機運，這時候也恰恰成熟了，不過還沒有想到《人民之敵》和《社會柱石》。楊振聲是極要描寫民間疾苦的；汪敬熙並且裝著笑容，揭露了好學生的秘密和苦人的災難。但究竟因為是上層的智識者，所以筆墨總不免伸縮於描寫身邊瑣事和小民生活之間。後來，歐陽予倩致力於劇本去了；葉紹鈞卻有更遠大的發展。汪敬熙又在《現代評論》上發表創作，至一九二五年，自選了一本《雪夜》，但他好像終於沒有自覺，或者忘卻了先前的奮鬥，以為他自己的作品，是並無「什麼批評人生的意義的」了。序中有云——\n\n「我寫這些篇小說的時候，是力求著去忠實的描寫我所見的幾種人生經驗。我只求描寫的忠實，不攙入絲毫批評的態度。雖然一個人敘述一件事實之時，他的描寫是免不了受他的人生觀之影響，但我總是在可能的範圍之內，竭力保持一種客觀的態度。\n\n「因為持了這種客觀態度的緣故，我這些短篇小說是不會有什麼批評人生的意義。我只寫出我所見的幾種經驗給讀者看罷了。讀者看了這些小說，心中對於這些種經驗有什麼評論，是我所不問的。」\n\n楊振聲的文筆，卻比《漁家》更加生髮起來，但恰與先前的戰友汪敬熙站成對郯：他「要忠實於主觀」，要用人工來製造理想的人物。而且憑自己的理想還怕不夠，又請教過幾個朋友，刪改了幾回，這才完成一本中篇小說《玉君》，那自序道——\n\n「若有人問玉君是真的，我的回答是沒有一個小說家說實話的。說實話的是歷史家，說假話的才是小說家。\n\n歷史家用的是記憶力，小說家用的是想像力。歷史家取的是科學態度，要忠實於客觀；小說家取的是藝術態度，要忠實於主觀。一言以蔽之，小說家也如藝術家，想把天然藝術化，就是要以他的理想與意志去補天然之缺陷。」\n\n他先決定了「想把天然藝術化」，唯一的方法是「說假話」，「說假話的才是小說家」。於是依照了這定律，並且博采眾議，將《玉君》創造出來了，然而這是一定的：不過一個傀儡，她的降生也就是死亡。我們此後也不再見這位作家的創作。\n\n「五四」事件一起，這運動的大營的北京大學負了盛名，但同時也遭了艱險。終於，《新青年》的編輯中樞不得不複歸上海，《新潮》群中的健將，則大抵遠遠的到歐美留學去了，《新潮》這雜誌，也以雖有大吹大擂的豫告，卻至今還未出版的「名著紹介」收場；留給國內的社員的，是一萬部《孑民先生言行錄》和七千部《點滴》。創作衰歇了，為人生的文學自然也衰歇了。\n\n但上海卻還有著為人生的文學的一群，不過也崛起了為文學的文學的一群。這裡應該提起的，是彌灑社。它在一九二三年三月出版的《彌灑》（Musai）上，由胡山源作的《宣言》（《彌灑臨凡曲》）告訴我們說——「我們乃是藝文之神；我們不知自己何自而生，也不知何為而生：…………我們一切作為只知順著我們的Inspiration！」到四月出版的第二期，第一頁上便分明的標出了這是「無目的無藝術觀不討論不批評而只發表順靈感所創造的文藝作品的月刊」，即是一個脫俗的文藝團體的刊物。但其實，是無意中有著假想敵的。陳德征的《編輯余談》說：「近來文學作品，也有商品化的，所謂文學研究者，所謂文人，都不免帶有幾分販賣者底色彩！這是我們所深惡而且深以為痛心疾首的一件事。……」就正是和討伐「壟斷文壇」者的大軍一鼻孔出氣的檄文。這時候，凡是要獨樹一幟的，總打著憎惡「庸俗」的幌子。\n\n一切作品，誠然大抵很致力於優美，要舞得「翩躚回翔」，唱得「宛轉抑揚」，然而所感覺的範圍卻頗為狹窄，不免咀嚼著身邊的小小的悲歡，而且就看這小悲歡為全世界。在這刊物上，作為小說作者而出現的，是胡山源，唐鳴時，趙景沄，方企留，曹貴新；錢江春和方時旭，卻只能數作速寫的作者。從中最特出的是胡山源，他的一篇《睡》，是實踐宣言，籠罩全群的佳作，但在《櫻桃花下》（第一期），卻正如這面的過度的睡覺一樣，顯出那面的病的神經過敏來了。「靈感」也究竟要露出目的的。趙景沄的《阿美》，雖然簡單，雖然好像不能「無所為」，卻強有力的寫出了連敏感的作者們也忘卻了的「丫頭」的悲慘短促的一世。\n\n一九二四年中發祥於上海的淺草社，其實也是「為藝術而藝術」的作家團體，但他們的季刊，每一期都顯示著努力：向外，在攝取異域的營養，向內，在挖掘自己的魂靈，要發見心裡的眼睛和喉舌，來凝視這世界，將真和美歌唱給寂寞的人們。韓君格，孔襄我，胡絮若，高世華，林如稷，徐丹歌，顧随，莎子，亞士，陳翔鶴，陳煒謨，竹影女士，都是小說方面的工作者；連後來是中國最為傑出的抒情詩人馮至，也曾發表他幽婉的名篇。次年，中樞移入北京，社員好像走散了一些，《淺草》季刊改為篇葉較少的《沉鐘》週刊了，但銳氣並不稍衰，第一期的眉端就引著吉辛（G. Gissing）的堅決的句子——「而且我要你們一齊都證實……我要工作啊，一直到我死之一日。」\n\n但那時覺醒起來的智識青年的心情，是大抵熱烈，然而悲涼的。即使尋到一點光明，「徑一週三」，卻更分明的看見了周圍的無涯際的黑暗。攝取來的異域的營養又是「世紀末」的果汁：王爾德（Oscar Wilde），尼采（Fr. Nietzsche），波特萊爾（Ch. Baudelaire），安特萊夫（L. Andreev）們所安排的。「沉自己的船」還要在絕處求生，此外的許多作品，就往往「春非我春，秋非我秋」，玄發朱顏，卻唱著飽經憂患的不欲明言的斷腸之曲。雖是馮至的飾以詩情，莎子的託辭小草，還是不能掩飾的。凡這些，似乎多出於蜀中的作者，蜀中的受難之早，也即此可以想見了。不過這群中的作者們也未嘗自餒。陳煒謨在他的小說集《爐邊》的「Proem」裡說——「但我不要這樣；生活在我還在剛開頭，有許多命運的猛獸正在那邊張牙舞爪等著我在。可是這也不用怕。\n\n人雖不必去崇拜太陽，但何至於懦怯得連暗夜也要躲避呢？怎的，禿筆不會寫在破紙上麼？若干年之後，回想此時的我，即不管別人，在自己或也可值眷念罷，如果值得憶念的地方便應該憶念。……」\n\n自然，這仍是無可奈何的自慰的傷心之言，但在事實上，沉鐘社卻確是中國的最堅韌，最誠實，掙扎得最久的團體。它好像真要如吉辛的話，工作到死掉之一日；如「沉鐘」的鑄造者，死也得在水底裡用自己的腳敲出洪大的鐘聲。然而他們並不能做到，他們是活著的，時移世易，百事俱非；他們是要歌唱的，而聽者卻有的睡眠，有的槁死，有的流散，眼前只剩下一片茫茫白地，於是也只好在風塵肮洞中，悲哀孤寂地放下了他們的箜篌了。\n\n後來以「廢名」出名的馮文炳，也是在《淺草》中略見一斑的作者，但並未顯出他的特長來。在一九二五年出版的《竹林的故事》裡，才見以沖淡為衣，而如著者所說，仍能「從他們當中理出我的哀愁」的作品。可惜的是大約作者過於珍惜他有限的「哀愁」，不久就更加不欲像先前一般的閃露，於是從率直的讀者看來，就只見其有意低徊，顧影自憐之態了。\n\n馮沅君有一本短篇小說集《卷施》——是「拔心不死」的草名，也是一九二三年起，身在北京，而以「淦女士」的筆名，發表於上海創造社的刊物上的作品。其中的《旅行》是提煉了《隔絕》和《隔絕之後》（並在《卷施》內）的精粹的名文，雖嫌過於說理，卻還未傷其自然；那「我很想拉他的手，但是我不敢，我只敢在間或車上的電燈被震動而失去它的光的時候，因為我害怕那些搭客們的注意。可是我們又自己覺得很驕傲的，我們不客氣的以全車中最尊貴的人自命。」這一段，實在是五四運動直後，將毅然和傳統戰鬥，而又怕敢毅然和傳統戰鬥，遂不得不復活其「纏綿悱惻之情」的青年們的真實的寫照。和「為藝術而藝術」的作品中的主角，或誇耀其頹唐，或鬻其才緒，是截然兩樣的。然而也可以複歸於平安。陸侃如在《卷施》再版後記裡說：「『淦』訓『沈』，取《莊子》『陸沈』之義。現在作者思想變遷，故再版時改署沅君。……只因作者秉性疏懶，故托我代說。」誠然，三年後的《春痕》，就只剩了散文的斷片了，更後便是關於文學史的研究。這使我又記起匈牙利的詩人彼兌菲（Petofi Sándor）題B. Sz夫人照像的詩來—疤的閌鼓*的男人很幸福，我希望不至於此，因為他是苦惱的夜鶯，而今沉默在幸福裡了。苛待他罷，使他因此常常唱出甜美的歌來。」\n\n我並不是說：苦惱是藝術的淵源，為了藝術，應該使作家們永久陷在苦惱裡。不過在彼兌菲的時候，這話是有些真實的；在十年前的中國，這話也有些真實的。\n\n在北京這地方，——北京雖然是「五四運動」的策源地，但自從支持著《新青年》和《新潮》的人們，風流雲散以來，一九二○至二二年這三年間，倒顯著寂寞荒涼的古戰場的情景。《晨報副刊》，後來是《京報副刊》露出頭角來了，然而都不是怎麼注重文藝創作的刊物，它們在小說一方面，只紹介了有限的作家：蹇先艾，許欽文，王魯彥，黎錦明，黃鵬基，尚鉞，向培良。\n\n蹇先艾的作品是簡樸的，如他在小說集《朝霧》裡說——\n\n「……我已經是滿過二十歲的人了，從老遠的貴州跑到北京來，灰沙之中彷徨了也快七年，時間不能說不長，怎樣混過的，並自身都茫然不知。是這樣匆匆地一天一天的去了，童年的影子越發模糊消淡起來，像朝霧似的，嫋嫋的飄失，我所感到的只有空虛與寂寞。這幾個歲月，除近兩年信筆塗鴉的幾篇新詩和似是而非的小說之外，還做了什麼呢？每一回憶，終不免有點淒寥撞擊心頭。所以現在決然把這個小說集付印了，……藉以紀念從此闊別的可愛的童年。……若果不失赤子之心的人們肯毅然光顧，或者從中間也尋得出一點幼稚的風味來罷？……」\n\n誠然，雖然簡樸，或者如作者所自謙的「幼稚」，但很少文飾，也足夠寫出他心曲的哀愁。他所描寫的範圍是狹小的，幾個平常人，一些瑣屑事，但如《水葬》，卻對我們展示了「老遠的貴州」的鄉間習俗的冷酷，和出於這冷酷中的母性之愛的偉大，——貴州很遠，但大家的情境是一樣的。\n\n這時——一九二四年——偶然發表作品的還有裴文中和李健吾。前者大約並不是向來留心創作的人，那《戎馬聲中》，卻拉雜的記下了遊學的青年，為了炮火下的故鄉和父母而驚魂不定的實感。後者的《終條山的傳說》是絢爛了，雖在十年以後的今日，還可以看見那藏在用口碑織就的華服裡面的身體和靈魂。\n\n蹇先艾敘述過貴州，裴文中關心著榆關，凡在北京用筆寫出他的胸臆來的人們，無論他自稱為用主觀或客觀，其實往往是鄉土文學，從北京這方面說，則是僑寓文學的作者。但這又非如勃蘭兌斯（G. Brandes）所說的「僑民文學」，僑寓的只是作者自己，卻不是這作者所寫的文章，因此也只見隱現著鄉愁，很難有異域情調來開拓讀者的心胸，或者眩耀他的眼界。許軟文自名他的第一本短篇小說集為《故鄉》，也就是在不知不覺中，自招為鄉土文學的作者，不過在還未開手來寫鄉土文學之前，他卻已被故鄉所放逐，生活驅逐他到異地去了，他只好回憶「父親的花園」，而且是已不存在的花園，因為回憶故鄉的已不存在的事物，是比明明存在，而只有自己不能接近的事物較為舒適，也更能自慰的——「父親的花園最盛的幾年距今已有幾時，已難確切的計算。當時的盛況雖曾照下一像，如今掛在父親的房裡，無奈為時已久，那時鄉間的攝影又很幼稚，現已模胡莫辨了。掛在它旁邊的芳姊的遺像也已不大清楚，惟有父親題在像上的字句卻很明白：『性既執拗，遇複可憐，一朝痛割，我獨何堪！』\n\n「…………」\n\n「我想父親的花園就是能夠重行種起種種的花來，那時的盛況總是不能恢復的了，因為已經沒有了芳姊。」\n\n無可奈何的悲憤，是令人不得不捨棄的，然而作者仍不能捨棄，沒有法，就再尋得冷靜和詼諧來做悲憤的衣裳；裹起來了聊且當作「看破」。並且將這手段用到描寫種種人物，尤其是青年人物去。因為故意的冷靜，所以也刻深，而終不免帶著令人疑慮的嬉笑。「雖有忮心，不怨飄瓦」，冷靜要死靜；包著憤激的冷靜和詼諧，是被觀察和被描寫者所不樂受的，他們不承認他是一面無生命，無意見的鏡子。於是他也往往被排進諷刺文學作家裡面去，尤其是使女士們皺起了眉頭。\n\n這一種冷靜和詼諧，如果滋長起來，對於作者本身其實倒是危險的。他也能活潑的寫出民間生活來，如《石宕》，但可惜不多見。\n\n看王魯彥的一部分的作品的題材和筆致，似乎也是鄉土文學的作家，但那心情，和許欽文是極其兩樣的。許欽文所苦惱的是失去了地上的「父親的花園」，他所煩冤的卻是離開了天上的自由的樂土。他聽得「秋雨的訴苦」說——「地太小了，地太髒了，到處都黑暗，到處都討厭。\n\n人人只知道愛金錢，不知道愛自由，也不知道愛美。你們人類的中間沒有一點親愛，只有仇恨。你們人類，夜間像豬一般的甜甜蜜蜜的睡著，白天像狗一般的爭鬥著，撕打著……\n\n「這樣的世界，我看得慣嗎？我為什麼不應該哭呢？\n\n在野蠻的世界上，讓野獸們去生活著罷，但是我不，我們不……唔，我現在要離開這世界，到地底去了……」這和愛羅先珂（V. Eroshenko）的悲哀又仿佛相像的，然而又極其兩樣。那是地下的土撥鼠，欲愛人類而不得，這是太空的秋雨，要逃避人間而不能。他只好將心還給母親，才來做「人」，騙得母親的微笑。秋天的雨，無心的「人」，和人間社會是不會有情愫的。要說冷靜，這才真是冷靜；這才能夠和「托爾斯小」的無抵抗主義一同抹殺「牛克斯」的鬥爭說；和「達我文」的進化說一併嘲弄「克魯屁特金」的互助論；對專制不平，但又向自由冷笑。作者是往往想以詼諧之筆出之的，但也因為太冷靜了，就又往往化為冷話，失掉了人間的詼諧。\n\n然而「人」的心是究竟還不盡的，《柚子》一篇，雖然為湘中的作者所不滿，但在玩世的衣裳下，還閃露著地上的憤懣，在王魯彥的作品裡，我以為倒是最為熱烈的的了。我所說的這湘中的作家是黎錦明，他大約是自小就離開了故鄉的。在作品裡，很少鄉土氣息，但蓬勃著楚人的敏感和熱情。他一早就在《社交問題》裡，對易卜生一流的解放論者擲了斯忒林培黎（A. Strindberg）式的投槍；但也能精緻而明麗的說述兒時的「輕微的印象」。待到一九二六年，他存告不滿於自己了，他在《烈火》再版的自序上說——「在北京生活的人們，如其有靈魂，他們的靈魂恐怕未有不染遍了灰色罷，自然，《烈火》即在這情形中寫成，當我去年春時來到上海，我的心境完全變了，對於它，只有遺棄的一念。……」\n\n他判過去的生活為灰色，以早期的作品為童馬矣了。果然，在此後的《破壘集》中，的確很換了些披掛，有含譏的輕妙的小品，但尤其顯出好的故事作者的特色來：有時如中國的「磊砢山房主人的瑰奇；有時如波蘭的顯克微支（H. Sienkiewicz）的警拔，卻又不以失望收場，有聲有色，總能使讀者欣然終卷。但其失，則又即在立旨居陸離光怪的裝飾之中，時或永被沉埋，倘一顯現，便又見得鶻突了。\n\n《現代評論》比起日報的副刊來，比較的著重於文藝，但那些作者，也還是新潮社和創造社的老手居多。淩叔華的小說，卻發祥於這一種期刊的，她恰和馮沅君的大膽，敢言不同，大抵很謹慎的，適可而止的描寫了舊家庭中的婉順的女性。即使間有出軌之作，那是為了偶受著文酒之風的吹拂，終於也回復了她的故道了。這是好的，——使我們看見和馮沅君，黎錦明，川島，汪靜之所描寫的絕不相同的人物，也就是世態的一角，高門巨族的精魂。\n\n一九二五年十月間，北京突然有莽原社出現，這其實不過是不滿於《京報副刊》編輯者的一群，另設《莽原》週刊，卻仍附《京報》發行，聊以快意的團體。奔走最力者為高長虹，中堅的小說作者也還是黃鵬基，尚鉞，向培良三個；而魯迅是被推為編輯的。但聲援的很不少，在小說方面，有文炳，沅君，霽野，靜農，小酩，青雨等。到十一月，《京報》要停止副刊以外的小幅了，便改為半月刊，由未名社出版，其時所紹介的新作品，是描寫著鄉下的沉滯的氛圍氣的魏金枝之作：《留下鎮上的黃昏》。\n\n但不久這莽原社內部衝突了，長虹一流，便在上海設立了狂飆社。所謂「狂飆運動」，那草案其實是早藏在長虹的衣袋裡面的，常要乘機而出，先就印過幾期週刊；那《宣言》，又曾在一九二五年三月間的《京報副刊》上發表，但尚未以「超人」自命，還帶著並不自滿的聲音——「黑沉沉的暗夜，一切都熟睡了，死一般的，沒有一點聲音，一件動作，闃寂無聊的長夜呵！\n\n「這樣的，幾百年幾百年的時期過去了，而晨光沒有來，黑夜沒有止息。\n\n「死一般的，一切的人們，都沉沉的睡著了。\n\n「於是有幾個人，從黑暗中醒來，便互相呼喚著：「——時候到了，期待已經夠了。\n\n「——是呵，我們要起來了。我們呼喚著，使一切不安於期待的人們也起來罷。\n\n「——若是晨光終於不來，那麼，也起來罷。我們將點起燈來，照耀我們幽暗的前途。\n\n「——軟弱是不行的，睡著希望是不行的。我們要作強者，打倒障礙或者被障礙壓倒。我們並不懼怯，也不躲避。\n\n「這樣呼喚著，雖然是微弱的罷，聽呵，從東方，從西方，從南方，從北方，隱隱的來了強大的應聲，比我們更要強大的應聲。\n\n「一滴水泉可以作江河之始流，一片樹葉之飄動可以兆暴風之將來，微小的起源可以生出偉大的結果。因為這個緣故，我們的週刊便叫作《狂飆》。」\n\n不過後來卻日見其自以為「超越」了。然而擬尼採樣的彼此都不能解的格言式的文章，終於使週刊難以存在，可記的也仍然只是小說方面的黃鵬基，尚鉞——其實是向培良一個作者而已。\n\n黃鵬基將他的短篇小說印成一本，稱為《荊棘》，而第二次和讀者相見的時候，已經改名「朋其」了。他是首先明白曉暢的主張文學不必如奶油，應該如刺，文學家不得頹喪，應該剛健的人；他在《刺的文學》（《莽原》週刊二十八期）裡，說明了「文學絕不是無聊的東西」，「文學家並不一定就是得天獨厚的特等民族」，「也不是成天哭泣的鮫人」。他說——\n\n「我以為中國現代的作品，應該是像一叢荊棘。因為在一片沙漠裡，憧憬的花都會慢慢地消滅的，社會生出荊棘來，他的葉是有刺的，他的莖是有刺的，以至於他的根也是有刺的。——請不要拿植物生理來反駁我——一篇作品的思想，的結構，的練句，的用字，都應該把我們常感覺到的刺的意味兒表現出來。真的文學家……應該先站起來，使我們不得不站起來。他應該充實自己的力，讓人們怎樣充實他自己的力，知道他自己的力，表現他自己的力。一篇作品的成功至少要使讀者一直讀下去，無暇辨文字的美惡，——惡劣的感覺，固然不好，就是美妙的感覺，也算失敗。——而要想因循，苟且而不得。怎樣抓著他的病的深處，就很利害地刺他一下。一般整飭的結構，平凡的字句，會使他跑到旁處去的，我們應該反對。\n\n「『沙漠裡遍生了荊棘，中國人就會過人的生活了！』這是我相信的。」\n\n朋其的作品的確和他的主張並不怎麼背馳，他用流利而詼諧的言語，暴露，描畫，諷刺著各式人物，尤其是智識者層。他或者裝著傻子，說出青年的思想來，或者化為渝腿，跑進闊佬們的家裡去。但也許因為力求生動，流利的緣故罷，抉剔就不能深，而且結末的特地裝置的滑稽，也往往毀損掉全篇的力量。諷刺文學是能死於自身的故意的戲笑的。不久他又「自招」（《荊棘》卷首）道：「寫出『刺的文學』四字，也不過因了每天對於霸王鞭的欣賞，和自己的『生也不辰』，未能十分領略花的意味兒，」那可大有徘徊之狀了。此後也沒有再看見他「刺的文學」。\n\n尚鉞的創作，也是意在譏刺，而且暴露，搏擊的，小說集《斧背》之名，便是自提的綱要。他創作的態度，比朋其嚴肅，取材也較為廣泛，時時描寫著風氣未開之處——河南信陽——的人民。可惜的是為才能所限，那斧背就太輕小了，使他為公和為私的打擊的效力，大抵失在由於器械不良，手段生澀的不中裡。\n\n向培良當發表他第一本小說集《飄渺的夢》時，一開首就說——\n\n「時間走過去的時候，我的心靈聽見輕微的足音，我把這個很拙笨地移到紙上去了，這就是我這本小冊子的來源罷！」\n\n的確，作者向我們敘述著他的心靈所聽到的時間的足音，有些是借了兒童時代的天真的愛和憎，有些是借著羈旅時候的寂寞的聞和見，然而他並不「拙笨」，卻也不矯揉造作，只如熟人相對，娓娓而談，使我們在不甚操心的傾聽中，感到一種生活的色相。但是，作者的內心是熱烈的，倘不熱烈，也就不能這麼平靜的娓娓而談了，所以他雖然間或休息於過去的「已經失去的童心」中，卻終於愛了現在的「在強有力的憎惡後面，發現更強有力的愛」的「虛無的反抗者」，向我們紹介了強有力的《我離開十字街頭》。下面這一段就是那不知名的反抗者所自述的憎惡——「為什麼我要跑出北京？這個我也說不出很多的道理。總而言之：我已經討厭了這古老的虛偽的大城。在這裡面游離了四年之後，我已經刻骨地討厭了這古老的虛偽的大城。在這裡面，我只看見請安，打拱，要皇帝，恭維執政——卑怯的奴才！卑劣，怯懦，狡猾，以及敏捷的逃躲，這都是奴才們的絕技！厭惡的深感在我口中，好似生的腥魚在我口中一般；我需要嘔吐，於是提著我的棍走了。」\n\n在這裡聽到了尼采聲，正是狂飆社的進軍的鼓角。尼采教人們準備著「超人」的出現，倘不出現，那準備便是空虛。但尼采卻自有其下場之法的：發狂和死。否則，就不免安於空虛，或者反抗這空虛，即使在孤獨中毫無「末人」的希求溫暖之心，也不過蔑視一切權威，收縮而為虛無主義者（Nihilist）。巴札羅夫（Bazarov）是相信科學的；他為醫術而死，一到所蔑視的並非科學的權威而是科學本身，那就成為沙寧（Sanin）之徒，只好以一無所信為名，無所不為為實了。但狂飆社卻似乎僅止於「虛無的反抗」，不久就散了隊，現在所遺留的，就只有向培良的這響亮的戰叫，說明著半綏惠略夫（Sheveriov）式的憎惡」的前途。未名社卻相反，主持者韋素園，是寧願作為無名的泥土，來栽植奇花和喬木的人，事業的中心，也多在外國文學的譯述。待到接辦《莽原》後，在小說方面，魏金枝之外，又有李霽野，以銳敏的感覺創作，有時深而細，真如數著每一片葉的葉脈，但因此就往往不能廣，這也是孤寂的發掘者所難以兩全的。臺靜農是先不想到寫小說，後不願意寫小說的人，但為了韋素園的獎勸，為了《莽原》的索稿，他挨到一九二六年，也只得動手了。《地之子》的後記裡自己說——\n\n「那時我開始寫了兩三篇，預備第二年用。素園看了，他很滿意我從民間取材；他遂勸我專在這一方面努力，並且舉了許多作家的例子。其實在我倒不大樂於走這一條路。人間的酸辛和悽楚，我耳邊所聽到的，目中所看見的，已經是不堪了；現在又將它用我的心血細細地寫出，能說這不是不幸的事麼？同時我又沒有生花的筆，能夠獻給我同時代的少男少女以偉大的歡欣。」\n\n此後還有《建塔者》。要在他的作品裡吸取「偉大的歡欣」，誠然是不容易的，但他卻貢獻了文藝；而且在爭寫著戀愛的悲歡，都會的明暗的那時候，能將鄉間的死生，泥土的氣息，移在紙上的，也沒有更多，更勤于這作者的了。\n\n臨末，是關於選輯的幾句話——一，文學團體不是豆莢，包含在裡面的，始終都是豆。大約集成時本已各個不同，後來更各有種種的變化。在這裡，一九二六年後之作即不錄，此後的作者的作風和思想等，也不論。\n\n二，有些作者，是有自編的集子的，曾在期刊上發表過的初期的文章，集子裡有時卻不見，恐怕是自己不滿，刪去了。但我間或仍收在這裡面，因為我以為就是聖賢豪傑，也不必自慚他的童年；自慚，倒是一個錯誤。\n\n三，自編的集子裡的有些文章，和先前在期刊上發表的，字句往往有些不同，這當然是作者自己添削的。但這裡卻有時采了初稿，因為我覺得加了修飾之後，也未必一定比質樸的初稿好。\n\n以上兩點，是要請作者原諒的。\n\n四，十年中所出的各種期刊，真不知有多少，小說集當然也不少，但見聞有限，自不免有遺珠之憾。至於明明見了集子，卻取捨失當，那就即使並非偏心，也一定是缺少眼力，不想來勉強辯解了。\n\n一九三五年三月二日寫訖。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"內山完造作《活中國的姿態》序","content":"這也並非自己的發見，是在內山書店裡聽著漫談的時候拾來的，據說：像日本人那樣的喜歡「結論」的民族，就是無論是聽議論，是讀書，如果得不到結論，心裡總不舒服的民族，在現在的世上，好像是頗為少有的，云。\n\n接收了這一個結論之後，就時時令人覺得很不錯。例如關於中國人，也就是這樣的。明治時代的支那研究的結論，似乎大抵受著英國的甚麼人做的《支那人氣質》的影響，但到近來，卻也有了面目一新的結論了。一個旅行者走進了下野的有錢的大官的書齋，看見有許多很貴的硯石，便說中國是「文雅的國度」；一個觀察者到上海來一下，買幾種猥褻的書和圖畫，再去尋尋奇怪的觀覽物事，便說中國是「色情的國度」。連江蘇和浙江方面，大吃竹筍的事，也算作色情心理的表現的一個證據。然而廣東和北京等處，因為竹少，所以並不怎麼吃竹筍。倘到窮文人的家裡或者寓裡去，不但無所謂書齋，連硯石也不過用著兩角錢一塊的傢伙。一看見這樣的事，先前的結論就通不過去了，所以觀察者也就有些窘，不得不另外摘出什麼適當的結論來。於是這一回，是說支那很難懂得，支那是「謎的國度」了。\n\n據我自己想：只要是地位，尤其是利害一不相同，則兩國之間不消說，就是同國的人們之間，也不容易互相瞭解的。\n\n例如罷，中國向西洋派遣過許多留學生，其中有一位先生，好像也並不怎樣喜歡研究西洋，於是提出了關於中國文學的什麼論文，使那邊的學者大吃一驚，得了博士的學位，回來了。然而因為在外國研究得太長久，忘記了中國的事情，回國之後，就只好來教授西洋文學。他一看見本國裡乞丐之多，非常詫異，慨歎道：他們為什麼不去研究學問，卻自甘墮落的呢？所以下等人實在是無可救藥的。\n\n不過這是極端的例子。倘使長久的生活於一地方，接觸著這地方的人民，尤其是接觸，感得了那精神，認真的想一想，那麼，對於那國度，恐怕也未必不能瞭解罷。\n\n著者是二十年以上，生活於中國，到各處去旅行，接觸了各階級的人們的，所以來寫這樣的漫文，我以為實在是適當的人物。事實勝於雄辯，這些漫文，不是的確放著一種異彩嗎？自己也常常去聽漫談，其實負有捧場的權利和義務的，但因為已是很久的「老朋友」了，所以也想添幾句壞話在這裡。其一，是有多說中國的優點的傾向，這是和我的意見相反的，不過著者那一面，也自有他的意見，所以沒有法子想。還有一點，是並非壞話也說不定的，就是讀起那漫文來，往往頗有令人覺得「原來如此」的處所，而這令人覺得「原來如此」的處所，歸根結蒂，也還是結論。幸而卷末沒有明記著「第幾章：結論」，所以仍不失為漫談，總算還好的。\n\n然而即使力說是漫談，著者的用心，還是在將中國的一部分的真相，紹介給日本的讀者的。但是，在現在，總依然是因了各種的讀者，那結果也不一樣罷。這是沒有法子的事。據我看來，日本和中國的人們之間，是一定會有互相瞭解的時候的。新近的報章上，雖然又在竭力的說著「親善」呀，「提攜」呀，到得明年，也不知道又將說些什麼話，但總而言之，現在卻不是這時候。\n\n倒不如看看漫文，還要有意思一點罷。\n\n一九三五年三月五日魯迅記於上海。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「京派」和「海派」","content":"署名旅隼發表\n\n去年春天，京派大師曾經大大的奚落了一頓海派小丑，海派小丑也曾經小小的回敬了几手，但不多久，就完了。文灘上的風波，總是容易起，容易完，倘使不容易完，也真的不便當。我也曾經略略的趕了一下熱鬧，在許多唇槍舌劍中，以為那時我發表的所說，倒也不算怎麼分析錯了的。其中有這樣的一段——\n\n「……北京是明清的帝都，上海乃各國之租界，帝都多官，租界多商，所以文人之在京者近官，沒海者近商，近官者在使官得名，近商者在使商獲利，而自己亦賴以糊口。要而言之：不過『京派』是官的幫閒，『海派』則是商的幫忙而已。……而官之鄙商，固亦中國舊習，就更使『海派』在『京派』眼中跌落了。……」但到得今年春末，不過一整年帶點零，就使我省悟了先前所說的並不圓滿。目前的事實，是證明著京派已經自己貶損，或是把海派在自己眼睛裡抬高，不但現身說法，演述了派別並不專與地域相關，而且實踐了「因為愛他，所以恨他」的妙語。當初的京海之爭，看作「龍虎鬥」固然是錯誤，就是認為有一條官商之界也不免欠明白。因為現在已經清清楚楚，到底搬出一碗不過黃鱔田雞，炒在一起的蘇式菜——「京海雜燴」來了。\n\n實例，自然是瑣屑的，而且自然也不會有重大的例子。舉一點罷。一，是選印明人小品的大權，分給海派來了；以前上海固然也有選印明人小品的人，但也可以說是冒牌的，這回卻有了真正老京派的題簽，所以的確是正統的衣缽。二，是有些新出的刊物，真正老京派打頭，真正小海派煞尾了；以前固然也有京派開路的期刊，但那是半京半海派所主持的東西，和純粹海派自說是自掏腰包來辦的出產品頗有區別的。要而言之：今兒和前兒已不一樣，京海兩派中的一路，做成一碗了。\n\n到這裡要附帶一點聲明：我是故意不舉出那新出刊物的名目來的。先前，曾經有人用過「某」字，什麼緣故我不知道。但後來該刊的一個作者在該刊上說，他有一位「熟悉商情」的朋友，以為這是因為不替它來作廣告。這真是聰明的好朋友，不愧為「熟悉商情」。由此啟發，子細一想，他的話實在千真萬確：被稱讚固然可以代廣告，被罵也可以代廣告，張揚了榮是廣告，張揚了辱又何嘗非廣告。例如罷，甲乙決鬥，甲贏，乙死了，人們固然要看殺人的兇手，但也一樣的要看那不中用的死屍，如果用蘆席圍起來，兩個銅板看一下，准可以發一點小財的。我這回的不說出這刊物的名目來，主意卻正在不替它作廣告，我有時很不講陰德，簡直\n要妨礙別人的借死屍斂錢。然而，請老實的看官不要立刻責備我刻薄。\n\n他們那裡肯放過這機會，他們自己會敲了鑼來承認的。\n\n聲明太長了一點了。言歸正傳。我要說的是直到現在，由事實證明，我才明白了去年京派的奚落海派，原來根柢上並不是奚落，倒是路遠迢迢的送來的秋波。\n\n文豪，究竟是有真實本領的，法郎士做過一本《泰綺思》，中國已有兩種譯本了，其中就透露著這樣的消息。他說有一個高僧在沙漠中修行，忽然想到亞歷山大府的名妓泰綺思，是一個貽害世道人心的人物，他要感化她出家，救她本身，救被惑的青年們，也給自己積無量功德。事情還算順手，泰綺思竟出家了，他恨恨的毀壞了她在俗時候的衣飾。但是，奇怪得很，這位高僧回到自己的獨房裡繼續修行時，卻再也靜不下來了，見妖怪，見裸體的女人。他急遁，遠行，然而仍然沒有效。他自己是知道因為其實愛上了泰綺思，所以神魂顛倒了的，但一群愚民，卻還是硬要當他聖僧，到處跟著他祈求，禮拜，拜得他「啞子吃黃連」——有苦說不出。他終於決計自白，跑回泰綺思那裡去，叫道「我愛你！」然而泰綺思這時已經離死\n期不遠，自說看見了天國，不久就斷氣了。\n\n不過京海之爭的目前的結局，卻和這一本書的不同，上海的泰綺思並沒有死，她也張開兩條臂膊，叫道「來口虐！」於是——團圓了。\n\n《泰綺思》的構想，很多是應用弗洛伊特的精神分析學說的，倘有嚴正的批評家，以為算不得「究竟是有真實本領」，我也不想來爭辯。但我覺得自己卻真如那本書裡所寫的愚民一樣，在沒有聽到「我愛你」和「來口虐」之前，總以為奚落單是奚落，鄙薄單是鄙薄，連現在已經出了氣的弗洛伊特學說也想不到。\n\n到這裡又要附帶一點聲明：我舉出《泰綺思》來，不過取其事蹟，並非處心積慮，要用妓女來比海派的文人。這種小說中的人物，是不妨隨意改換的，即改作隱士，俠客，高人，公主，大少，小老闆之類，都無不可。況且泰綺思其實也何可厚非。她在俗時是潑剌的活，出家後就刻苦的修，比起我們的有些所謂「文人」，剛到中年，就自歎道「我是心灰意懶了」的死樣活氣來，實在更其像人樣。我也可以自白一句：我寧可向潑剌的妓女立正，卻不願意和死樣活氣的文人打棚。\n\n至於為什麼去年北京送秋波，今年上海叫「來口虐」了呢？說起來，可又是事前的推測，對不對很難定了。我想：也許是因為幫閒幫忙，近來都有些「不景氣」，所以只好兩界合辦，把斷磚，舊襪，皮袍，洋服，巧克力，梅什兒……之類，湊在一處，重行開張，算是新公司，想借此來新一下主顧們的耳目罷。\n\n四月十四日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"鎌田誠一墓記","content":"君以一九三○年三月至滬，出納圖書，既勤且謹，兼修繪事，斐然有成。中遭艱巨，篤行靡改，扶危濟急，公私兩全。越三三年七月，因病歸國休養，方期再造，展其英才，而藥石無靈，終以不起，年僅二十有八。嗚呼，昊天難測，蕙荃早摧，曄曄青春，永門必玄壤，忝居友列，銜哀記焉。一九三五年四月二十二日，會稽魯迅撰。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"從「別字」說開去","content":"本篇最初发表于一九三五年四月二十日上海《芒种》半月刊第一卷第四期，署名旅隼。\n\n自從議論寫別字以至現在的提倡手頭字，其間的經過，恐怕也有一年多了，我記得自己並沒有說什麼話。這些事情，我是不反對的，但也不熱心，因為我以為方塊字本身就是一個死症，吃點人參，或者想一點什麼方法，固然也許可以拖延一下，然而到底是無可挽救的，所以一向就不大注意這回事。 \n\n前幾天在《自由談》上看見陳友琴先生的《活字與死字》，才又記起了舊事來。他在那裡提到北大招考，投考生寫了誤字，「劉半農教授作打油詩去嘲弄他，固然不應該」，但我「曲為之辯，亦大可不必」。那投考生的誤字，是以「倡明」為「昌明」，劉教授的打油詩，是解「倡」為「娼妓」，我的雜感，是說「倡」不必一定作「娼妓」解，自信還未必是「曲」說；至於「大可不必」之評，那是極有意思的，一個人的言行，從別人看來，「大可不必」之點多得很，要不然，全國的人們就好像是一個了。 \n\n我還沒有明目張膽的提倡過寫別字，假如我在做國文教員，學生寫了錯字，我是要給他改正的，但一面也知道這不過是治標之法。至於去年的指摘劉教授，卻和保護別字微有不同。（一）我以為既是學者或教授，年齡至少和學生差十年，不但飯菜多吃了萬來碗了，就是每天認一個字，也就要比學生多識三千六百個，比較的高明，是應該的，在考卷裡發見幾個錯字，「大可不必」飄飄然生優越之感，好像得了什麼寶貝一樣。況且（二）現在的學校，科目繁多，和先前專攻八股的私塾，大不相同了，縱使文字不及從前，正也毫不足怪，先前的不寫錯字的書生，他知道五洲的所在，原質的名目嗎？自然，如果精通科學，又擅文章，那也很不壞，但這不能含含胡胡，責之一般的學生，假使他要學的是工程，那麼，他只要能築堤造路，治河導淮就盡夠了，寫「昌明」為「倡明」，誤「留學」為「流學」，堤防決不會因此就倒塌的。如果說，別國的學生對於本國的文字，決不致鬧出這樣的大笑話，那自然可以歸罪於中國學生的偏偏不肯學，但也可以歸咎于先生的不善教，要不然，那就只能如我所說：方塊字本身就是一個死症。 \n\n改白話以至提倡手頭字，其實也不過一點樟腦針，不能起死回生的，但這就又受著纏不清的障害，至今沒有完。還記得提倡白話的時候，保守者對於改革者的第一彈，是說改革者不識字，不通文，所以主張用白話。對於這些打著古文旗子的敵軍，是就用古書作「法寶」，這才打退的，以毒攻毒，反而證明了反對白話者自己的不識字，不通文。要不然，這古文旗子恐怕至今還不倒下。去年曹聚仁先生為別字辯護，戰法也是搬古書，弄得文人學士之自以為識得「正字」者，哭笑不得，因為那所謂「正字」就有許多是別字。這確是轟毀舊營壘的利器。現在已經不大有人來辯文的白不白——但「尋開心」者除外——字的別不別了，因為這會引到今文《尚書》，骨甲文字去，麻煩得很。這就是改革者的勝利——至於這改革的損益，自然又作別論。 \n\n陳友琴先生的《死字和活字》，便是在這決戰之後，重整陣容的最穩的方法，他已經不想從根本上斤斤計較字的錯不錯，即別不別了。他只問字的活不活；不活，就算錯。他引了一段何仲英先生的《中國文字學大綱》來做自己的代表—— \n\n「……古人用通借，也是寫別字，也是不該。不過積古相沿，一向通行，到如今沒有法子強人改正。假使個個字都能夠改正，是《易經》裡所說的‘爸父之蠱’。縱使不能，豈可在古人寫的別字以外再加許多別字呢？古人寫的別字，通行到如今，全國相同，所以還可以解得。今人若添寫許多別字，各處用各處的方音去寫，別省別縣的人，就不能懂得了，後來全國的文字，必定彼此不同，這不是一種大障礙嗎？……」 \n\n這頭幾句，恕我老實的說罷，是有些可笑的。假如我們先不問有沒有法子強人改正，自己先來改正一部古書試試罷，第一個問題是拿什麼做「正字」，《說文》，金文，骨甲文，還是簡直用陳先生的所謂「活字」呢？縱使大家願意依，主張者自己先就沒法改，不能「爸父之蠱」。所以陳先生的代表的接著的主張是已經錯定了的，就一任他錯下去，但是錯不得添，以免將來破壞文字的統一。是非不談，專論利害，也並不算壞，但直白的說起來，卻只是維持現狀說而已。 \n\n維持現狀說是任何時候都有的，贊成者也不會少，然而在任何時候都沒有效，因為在實際上決定做不到。假使古時候用此法，就沒有今之現狀，今用此法，也就沒有將來的現狀，直至遼遠的將來，一切都和太古無異。以文字論，則未有文字之時，就不會象形以造「文」，更不會孳乳而成「字」，篆決不解散而為隸，隸更不簡單化為現在之所謂「真書」。文化的改革如長江大河的流行，無法遏止，假使能夠遏止，那就成為死水，縱不乾涸，也必腐敗的。當然，在流行時，倘無弊害，豈不更是非常之好？然而在實際上，卻斷沒有這樣的事。回復故道的事是沒有的，一定有遷移；維持現狀的事也是沒有的，一定有改變。有百利而無一弊的事也是沒有的，只可權大小。況且我們的方塊字，古人寫了別字，今人也寫別字，可見要寫別字的病根，是在方塊字本身的，別字病將與方塊字本身並存，除了改革這方塊字之外，實在並沒有救濟的十全好方法。 \n\n復古是難了，何先生也承認。不過現狀卻也維持不下去，因為我們現在一般讀書人之所謂「正字」，其實不過是前清取士的規定，一切指示，都在薄薄的三本所謂「翰苑分書」的《字學舉隅》中，但二十年來，在不聲不響中又有了一點改變。從古訖今，什麼都在改變，但必須在不聲不響中，倘一道破，就一定有窒礙，維持現狀說來了，復古說也來了。這些說頭自然也無效。但一時不失其為一種窒礙卻也是真的，它能夠使一部分的有志於改革者遲疑一下子，從招潮者變為乘潮者。 \n\n我在這裡，要說的只是維持現狀說聽去好像很穩健，但實際上卻是行不通的，史實在不斷的證明著它只是一種「並無其事」：僅在這一些。 \n\n三月二十一日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"從幫忙到扯淡","content":"「幫閒文學」曾經算是一個惡毒的貶辭，——但其實是誤解的。\n\n《詩經》是後來的一部經，但春秋時代，其中的有幾篇就用之於侑酒；屈原是「楚辭」的開山老祖，而他的《離騷》，卻只是不得幫忙的不平。到得宋玉，就現有的作品看起來，他已經毫無不平，是一位純粹的清客了。然而《詩經》是經，也是偉大的文學作品；屈原宋玉，在文學史上還是重要的作家。為什麼呢？——就因為他究竟有文采。\n\n中國的開國的雄主，是把「幫忙」和「幫閒」分開來的，前者參與國家大事，作為重臣，後者卻不過叫他獻詩作賦，「俳優蓄之」，只在弄臣之例。不滿於後者的待遇的是司馬相如，他常常稱病，不到武帝面前去獻殷勤，卻暗暗的作了關於封禪的文章，藏在家裡，以見他也有計畫大典——幫忙的本領，可惜等到大家知道的時候，他已經「壽終正寢」了。然而雖然並未實際上參與封禪的大典，司馬相如在文學史上也還是很重要的作家。為什麼呢？就因為他究竟有文采。但到文雅的庸主時，「幫忙」和「幫閒」的可就混起來了，所謂國家的柱石，也常是柔媚的詞臣，我們在南朝的幾個末代時，可以找出這實例。然而主雖然「庸」，卻不「陋」，所以那些幫閒者，文采卻究竟還有的，他們的作品，有些也至今不滅。\n\n誰說「幫閒文學」是一個惡毒的貶辭呢？\n\n就是權門的清客，他也得會下幾盤棋，寫一筆字，畫畫兒，識古董，懂得些猜拳行令，打趣插科，這才能不失其為清客。也就是說，清客，還要有清客的本領的，雖然是有骨氣者所不屑為，卻又非搭空架者所能企及。例如李漁的《一家言》，袁枚的《隨園詩話》，就不是每個幫閒都做得出來的。必須有幫閒之志，又有幫閒之才，這才是真正的幫閒。如果有其志而無其才，亂點古書，重抄笑話，吹拍名士，拉扯趣聞，而居然不顧臉皮，大擺架子，反自以為得意，——自然也還有人以為有趣，——但按其實，卻不過「扯淡」而已。幫閒的盛世是幫忙，到末代就只剩了這扯淡。\n\n六月六日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"七論「文人相輕」——兩傷","content":"署名隼發表\n\n所謂文人，輕個不完，弄得別一些作者搖頭歎氣了，以為作踐了文苑。這自然也說得通。陶淵明先生「采菊東籬下」，心境必須清幽閒適，他這才能夠「悠然見南山」，如果籬中籬外，有人大嚷大跳，大罵大打，南山是在的，他卻「悠然」不得，只好「愕然見南山」了。現在和晉宋之交有些不同，連「象牙之塔」也已經搬到街頭來，似乎頗有「不隔」之意，然而也還得有幽閒，要不然，即無以寄其沉痛，文壇減色，嚷嚷之罪大矣。於是相輕的文人們的處境，就也更加艱難起來，連街頭也不再是擾攘的地方了，真是途窮道盡。\n\n然而如果還要相輕又怎麼樣呢？前清有成例，知縣老爺出巡，路遇兩人相打，不問青紅皂白，誰是誰非，各打屁股五百完事。不相輕的文人們縱有「肅靜」「回避」牌，卻無小板子，打是自然不至於的，他還是用「筆伐」，說兩面都不是好東西。這裡有一段炯之先生的《談談上海的刊物》為例——\n\n「說到這種爭鬥，使我們記起《太白》，《文學》，《論語》，《人間世》幾年來的爭鬥成績。這成績就是凡罵人的與被罵的一古腦兒變成醜角，等於木偶戲的互相揪打或以頭互碰，除了讀者養成一種『看熱鬧』的情趣以外，別無所有。把讀者養成歡喜看『戲』不歡喜看『書』的習氣，『文壇消息』的多少，成為刊物銷路多少的主要原因。爭鬥的延長，無結果的延長，實在可說是中國讀者的大不幸。我們是不是還有什麼方法可以使這種『私罵』占篇幅少一些？一個時代的代表作，結起賬來若只是這些精巧的對罵，這文壇，未免太可憐了。」（天津《大公報》的《小公園》，八月十八日。）「這種鬥爭」，炯之先生還自有一個界說：「即是向異己者用一種瑣碎方法，加以無憐憫，不節制的辱罵。（一個術語，便是『鬥爭』。）」云。\n\n於是乎這位炯之先生便以憐憫之心，節制之筆，定兩造為醜角，覺文壇之可憐了，雖然「我們記起《太白》，《文學》，《論語》，《人間世》幾年來」，似乎不但並不以「『文壇消息』的多少，成為刊物銷路多少的主要原因」，而且簡直不登什麼「文壇消息」。不過「罵」是有的；只「看熱鬧」的讀者，大約一定也有的。試看路上兩人相打，他們何嘗沒有是非曲直之分，但旁觀者往往只覺得有趣；就是綁出法場去，也是不問罪狀，單看熱鬧的居多。由這情形，推而廣之以至於文壇，真令人有不如逆來順受，唾面自亁之感。到這裡來一個「然而」罷，轉過來是旁觀者或讀者，其實又並不全如炯之先生所擬定的混沌，有些是自有各人自己的判斷的。所以昔者古典主義者和羅曼主義者相罵，甚而至於相打，他們並不都成為醜角；左拉遭了劇烈的文字和圖畫的嘲罵，終於不成為醜角；連生前身敗名裂的王爾德，現在也不算是醜角。\n\n自然，他們有作品。但中國也有的。中國的作品「可憐」得很，誠然，但這不只是文壇可憐，也是時代可憐，而且這可憐中，連「看熱鬧」的讀者和論客都在內。凡有可憐的作品，正是代表了可憐的時代。昔之名人說「恕」字訣——但他們說，對於不知恕道的人，是不恕的；——今之名人說「忍」字訣，春天的論客以「文人相輕」混淆黑白，秋天的論客以「凡罵人的與被罵的一古腦兒變成丑角」抹殺是非。冷冰冰陰森森的平安的古塚中，怎麼會有生人氣？\n\n「我們是不是還有什麼方法可以使這種『私罵』占篇幅少一些？」——炯之先生問。有是有的。縱使名之曰「私罵」，但大約決不會件件都是一面等於二加二，一面等於一加三，在「私」之中，有的較近於「公」，在「罵」之中，有的較合於「理」的，居然來加評論的人，就該放棄了「看熱鬧的情趣」，加以分析，明白的說出你究以為那一面較「是」，那一面較「非」來。\n\n至於文人，則不但要以熱烈的憎，向「異己」者進攻，還得以熱烈的憎，向「死的說教者」抗戰。在現在這「可憐」的時代，能殺才能生，能憎才能愛，能生與愛，才能文。彼兌飛說得好：\n\n 我的愛並不是歡欣安靜的人家，\n\n花園似的，將平和一門關住，\n其中有「幸福」慈愛地往來，\n而撫養那「歡欣」，那嬌小的仙女。\n\n我的愛，就如荒涼的沙漠一般——\n一個大盜似的有嫉妒在那裡霸著；\n他的劍是絕望的瘋狂，\n\n\n而每一刺是各樣的謀殺！\n九月十二日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"不應該那麼寫","content":"本篇最初发表于一九三五年六月《文学》月刊第四卷第六号「文学论坛」栏，署名洛。\n\n凡是有志於創作的青年，第一個想到的問題，大概總是「應該怎樣寫？」現在市場上陳列著的「小說作法」，「小說法程」之類，就是專掏這類青年的腰包的。然而，好像沒有效，從「小說作法」學出來的作者，我們至今還沒有聽到過。有些青年是設法去問已經出名的作者，那些答案，還很少見有什麼發表，但結果是不難推想而知的：不得要領。這也難怪，因為創作是並沒有什麼秘訣，能夠交頭接耳，一句話就傳授給別一個的，倘不然，只要有這秘訣，就真可以登廣告，收學費，開一個三天包成文豪學校了。以中國之大，或者也許會有罷，但是，這其實是騙子。 \n\n在不難推想而知的種種答案中，大概總該有一個是「多看大作家的作品」。這恐怕也很不能滿文學青年的意，因為太寬泛，茫無邊際——然而倒是切實的。凡是已有定評的大作家，他的作品，全部就說明著「應該怎樣寫」。只是讀者很不容易看出，也就不能領悟。因為在學習者一方面，是必須知道了「不應該那麼寫」，這才會明白原來「應該這麼寫」的。這「不應該那麼寫」，如何知道呢？惠列賽耶夫的《果戈理研究》第六章裡，答覆著這問題——「應該這麼寫，必須從大作家們的完成了的作品去領會。那麼，不應該那麼寫這一面，恐怕最好是從那同一作品的未定稿本去學習了。在這裡，簡直好像藝術家在對我們用實物教授。恰如他指著每一行，直接對我們這樣說——‘你看——哪，這是應該刪去的。這要縮短，這要改作，因為不自然了。在這裡，還得加些渲染，使形象更加顯豁些。’」 \n\n這確是極有益處的學習法，而我們中國卻偏偏缺少這樣的教材。近幾年來，石印的手稿是有一些了，但大抵是學者的著述或日記。也許是因為向來崇尚「一揮而就」，「文不加點」的緣故罷，又大抵是全本乾乾淨淨，看不出苦心刪改的痕跡來。取材於外國呢，則即使精通文字，也無法搜羅名作的初版以至改定版的各種本子的。 \n\n讀書人家的子弟熟悉筆墨，木匠的孩子會玩斧鑿，兵家兒早識刀槍，沒有這樣的環境和遺產，是中國的文學青年的先天的不幸。 \n\n在沒奈何中，想了一個補救法：新聞上的記事，拙劣的小說，那事件，是也有可以寫成一部文藝作品的，不過那記事，那小說，卻並非文藝——這就是「不應該這樣寫」的標本。只是和「應該那樣寫」，卻無從比較了。 \n\n四月二十三日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「文人相輕」","content":"署名隼發表\n\n老是說著同樣的一句話是要厭的。在所謂文壇上，前年嚷過一回「文人無行」，去年是鬧了一通「京派和海派」，今年又出了新口號，叫作「文人相輕」。\n\n對於這風氣，口號家很憤恨，他的「真理哭了」，於是大聲疾呼，投一切「文人」以輕蔑。「輕蔑」，他是最憎惡的，但因為他們「相輕」，損傷了他理想中的一道同風的天下，害得他自己也只好施行輕蔑術了。自然，這是「即以其人之道，還治其人之身」，是古聖人的良法，但「相輕」的惡弊，可真也不容易除根。\n\n我們如果到《文選》裡去找詞彙的時候，大概是可以遇著「文人相輕」這四個字的，拾來用用，似乎也還有些漂亮。然而，曹聚仁先生已經在《自由談》（四月九日至十一日）上指明，曹丕之所謂「文人相輕」者，是「文非一體，鮮能備善，是以各以所長，相輕所短」，凡所指摘，僅限於製作的範圍。一切別的攻擊形體，籍貫，誣賴，造謠，以至施蟄存先生式的「他自己也是這樣的呀」，或魏金枝先生式的「他的親戚也和我一樣了呀」之類，都不在內。倘把這些都作為曹丕所說的「文人相輕」，是混淆黑白，真理雖然大哭，倒增加了文壇的黑暗的。\n\n我們如果到《莊子》裡去找詞彙，大概又可以遇著兩句寶貝的教訓：「彼亦一是非，此亦一是非」，記住了來作危急之際的護身符，似乎也不失為漂亮。然而這是只可暫時口說，難以永遠實行的。喜歡引用這種格言的人，那精神的相距之遠，更甚于叭兒之與老聃，這裡不必說它了。就是莊生自己，不也在《天下篇》裡，曆舉了別人的缺失，以他的「無是非」輕了一切「有所是非」的言行嗎？要不然，一部《莊子》，只要「今天天氣哈哈哈……」七個字就寫完了。\n\n但我們現在所處的並非漢魏之際，也不必恰如那時的文人，一定要「各以所長，相輕所短」。凡批評家的對於文人，或文人們的互相評論，各各「指其所短，揚其所長」固可，即「掩其所短，稱其所長」亦無不可。然而那一面一定得有「所長」，這一面一定得有明確的是非，有熱烈的好惡。假使被今年新出的「文人相輕」這一個模模胡胡的惡名所嚇昏，對於充風流的富兒，裝古雅的惡少，銷淫書的癟三，無不「彼亦一是非，此亦一是非」，一律拱手低眉，不敢說或不屑說，那麼，這是怎樣的批評家或文人呢？——他先就非被「輕」不可的！\n\n四月十四日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"文壇三戶","content":"署名幹發表\n\n二十年來，中國已經有了一些作家，多少作品，而且至今還沒有完結，所以有個「文壇」，是毫無可疑的。不過搬出去開博覽會，卻還得顧慮一下。\n\n因為文字的難，學校的少，我們的作家裡面，恐怕未必有村姑變成的才女，牧童化出的文豪。古時候聽說有過一面看牛牧羊，一面讀經，終於成了學者的人的，但現在恐怕未必有。——我說了兩回「恐怕未必」，倘真有例外的天才，尚希鑒原為幸。要之，凡有弄弄筆墨的人們，他先前總有一點憑藉：不是祖遺的正在少下去的錢，就是父積的還在多起來的錢。要不然，他就無緣讀書識字。現在雖然有了識字運動，我也不相信能夠由此運出作家來。所以這文壇，從陰暗這方面看起來，暫時大約還要被兩大類子弟，就是「破落戶」和「暴發戶」所佔據。\n\n已非暴發，又未破落的，自然也頗有出些著作的人，但這並非第三種，不近於甲，即近於乙的，至於掏腰包印書，仗奩資出版者，那是文壇上的捐班，更不在本論範圍之內。所以要說專仗筆墨的作者，首先還得求之於破落戶中。他先世也許暴發過，但現在是文雅勝於算盤，家景大不如意了，然而又因此看見世態的炎涼，人生的苦樂，於是真的有些撫今追昔，「纏綿悱惻」起來。一歎天時不良，二歎地理可惡，三歎自己無能。但這無能又並非真無能，乃是自己不屑有能，所以這無能的高尚，倒遠在有能之上。你們劍拔弩張，汗流浹背，到底做成了些什麼呢？惟我的頹唐相，是「十年一覺揚州夢」惟我的破衣上，是「襟上杭州舊酒痕」，連懶態和污漬，也都有歷史的甚深意義的。可惜俗人不懂得，於是他們的傑作上，就大抵放射著一種特別的神彩，是：「顧影自憐」。暴發戶作家的作品，表面上和破落戶的並無不同。因為他意在用墨水洗去銅臭，這才爬上一向為破落戶所主宰的文壇來，以自附于「風雅之林」，又並不想另樹一幟，因此也決不標新立異。但仔細一看，卻是屬於別一本戶口冊上的；他究竟顯得淺薄，而且裝腔，學樣。房裡會有斷句的諸子，看不懂；案頭也會有石印的駢文，讀不斷。也會嚷「襟上杭州舊酒痕」呀，但一面又怕別人疑心他穿破衣，總得設法表示他所穿的乃是筆挺的洋服或簇新的綢衫；也會說「十年一覺揚州夢」的，但其實倒是並不揮霍的好品行，因為暴發戶之于金錢，覺得比懶態和污漬更有歷史的甚深的意義。破落戶的頹唐，是掉下來的悲聲，暴發戶的做作的頹唐，卻是「爬上去」的手段。所以那些作品，即使摹擬到和破落戶的傑作幾乎相同，但一定還差一塵：他其實並不「顧影自憐」，倒在「沾沾自喜」。\n\n這「沾沾自喜」的神情，從破落戶的眼睛看來，就是所謂「小家子相」，也就是所謂「俗」。風雅的定律，一個人離開「本色」，是就要「俗」的。不識字人不算俗，他要掉文，又掉不對，就俗；富家兒郎也不算俗，他要做詩，又做不好，就俗了。這在文壇上，向來為破落戶所鄙棄。\n\n然而破落戶到了破落不堪的時候，這兩戶卻有時可以交融起來的。如果誰有在找「詞彙」的《文選》，大可以查一查，我記得裡面就有一篇彈文，所彈的乃是一個敗落的世家，把女兒嫁給了暴發而冒充世家的滿家子：這就足見兩戶的怎樣反撥，也怎樣的聯合了。文壇上自然也有這現象；但在作品上的影響，卻不過使暴發戶增添一些得意之色，破落戶則對於「俗」變為謙和，向別方面大談其風雅而已：並不怎麼大。\n\n暴發戶爬上文壇，固然未能免俗，歷時既久，一面持籌握算，一面誦詩讀書，數代以後，就雅起來，待到藏書日多，藏錢日少的時候，便有做真的破落戶文學的資格了。然而時勢的飛速的變化，有時能不給他這許多修養的工夫，於是暴發不久，破落隨之，既「沾沾自喜」，也「顧影自憐」，但卻又失去了「沾沽自喜」的確信，可又還沒有配得「顧影自憐」的風姿，僅存無聊，連古之所謂雅俗也說不上了。向來無定名，我姑且名之為「破落暴發戶」罷。這一戶，此後是恐怕要多起來的。但還要有變化：向積極方面走，是惡少；向消極方面走，是癟三。\n\n使中國的文學有起色的人，在這三戶之外。\n\n六月六日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"六朝小說和唐代傳奇文有怎樣的區別？","content":"這試題很難解答。\n\n因為唐代傳奇，是至今還有標本可見的，但現在之所謂六朝小說，我們所依據的只是從《新唐書藝文志》以至清《四庫書目》的判定，有許多種，在六朝當時，卻並不視為小說。例如《漢武故事》，《西京雜記》，《搜神記》，《續齊諧記》等，直至劉癲的《唐書經籍志》，還屬於史部起居注和雜傳類裡的。那時還相信神仙和鬼神，並不以為虛造，所以所記雖有仙凡和幽明之殊，卻都是史的一類。\n\n況且從晉到隋的書目，現在一種也不存在了，我們已無從知道那時所視為小說的是什麼，有怎樣的形式和內容。現存的惟一最早的目錄只有《隋書經籍志》，修者自謂「遠覽馬史班書，近觀王阮志錄」，也許尚存王儉《今書七志》，阮孝緒《七錄》的痕跡罷，但所錄小說二十五種中，現存的卻只有《燕丹子》和劉義慶撰《世說》合劉孝標注兩種了。此外，則《郭子》，《笑林》，殷芸《小說》，《水飾》，及當時以為隋代已亡的《青史子》，《語林》等，還能在唐宋類書裡遇見一點遺文。\n\n單從上述這些材料來看，武斷的說起來，則六朝人小說，是沒有記敘神仙或鬼怪的，所寫的幾乎都是人事；文筆是簡潔的；材料是笑柄，談資；但好像很排斥虛構，例如《世說新語》說裴啟《語林》記謝安語不實，謝安一說，這書即大損聲價云云，就是。\n\n唐代傳奇文可就大兩樣了：神仙人鬼妖物，都可以隨便驅使；文筆是精細，曲折的，至於被崇尚簡古者所詬病；所敘的事，也大抵具有首尾和波瀾，不止一點斷片的談柄；而且作者往往故意顯示著這事蹟的虛構，以見他想像的才能了。\n\n但六朝人也並非不能想像和描寫，不過他不用於小說，這類文章，那時也不謂之小說。例如阮籍的《大人先生傳》，陶潛的《桃花源記》，其實倒和後來的唐代傳奇文相近；就是嵇康的《聖賢高士傳贊》（今僅有輯本），葛洪的《神仙傳》，也可以看作唐人傳奇文的祖師的。李公佐作《南柯太守傳》，李肇為之贊，這就是嵇康的《高士傳》法；陳鴻《長恨傳》置白居易的長歌之前，元稹的《鸎鸎傳》既錄《會真詩》，又舉李公垂《鸎鸎歌》之名作結，也令人不能不想到《桃花源記》。\n\n至於他們之所以著作，那是無論六朝或唐人，都是有所為的。《隋書經籍志》抄《漢書藝文志》說，以著錄小說，比之「詢於芻蕘」，就是以為雖然小說，也有所為的明證。不過在實際上，這有所為的範圍卻縮小了。晉人尚清談，講標格，常以寥寥數言，立致通顯，所以那時的小說，多是記載畸行雋語的《世說》一類，其實是借口舌取名位的入門書。唐以詩文取士，但也看社會上的名聲，所以士子入京應試，也須豫先干謁名公，呈獻詩文，冀其稱譽，這詩文叫作「行卷」。詩文既濫，人不欲觀，有的就用傳奇文，來希圖一新耳目，獲得特效了，於是那時的傳奇文，也就和「敲門磚」很有關係。但自然，只被風氣所推，無所為而作者，卻也並非沒有的。五月三日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"田軍作《八月的鄉村》序","content":"愛倫堡（Ilia Ehrenburg）論法國的上流社會文學家之後，他說，此外也還有一些不同的人們：“教授們無聲無息地在他們的書房裡工作著，實驗Ｘ光線療法的醫生死在他們的職務上，奮身去救自己的夥伴的漁夫悄然沉沒在大洋裡面。……一方面是莊嚴的工作，另一方面卻是荒淫與無恥。”\n\n這末兩句，真也好像說著現在的中國。然而中國是還有更其甚的呢。手頭沒有書，說不清見於那裡的了，也許是已經漢譯了的日本箭內亙氏的著作罷，他曾經一一記述了宋代的人民怎樣為蒙古人所淫殺，俘獲，踐踏和奴使。然而南宋的小朝廷卻仍舊向殘山剩水間的黎民施威，在殘山剩水間行樂；逃到那裡，氣焰和奢華就跟到那裡，頹靡和貪婪也跟到那裡。“若要官，殺人放火受招安；若要富，跟著行在賣酒醋。”這是當時的百姓提取了朝政的精華的結語。\n\n人民在欺騙和壓制之下，失了力量，啞了聲音，至多也不過有幾句民謠。“天下有道，則庶人不議。”就是秦始皇隋煬帝，他會自承無道麼？百姓就只好永遠箝口結舌，相率被殺，被奴。這情形一直繼續下來，誰也忘記了開口，但也許不能開口。即以前清末年而論，大事件不可謂不多了：鴉片戰爭，中法戰爭，中日戰爭，戊戌政變，義和拳變，八國聯軍，以至民元革命。然而我們沒有一部像樣的歷史的著作，更不必說文學作品了。“莫談國事”，是我們做小民的本分。我們的學者也曾說過：要征服中國，必須征服中國民族的心。其實，中國民族的心，有些是早給我們的聖君賢相武將幫閒之輩征服了的。近如東三省被占之後，聽說北平富戶，就不願意關外的難民來租房子，因為怕他們付不出房租。在南方呢，恐怕義軍的消息，未必能及鞭斃土匪，蒸骨驗屍，阮玲玉自殺，姚錦屏化男的能夠聳動大家的耳目罷？“一方面是莊嚴的工作，另一方面卻是荒淫與無恥。”\n\n但是，不知道是人民進步了，還是時代太近，還未湮沒的緣故，我卻見過幾種說述關於東三省被占的事情的小說。這《八月的鄉村》，即是很好的一部，雖然有些近乎短篇的連續，結構和描寫人物的手段，也不能比法捷耶夫的《毀滅》，然而嚴肅，緊張，作者的心血和失去的天空，土地，受難的人民，以至失去的茂草，高粱，蟈蟈，蚊子，攪成一團，鮮紅的在讀者眼前展開，顯示著中國的一份和全部，現在和未來，死路與活路。凡有人心的讀者，是看得完的，而且有所得的。\n\n“要征服中國民族，必須征服中國民族的心！”但這書卻於“心的征服”有礙。心的征服，先要中國人自己代辦。宋曾以道學替金元治心，明曾以党獄替滿清箝口。這書當然不容于滿洲帝國，但我看也因此當然不容于中華民國。這事情很快的就會得到實證。如果事實證明了我的推測並沒有錯，那也就證明了這是一部很好的書。\n\n好書為什麼倒會不容于中華民國呢？那當然，上面已經說過幾回了——\n\n“一方面是莊嚴的工作，另一方面卻是荒淫與無恥！”\n\n這不像序。但我知道，作者和讀者是決不和我計較這些的。\n\n一九三五年三月二十八日之夜，魯迅讀畢記。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"弄堂生意古今談","content":"署名康郁發表\n\n「薏米杏仁蓮心粥！」\n\n「玫瑰白糖倫教糕！」\n\n「蝦肉餛飩麵！」\n\n「五香茶葉蛋！」\n\n這是四五年前，閘北一帶弄堂內外叫賣零食的聲音，假使當時記錄了下來，從早到夜，恐怕總可以有二三十樣。居民似乎也真會化零錢，吃零食，時時給他們一點生意，因為叫聲也時時中止，可見是在招呼主顧了。而且那些口號也真漂亮，不知道他是從「晚明文選」或「晚明小品」裡找過詞匯的呢，還是怎麼的，實在使我似的初到上海的鄉下人，一聽到就有饞涎欲滴之概，「薏米杏仁」而又「蓮心粥」，這是新鮮到連先前的夢裡也沒有想到的。但對於靠筆墨為生的人們，卻有一點害處，假使你還沒有練到「心如古井」，就可以被鬧得整天整夜寫不出什麼東西來。\n\n現在是大不相同了。馬路邊上的小飯店，正午傍晚，先前為長衫朋友所佔領的，近來已經大抵是「寄沉痛於幽閒」；老主顧呢，坐到黃包車夫的老巢的粗點心店裡面去了。至於車夫，那自然只好退到馬路邊沿餓肚子，或者幸而還能夠咬侉餅。弄堂裡的叫賣聲，說也奇怪，竟也和古代判若天淵，賣零食的當然還有，但不過是橄欖或餛飩，卻很少遇見那些「香豔肉感」的「藝術」的玩意了。嚷嚷呢，自然仍舊是嚷嚷的，只要上海市民存在一日，嚷嚷是大約決不會停止的。然而現在卻切實了不少：麻油，豆腐，潤發的刨花，曬衣的竹竿；方法也有改進，或者一個人賣襪，獨自作歌讚歎著襪的牢靠。或者兩個人共同賣布，交互唱歌頌揚著布的便宜。但大概是一直唱著進來，直達弄底，又一直唱著回去，走出弄外，停下來做交易的時候，是很少的。\n\n偶然也有高雅的貨色：果物和花。不過這是並不打算賣給中國人的，所以他用洋話：「Ringo，Banana，Appulu-u，Appulu-u-u！」「Hana呀Hana-a-a！Ha-a-na-a-a！」也不大有洋人買。\n\n間或有算命的瞎子，化緣的和尚進弄來，幾乎是專攻娘姨們的，倒還是他們比較的有生意，有時算一命，有時賣掉一張黃紙的鬼畫符。但到今年，好像生意也清淡了，於是前天竟出現了大佈置的化緣。先只聽得一片鼓鈸和鐵索聲，我正想做「超現實主義」的語錄體詩，這麼一來，詩思被鬧跑了，尋聲看去，原來是一個和尚用鐵鉤鉤在前胸的皮上，鉤柄系有一丈多長的鐵索，在地上拖著走進弄裡來，別的兩個和尚打著鼓和鈸。但是，那些娘姨們，卻都把門一關，躲得一個也不見了。這位苦行的高僧，竟連一個銅子也拖不去。\n\n事後，我探了探她們的意見，那回答是：「看這樣子，兩角錢是打發不走的。」\n\n獨唱，對唱，大佈置，苦肉計，在上海都已經賺不到大錢，一面固然足征洋場上的「人心澆薄」，但一面也可見只好去「復興農村」了，唔。\n\n四月二十三日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"什麼是「諷刺」？","content":"我想：一個作者，用了精煉的，或者簡直有些誇張的筆墨——但自然也必須是藝術的地——寫出或一群人的或一面的真實來，這被寫的一群人，就稱這作品為「諷刺」。\n\n「諷刺」的生命是真實；不必是曾有的實事，但必須是會有的實情。所以它不是「I造」，也不是「誣衊」；既不是「揭發陰私」，又不是專記駭人聽聞的所謂「奇聞」或「怪現狀」。它所寫的事情是公然的，也是常見的，平時是誰都不以為奇的，而且自然是誰都毫不注意的。不過這事情在那時卻已經是不合理，可笑，可鄙，甚而至於可惡。但這麼行下來了，習慣了，雖在大庭廣眾之間，誰也不覺得奇怪；現在給它特別一提，就動人。譬如罷，洋服青年拜佛，現在是平常事，道學先生發怒，更是平常事，只消幾分鐘，這事蹟就過去，消滅了。但「諷刺」卻是正在這時候照下來的一張相，一個撅著屁股，一個皺著眉心，不但自己和別人看起來有些不很雅觀，連自己看見也覺得不很雅觀；而且流傳開去，對於後日的大講科學和高談養性，也不免有些妨害。倘說，所照的並非真實，是不行的，因為這時有目共睹，誰也會覺得確有這等事；但又不好意思承認這是真實，失了自己的尊嚴。於是挖空心思，給起了一個名目，叫作「諷刺」。其意若曰：它偏要提出這等事，可見也不是好貨。\n\n有意的偏要提出這等事，而且加以精煉，甚至於誇張，卻確是「諷刺」的本領。同一事件，在拉雜的非藝術的記錄中，是不成為諷刺，誰也不大會受感動的。例如新聞記事，就記憶所及，今年就見過兩件事。其一，是一個青年，冒充了軍官，向各處招搖撞騙，後來破獲了，他就寫懺悔書，說是不過借此謀生，並無他意。其二，是一個竊賊招引學生，教授偷竊之法，家長知道，把自己的子弟禁在家裡了，他還上門來逞兇。較可注意的事件，報上是往往有些特別的批評文字的，但對於這兩件，卻至今沒有說過什麼話，可見是看得很平常，以為不足介意的了。然而這材料，假如到了斯惠夫德（J. Swift）或果戈理（N. Gogol）的手裡，我看是准可以成為出色的諷刺作品的。在或一時代的社會裡，事情越平常，就越普遍，也就癒合於作諷刺。\n\n諷刺作者雖然大抵為被諷刺者所憎恨，但他卻常常是善意的，他的諷刺，在希望他們改善，並非要捺這一群到水底裡。然而待到同群中有諷刺作者出現的時候，這一群卻已是不可收拾，更非筆墨所能救了，所以這努力大抵是徒勞的，而且還適得其反，實際上不過表現了這一群的缺點以至惡德，而對於敵對的別一群，倒反成為有益。我想：從別一群看來，感受是和被諷刺的那一群不同的，他們會覺得「暴露」更多於「諷刺」。\n\n如果貌似諷刺的作品，而毫無善意，也毫無熱情，只使讀者覺得一切世事，一無足取，也一無可為，那就並非諷刺了，這便是所謂「冷嘲」。\n\n五月三日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「題未定」草（五）","content":"署名隼發表\n\nＭ君寄給我一封剪下來的報章。這是近十來年常有的事情，有時是雜志。閒暇時翻檢一下，其中大概有一點和我相關的文章，甚至於還有「生腦膜炎」之類的惡消息。這時候，我就得預備大約一塊多錢的郵票，來寄信回答陸續函問的人們。至於寄報的人呢，大約有兩類：一是朋友，意思不過說，這刊物上的東西，有些和你相關；二，可就難說了，猜想起來，也許正是作者或編者，「你看，咱們在罵你了！」用的是《三國志演義》上的「三氣周瑜」或「罵死王朗」的法子。不過後一種近來少一些了，因為我的戰術是暫時擱起，並不給以反應，使他們諸公的刊物很少有因我而蓬蓬勃勃之望，到後來卻也許會去撥一撥誰的下巴：這於他們諸公是很不利的。Ｍ君是屬於第一類的；剪報是天津《益世報》的《文學副刊》。其中有一篇張露薇先生做的《略論中國文壇》，下有一行小注道：「偷懶，奴性，而忘掉了藝術」。只要看這題目，就知道作者是一位勇敢而記住藝術的批評家了。看起文章來，真的，痛快得很。我以為介紹別人的作品，刪節實在是極可惜的，倘有妙文，大家都應該設法流傳，萬不可聽其泯滅。不過紙墨也須顧及，所以只摘錄了第二段，就是「永遠是日本人的追隨者的作家」在這裡，也萬不能再少，因為我實在捨不得了——\n\n 「奴隸性是最『意識正確』的東西，於是便有許多人跟著別人學口號。特別是對於蘇聯，在目前的中國，一般所謂作家也者，都懷著好感。可是，我們是人，我們應該有自己的人性，對於蘇聯的文學，尤其是對於那些由日本的淺薄的知識販賣者所得來的一知半解的蘇聯的文學理論家與批評家的話，我們所取的態度決不該是應聲蟲式的；我們所需要的介紹的和模仿的（其實是只有抄襲和盲目的應聲）方式也決不該是完全出於熱情的。主觀是對於事物的選擇，客觀才是對於事物的方法。我們有了一般奴隸性極深的作家，於是我們便有無數的空虛的標語和口號。\n\n「然而我們沒有幾個懂得蘇聯的文學的人，只有一堆盲目的贊美者和零碎的翻譯者，而贊美者往往是牛頭不對馬嘴的胡說，翻譯者又不配合於他們的工作，不得不草率，不得不『硬譯』，不得不說文不對題的話，一言以蔽之，他們的能力永遠是對不起他們的思想；他們的『意識』雖然正確了，可是他們的工作卻永遠是不正確的。\n「從蘇聯到中國是很近的，可是為什麼就非經過日本人的手不可？我們在日本人的群中並沒有發現幾個真正瞭解蘇聯文學的新精神的人，為什麼偏從淺薄的日本知識階級中去尋我們的食糧？這真是一件可恥的事實。我們為什麼不直接的瞭解？為什麼不取一種純粹客觀的工作的態度？為什麼人家唱『新寫實主義』，我們跟著喊，人家換了『社會主義的寫實主義』，我們又跟著喊；人家介紹紀德，我們才叫；人家介紹巴爾扎克，我們也號；然而我敢預言，在一千年以內：絕不會見到那些介紹紀德，巴爾扎克的人們會給中國的讀者譯出一兩本紀德，巴爾扎克的重要著作來，全集更不必說。\n「我們再退一步，對於那些所謂『文學遺產』，我們並不要求那些跟著人家對喊『文學遺產』的人們擔負把那些『文學遺產』送給中國的『大眾』的責任。可是我們卻要求那些人們有承受那些『遺產』的義務，這自然又是談不起來的。我們還記得在慶祝高爾基的四十年的創作生活的時候，中國也有魯迅，丁玲一般人發了慶祝的電文；這自然是冠冕堂皇的事情。然而那一群簽名者中有幾個讀過高爾基的十分之一的作品？有幾個是知道高爾基的偉大在那兒的？……中國的知識階級就是如此淺薄，做應聲蟲有餘，做一個忠實的，不苟且的，有理性的文學創作者和研究者便不成了。」\n                                                                                                                                                                      五月廿九日天津《益世報》。\n\n我並不想因此來研究「奴隸性是最『意識正確』的東西」，「主觀是對於事物的選擇，客觀才是對於事物的方法」這些難問題；我只要說，誠如張露薇先生所言，就是在文藝上，我們中國也的確太落後。法國有紀律和巴爾扎克，蘇聯有高爾基，我們沒有；日本叫喊起來了，我們才跟著叫喊，這也許真是「追隨」而且「永遠」，也就是「奴隸性」，而且是「最『意識正確』的東西」。但是，並不「追隨」的叫喊其實是也有一些的，林語堂先生說過：「……其在文學，今日紹介波蘭詩人，明日紹介捷克文豪，而對於已經聞名之英美法德文人，反厭為陳腐，不欲深察，求一究竟。……此種流風，其弊在浮，救之之道，在於學。」（《人間世》二十八期《今文八弊》中）南北兩公，眼睛都有些斜視，只看了一面，各罵了一面，獨跳猶可，並排跳舞起來，那「勇敢」就未免化為有趣了。\n\n不過林先生主張「求一究竟」，張先生要求「直接瞭解」，這「實事求是」之心，兩位是大抵一致的，不過張先生比較的悲觀，因為他是「豫言」家，斷定了「在一千年以內，絕不會見到那些紹介紀德，巴爾扎克的人們會給中國的讀者譯出一兩本紀德，巴爾扎克的重要著作來，全集更不必說」的緣故。照這「豫言」看起來，「直接瞭解」的張露薇先生自己，當然是一定不譯的了；別人呢，我還想存疑，但可惜我活不到一千年，決沒有目睹的希望。\n\n豫言頗有點難。說得近一些，容易露破綻。還記得我們的批評家成仿吾先生手掄雙斧，從《創造》的大旗下，一躍而出的時候，曾經說，他不屑看流行的作品，要從冷落堆裡提出作家來。這是好的，雖然勃蘭兌斯曾從冷落中提出過伊孛生和尼采，但我們似乎也難以斥他為追隨或奴性。不大好的是他的這一張支票，到十多年後的現在還沒有兌現。說得遠一些罷，又容易成笑柄。江浙人相信風水，富翁往往豫先尋葬地；鄉下人知道一個故事：有風水先生給人尋好了墳穴，起誓道：「您百年之後，安葬下去，如果到第三代不發，請打我的嘴巴！」然而他的期限，比張露薇先生的期限還要少到約十分之九的樣子。\n\n然而講已往的瑣事也不易。張露薇先生說慶祝高爾基四十年創作的時候，「中國也有魯迅，丁玲一般人發了慶祝的電文，……然而那一群簽名者中有幾個讀過高爾基的十分之一的作品？」這質問是極不錯的。我只得招供：讀得很少，而且連高爾基十分之一的作品究竟是幾本也不知道。不過高爾基的全集，卻連他本國也還未出全，所以其實也無從計算。至於祝電，我以為打一個是應該的，似乎也並非中國人的恥辱，或者便失了人性，然而我實在卻並沒有發，也沒有在任何電報底稿上簽名。這也並非怕有「奴性」，只因沒有人來邀，自己也想不到，過去了。發不妨，不發也不要緊，我想，發，高爾基大約不至於說我是「日本人的追隨者的作家」，不發，也未必說我是「張露薇的追隨者的作家」的。但對於綏拉菲摩維支的祝賀日，我卻發過一個祝電，因為我校印過中譯的《鐵流》。這是在情理之中的，但也較難於想到，還不如測定為對于高爾基發電的容易。當然，隨便說說也不要緊，然而，「中國的知識階級就是如此淺薄，做應聲蟲有餘，做一個忠實的，不苟且的，有理性的文學創作者和研究者便不成了」的話，對於有一些人卻大概是真的了。\n\n張露薇先生自然也是知識階級，他在同階級中發見了這許多奴隸，拿鞭子來抽，我是瞭解他的心情的。但他和他所謂的奴隸們，也只隔了一張紙。如果有誰看過菲洲的黑奴工頭，傲然的拿鞭子亂抽著做苦工的黑奴的電影的，拿來和這《略論中國文壇》的大文一比較，便會禁不住會心之笑。那一個和一群，有這麼相近，卻又有這麼不同，這一張紙真隔得利害：分清了奴隸和奴才。\n\n我在這裡，自以為總算又鉤下了一種新的偉大人物——一九三五年度文藝「豫言」家——的嘴臉的輪廓了。八月十六日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《中國小說史略》日本譯本序","content":"聽到了拙著《中國小說史略》的日本譯《支那小說史》已經到了出版的機運，非常之高興，但因此又感到自己的衰退了。\n\n回憶起來，大約四五年前罷，增田涉君幾乎每天到寓齋來商量這一本書，有時也縱談當時文壇的情形，很為愉快。那時候，我是還有這樣的餘暇，而且也有再加研究的野心的。但光陰如駛，近來卻連一妻一子，也將為累，至於收集書籍之類，更成為身外的長物了。改訂《小說史略》的機緣，恐怕也未必有。所以恰如準備輟筆的老人，見了自己的全集的印成而高興一樣，我也因而高興的罷。\n\n然而，積習好像也還是難忘的。關於小說史的事情，有時也還加以注意，說起較大的事來，則有今年已成故人的馬廉教授，于去年翻印了「清平山堂」殘本，使宋人話本的材料更加豐富；鄭振鐸教授又證明了《西遊記》中的《西遊記》是吳承恩《西遊記》的摘錄，而並非祖本，這是可以訂正拙著第十六篇的所說的，那精確的論文，就收錄在《痀僂集》裡。還有一件，是《金瓶梅詞話》被發見於北平，為通行至今的同書的祖本，文章雖比現行本粗率，對話卻全用山東的方言所寫，確切的證明了這決非江蘇人王世貞所作的書。\n\n但我卻並不改訂，目睹其不完不備，置之不問，而只對於日本譯的出版，自在高興了。但願什麼時候，還有補這懶惰之過的時機。\n\n這一本書，不消說，是一本有著寂寞的運命的書。然而增田君排除困難，加以翻譯，賽棱社主三上於菟吉氏不顧利害，給它出版，這是和將這寂寞的書帶到書齋裡去的讀者諸君，我都真心感謝的。\n\n一九三五年六月九日燈下，魯迅。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"在現代中國的孔夫子","content":"本篇是作者用日文写的，最初发表于一九三五年六月号日本《改造》月刊。中译文最初发表于一九三五年七月在日本东京出版的《杂文》月刊第二号，题为《孔夫子在现代中国》。参看本书《后记》。\n\n新近的上海的報紙，報告著因為日本的湯島，孔子的聖廟落成了，湖南省主席何鍵將軍就寄贈了一幅向來珍藏的孔子的畫像。老實說，中國的一般的人民，關於孔子是怎樣的相貌，倒幾乎是毫無所知的。自古以來，雖然每一縣一定有聖廟，即文廟，但那裡面大抵並沒有聖像。凡是繪畫，或者雕塑應該崇敬的人物時，一般是以大於常人為原則的，但一到最應崇敬的人物，例如孔夫子那樣的聖人，卻好像連形象也成為褻瀆，反不如沒有的好。這也不是沒有道理的。孔夫子沒有留下照相來，自然不能明白真正的相貌，文獻中雖然偶有記載，但是胡說白道也說不定。若是從新雕塑的話，則除了任憑雕塑者的空想而外，毫無辦法，更加放心不下。於是儒者們也終於只好採取「全部，或全無」的勃蘭特式的態度了。\n\n然而倘是畫像，卻也會間或遇見的。我曾經見過三次：一次是《孔子家語》裡的插畫；一次是梁啟超氏亡命日本時，作為橫濱出版的《清議報》上的卷頭畫，從日本倒輸入中國來的；還有一次是刻在漢朝墓石上的孔子見老子的畫像。說起從這些圖畫上所得的孔夫子的模樣的印象來，則這位先生是一位很瘦的老頭子，身穿大袖口的長袍子，腰帶上插著一把劍，或者腋下挾著一枝杖，然而從來不笑，非常威風凜凜的。假使在他的旁邊侍坐，那就一定得把腰骨挺的筆直，經過兩三點鐘，就骨節酸痛，倘是平常人，大約總不免急於逃走的了。\n\n後來我曾到山東旅行。在為道路的不平所苦的時候，忽然想到了我們的孔夫子。一想起那具有儼然道貌的聖人，先前便是坐著簡陋的車子，顛顛簸簸，在這些地方奔忙的事來，頗有滑稽之感。這種感想，自然是不好的，要而言之，頗近於不敬，倘是孔子之徒，恐怕是決不應該發生的。但在那時候，懷著我似的不規矩的心情的青年，可是多得很。\n\n我出世的時候是清朝的末年，孔夫子已經有了「大成至聖文宣王」這一個闊得可怕的頭銜，不消說，正是聖道支配了全國的時代。政府對於讀書的人們，使讀一定的書，即四書和五經；使遵守一定的注釋；使寫一定的文章，即所謂「八股文」；並且使發一定的議論。然而這些千篇一律的儒者們，倘是四方的大地，那是很知道的，但一到圓形的地球，卻什麼也不知道，於是和四書上並無記載的法蘭西和英吉利打仗而失敗了。不知道為了覺得與其拜著孔夫子而死，倒不如保存自己們之為得計呢，還是為了什麼，總而言之，這回是拚命尊孔的政府和官僚先就動搖起來，用官帑大翻起洋鬼子的書籍來了。屬于科學上的古典之作的，則有侯失勒的《談天》，雷俠兒的《地學淺釋》，代那的《金石識別》，到現在也還作為那時的遺物，間或躺在舊書鋪子裡。\n\n然而一定有反動。清末之所謂儒者的結晶，也是代表的大學士徐桐氏出現了。他不但連算學也斥為洋鬼子的學問；他雖然承認世界上有法蘭西和英吉利這些國度，但西班牙和葡萄牙的存在，是決不相信的，他主張這是法國和英國常常來討利益，連自己也不好意思了，所以隨便胡謅出來的國名。他又是一九○○年的有名的義和團的幕後的發動者，也是指揮者。但是義和團完全失敗，徐桐氏也自殺了。政府就又以為外國的政治法律和學問技術頗有可取之處了。我的渴望到日本去留學，也就在那時候。達了目的，入學的地方，是嘉納先生所設立的東京的弘文學院；在這裡，三澤力太郎先生教我水是養氣和輕氣所合成，山內繁雄先生教我貝殼裡的什麼地方其名為「外套」。這是有一天的事情。學監大久保先生集合起大家來，說：因為你們都是孔子之徒，今天到御茶之水的孔廟裡去行禮罷！我大吃了一驚。現在還記得那時心裡想，正因為絕望於孔夫子和他的之徒，所以到日本來的，然而又是拜麼？一時覺得很奇怪。而且發生這樣感覺的，我想決不止我一個人。\n\n但是，孔夫子在本國的不遇，也並不是始於二十世紀的。孟子批評他為「聖之時者也」，倘翻成現代語，除了「摩登聖人」實在也沒有別的法。為他自己計，這固然是沒有危險的尊號，但也不是十分值得歡迎的頭銜。不過在實際上，卻也許並不這樣子。孔夫子的做定了「摩登聖人」是死了以後的事，活著的時候卻是頗吃苦頭的。跑來跑去，雖然曾經貴為魯國的警視總監，而又立刻下野，失業了；並且為權臣所輕蔑，為野人所嘲弄，甚至於為暴民所包圍，餓扁了肚子。弟子雖然收了三千名，中用的卻只有七十二，然而真可以相信的又只有一個人。有一天，孔夫子憤慨道：「道不行，乘桴浮於海，從我者，其由與？」從這消極的打算上，就可以窺見那消息。然而連這一位由，後來也因為和敵人戰鬥，被擊斷了冠纓，但真不愧為由呀，到這時候也還不忘記從夫子聽來的教訓，說道「君子死，冠不免」，一面系著冠纓，一面被人砍成肉醬了。連唯一可信的弟子也已經失掉，孔子自然是非常悲痛的，據說他一聽到這信息，就吩咐去倒掉廚房裡的肉醬云。\n\n孔夫子到死了以後，我以為可以說是運氣比較的好一點。因為他不會嚕蘇了，種種的權勢者便用種種的白粉給他來化妝，一直抬到嚇人的高度。但比起後來輸入的釋迦牟尼來，卻實在可憐得很。誠然，每一縣固然都有聖廟即文廟，可是一副寂寞的冷落的樣子，一般的庶民，是決不去參拜的，要去，則是佛寺，或者是神廟。若向老百姓們問孔夫子是什麼人，他們自然回答是聖人，然而這不過是權勢者的留聲機。他們也敬惜字紙，然而這是因為倘不敬惜字紙，會遭雷殛的迷信的緣故；南京的夫子廟固然是熱鬧的地方，然而這是因為另有各種玩耍和茶店的緣故。雖說孔子作《春秋》而亂臣賊子懼，然而現在的人們，卻幾乎誰也不知道一個筆伐了的亂臣賊子的名字。說到亂臣賊子，大概以為是曹操，但那並非聖人所教，卻是寫了小說和劇本的無名作家所教的。\n\n總而言之，孔夫子之在中國，是權勢者們捧起來的，是那些權勢者或想做權勢者們的聖人，和一般的民眾並無什麼關係。然而對於聖廟，那些權勢者也不過一時的熱心。因為尊孔的時候已經懷著別樣的目的，所以目的一達，這器具就無用，如果不達呢，那可更加無用了。在三四十年以前，凡有企圖獲得權勢的人，就是希望做官的人，都是讀「四書」和「五經」，做「八股」，別一些人就將這些書籍和文章，統名之為「敲門磚」。這就是說，文官考試一及第，這些東西也就同時被忘卻，恰如敲門時所用的磚頭一樣，門一開，這磚頭也就被拋掉了。孔子這人，其實是自從死了以後，也總是當著「敲門磚」的差使的。\n\n一看最近的例子，就更加明白。從二十世紀的開始以來，孔夫子的運氣是很壞的，但到袁世凱時代，卻又被從新記得，不但恢復了祭典，還新做了古怪的祭服，使奉祀的人們穿起來。跟著這事而出現的便是帝制。然而那一道門終於沒有敲開，袁氏在門外死掉了。余剩的是北洋軍閥，當覺得漸近末路時，也用它來敲過另外的幸福之門。盤據著江蘇和浙江，在路上隨便砍殺百姓的孫傳芳將軍，一面復興了投壺之禮；鑽進山東，連自己也數不清金錢和兵丁和姨太太的數目了的張宗昌將軍，則重刻了《十三經》，而且把聖道看作可以由肉體關係來傳染的花柳病一樣的東西，拿一個孔子後裔的誰來做了自己的女婿。然而幸福之門，卻仍然對誰也沒有開。\n\n這三個人，都把孔夫子當作磚頭用，但是時代不同了，所以都明明白白的失敗了。豈但自己失敗而已呢，還帶累孔子也更加陷入了悲境。他們都是連字也不大認識的人物，然而偏要大談什麼《十三經》之類，所以使人們覺得滑稽；言行也太不一致了，就更加令人討厭。既已厭惡和尚，恨及袈裟，而孔夫子之被利用為或一目的的器具，也從新看得格外清楚起來，於是要打倒他的欲望，也就越加旺盛。所以把孔子裝飾得十分尊嚴時，就一定有找他缺點的論文和作品出現。即使是孔夫子，缺點總也有的，在平時誰也不理會，因為聖人也是人，本是可以原諒的。然而如果聖人之徒出來胡說一通，以為聖人是這樣，是那樣，所以你也非這樣不可的話，人們可就禁不住要笑起來了。五六年前，曾經因為公演了《子見南子》這劇本，引起過問題，在那個劇本裡，有孔夫子登場，以聖人而論，固然不免略有欠穩重和呆頭呆腦的地方，然而作為一個人，倒是可愛的好人物。但是聖裔們非常憤慨，把問題一直鬧到官廳裡去了。因為公演的地點，恰巧是孔夫子的故鄉，在那地方，聖裔們繁殖得非常多，成著使釋迦牟尼和蘇格拉第都自愧弗如的特權階級。然而，那也許又正是使那裡的非聖裔的青年們，不禁特地要演《子見南子》的原因罷。\n\n中國的一般的民眾，尤其是所謂愚民，雖稱孔子為聖人，卻不覺得他是聖人；對於他，是恭謹的，卻不親密。但我想，能像中國的愚民那樣，懂得孔夫子的，恐怕世界上是再也沒有的了。不錯，孔夫子曾經計劃過出色的治國的方法，但那都是為了治民眾者，即權勢者設想的方法，為民眾本身的，卻一點也沒有。這就是「禮不下庶人」。成為權勢者們的聖人，終於變了「敲門磚」，實在也叫不得冤枉。和民眾並無關係，是不能說的，但倘說毫無親密之處，我以為怕要算是非常客氣的說法了。不去親近那毫不親密的聖人，正是當然的事，什麼時候都可以，試去穿了破衣，赤著腳，走上大成殿去看看罷，恐怕會像誤進上海的上等影戲院或者頭等電車一樣，立刻要受斥逐的。誰都知道這是大人老爺們的物事，雖是「愚民」，卻還沒有愚到這步田地的。\n\n四月二十九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"非有複譯不可","content":"署名庚發表。\n\n好像有人說過，去年是「翻譯年」；其實何嘗有什麼了不起的翻譯，不過又給翻譯暫時洗去了惡名卻是真的。\n\n可憐得很，還只譯了幾個短篇小說到中國來，創作家就出現了，說它是媒婆，而創作是處女。在男女交際自由的時候，誰還喜歡和媒婆周旋呢，當然沒落。後來是譯了一點文學理論到中國來，但「批評家」幽默家之流又出現了，說是「硬譯」，「死譯」，「好像看地圖」，幽默家還從他自己的腦子裡，造出可笑的例子來，使讀者們「開心」，學者和大師們的話是不會錯的，「開心」也總比正經省力，於是乎翻譯的臉上就被他們畫上了一條粉。\n\n但怎麼又來了「翻譯年」呢，在並無什麼了不起的翻譯的時候？不是誇大和開心，它本身就太輕飄飄，禁不起風吹雨打的緣故麼？\n\n於是有些人又記起了翻譯，試來譯幾篇。但這就又是「批評家」的材料了，其實，正名定分，他是應該叫作「嘮叨家」的，是創作家和批評家以外的一種，要說得好聽，也可以謂之「第三種」。他像後街的老虔婆一樣，並不大聲，卻在那裡嘮叨，說是莫非世界上的名著都譯完了嗎，你們只在譯別人已經譯過的，有的還譯過了七八次。\n\n記得中國先前，有過一種風氣，遇見外國——大抵是日本——有一部書出版，想來當為中國人所要看的，便往往有人在報上登出廣告來，說「已在開譯，請萬勿重譯為幸」。他看得譯書好像訂婚，自己首先套上約婚戒指了，別人便莫作非分之想。自然，譯本是未必一定出版的，倒是暗中解約的居多；不過別人卻也因此不敢譯，新婦就在閨中老掉。這種廣告，現在是久不看見了，但我們今年的嘮叨家，卻正繼承著這一派的正統。他看得翻譯好像結婚，有人譯過了，第二個便不該再來碰一下，否則，就仿佛引誘了有夫之婦似的，他要來嘮叨，當然羅，是維持風化。但在這嘮叨裡，他不也活活的畫出了自己的猥瑣的嘴臉了麼？\n\n前幾年，翻譯的失了一般讀者的信用，學者和大師們的曲說固然是原因之一，但在翻譯本身也有一個原因，就是常有胡亂動筆的譯本。不過要擊退這些亂譯，誣賴，開心，嘮叨，都沒有用處，唯一的好方法是又來一回復譯，還不行，就再來一回。譬如賽跑，至少總得有兩個人，如果不許有第二人入場，則先在的一個永遠是第一名，無論他怎樣蹩腳。所以譏笑複譯的，雖然表面上好像關心翻譯界，其實是在毒害翻譯界，比誣賴，開心的更有害，因為他更陰柔。\n\n而且複譯還不止是擊退亂譯而已，即使已有好譯本，複譯也還是必要的。曾有文言譯本的，現在當改譯白話，不必說了。即使先出的白話譯本已很可觀，但倘使後來的譯者自己覺得可以譯得更好，就不妨再來譯一遍，無須客氣，更不必管那些無聊的嘮叨。取舊譯的長處，再加上自己的新心得，這才會成功一種近于完全的定本。但因言語跟著時代的變化，將來還可以有新的複譯本的，七八次何足為奇，何況中國其實也並沒有譯過七八次的作品。如果已經有，中國的新文藝倒也許不至於现在似的沉滞了。\n\n三月十六日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"幾乎無事的悲劇","content":"署名旁發表\n\n果戈理（Nikolai Gogol）的名字，漸為中國讀者所認識了，他的名著《死魂靈》的譯本，也已經發表了第一部的一半。那譯文雖然不能令人滿意，但總算借此知道了從第二至六章，一共寫了五個地主的典型，諷刺固多，實則除一個老太婆和吝嗇鬼潑留希金外，都各有可愛之處。至於寫到農奴，卻沒有一點可取了，連他們誠心來幫紳士們的忙，也不但無益，反而有害。果戈理自己就是地主。\n\n然而當時的紳士們很不滿意，一定的照例的反擊，是說書中的典型，多是果戈理自己，而且他也並不知道大俄羅斯地主的情形。這是說得通的，作者是烏克蘭人，而看他的家信，有時也簡直和書中的地主的意見相類似。然而即使他並不知道大俄羅斯的地主的情形罷，那創作出來的腳色，可真是生動極了，直到現在，縱使時代不同，國度不同，也還使我們像是遇見了有些熟識的人物。諷刺的本領，在這裡不及談，單說那獨特之處，尤其是在用平常事，平常話，深刻的顯出當時地主的無聊生活。例如第四章裡的羅士特來夫，是地方惡少式的地主，趕熱鬧，愛賭博，撒大謊，要恭維，——但挨打也不要緊。他在酒店裡遇到乞乞科夫，誇示自己的好小狗，勒令乞乞科夫摸過狗耳朵之後，還要摸鼻子——「乞乞科夫要和羅士特來夫表示好意，便摸了一下那狗的耳朵。『是的，會成功一匹好狗的。』他加添著說。\n\n「『再摸摸它那冰冷的鼻頭，拿手來呀！』因為要不使他掃興，乞乞科夫就又一碰那鼻子，於是說道：『不是平常的鼻子！』」\n\n這種莽撞而沾沾自喜的主人，和深通世故的客人的圓滑的應酬，是我們現在還隨時可以遇見的，有些人簡直以此為一世的交際術。「不是平常的鼻子」，是怎樣的鼻子呢？說不明的，但聽者只要這樣也就足夠了。後來又同到羅士特來夫的莊園去，曆覽他所有的田產和東西——「還去看克理米亞的母狗，已經瞎了眼，據羅士特來夫說，是就要倒斃的。兩年以前，卻還是一條很好的母狗。大家也來察看這母狗，看起來，它也確乎瞎了眼。」\n\n這時羅士特來夫並沒有說謊，他表揚著瞎了眼的母狗，看起來，也確是瞎了眼的母狗。這和大家有什麼關係呢，然而世界上有一些人，卻確是嚷鬧，表揚，誇示著這一類事，又竭力證實著這一類事，算是忙人和誠實人，在過了他的整一世。\n\n這些極平常的，或者簡直近於沒有事情的悲劇，正如無聲的言語一樣，非由詩人畫出它的形象來，是很不容易覺察的。然而人們滅亡于英雄的特別的悲劇者少，消磨於極平常的，或者簡直近於沒有事情的悲劇者卻多。\n\n聽說果戈理的那些所謂「含淚的微笑」，在他本土，現在是已經無用了，來替代它的有了健康的笑。但在別地方，也依然有用，因為其中還藏著許多活人的影子。況且健康的笑，在被笑的一方面是悲哀的，所以果戈理的「含淚的微笑」，倘傳到了和作者地位不同的讀者的臉上，也就成為健康：這是《死魂靈》的偉大處，也正是作者的悲哀處。\n\n七月十四日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"三論「文人相輕」","content":"署名隼發表\n\n《芒種》第八期上有一篇魏金枝先生的《分明的是非和熱烈的好惡》，是為以前的《文學論壇》上的《再論「文人相輕」 》而發的。他先給了原則上的幾乎全體的贊成，說，「人應有分明的是非，和熱烈的好惡，這是不錯的，文人應更有分明的是非，和熱烈的好惡，這也是不錯的。」 中間雖說「凡人在落難時節……能與猿鶴為伍，自然最好，否則與鹿豕為伍，也是好的。即到千萬沒有辦法的時候，至於躺在破廟角裡，而與麻瘋病菌為伍，倘然我的體力，尚能為自然的抗禦，因而不至毀滅以死，也比被實際上也做著騙子屠夫的所誘殺臠割，較為心願。」 看起來好像有些微辭，但其實說的是他的憎惡騙子屠夫，遠在猿鶴以至麻瘋病菌之上，和《論壇》上所說的「從聖賢一直敬到騙子屠夫，從美人香草一直愛到麻風病菌的文人，在這世界上是找不到的」 的話，也並不兩樣。至於說：「平心而論，彼一是非，此一是非，原非確論。」 最在近來的莊子道友中，簡直是鶴立雞群似的卓見了。\n\n然而魏先生的大論的主旨，並不專在這一些，他要申明的是：是非難定，於是愛憎就為難。因為「譬如有一種人，……在他自己的心目之中，已先無是非之分。……於是其所謂‘是’，不免似是而實非了。」 但「至於非中之是，它的是處，正勝過於似是之非，因為其猶講交友之道，而無門閥之分」 的。到這地步，我們的文人就只好吞吞吐吐，假揩眼淚了。「似是之非」 其實就是「非」 ，倘使已經看穿，不是只要給以熱烈的憎惡就成了嗎？然而「天下的事情，並沒有這麼簡單」 ，又不得不愛護「非中之是」 ，何況還有「似非而是」 和「是中之非」 ，取其大，略其細的方法，於是就不適用了。天下何嘗有黑暗，據物理學說，地球上的無論如何的黑暗中，不是總有Ｘ分之一的光的嗎？看起書來，據理就該看見Ｘ分之一的字的，——我們不能論明暗。\n\n這並非刻薄的比喻，魏先生卻正走到「無是非」 的結論的。他終於說：「總之，文人相輕，不外乎文的長短，道的是非，文既無長短可言，道又無是非之分，則空談是非，何補於事！已而已而，手無寸鐵的人呵！」 人無全德，道無大成，剛說過「非中之是」 ，勝過「似是之非」 ，怎麼立刻又變成「文既無長短可言，道又無是非之分」 了呢？文人的鐵，就是文章，魏先生正在大做散文，力施搏擊，怎麼同時又說是「手無寸鐵」 了呢？這可見要抬舉「非中之是」 ，卻又不肯明說，事實上是怎樣的難，所以即使在那大文上列舉了許多對手的「排擠」 ，「大言」 ，「賣友」 的惡諡 ，而且那大文正可通行無阻，卻還是覺得「手無寸鐵」 ，歸根結蒂，掉進「無是非」 說的深坑裡，和自己以為「原非確論」 的「彼亦一是非，此亦一是非」 說成了「朋友」 ——這裡不說「門閥」 ——了。\n\n況且，「文既無長短可言，道又無是非之分」 ，魏先生的文章，就他自己的結論而言，就先沒有動筆的必要。不過要說結果，這無須動筆的動筆，卻還是有戰鬥的功效的，中國的有些文人一向謙虛，所以有時簡直會自己先躺在地上，說道，「倘然要講是非，也該去怪追奔逐北的好漢，我等小民，不任其咎。」 明明是加入論戰中的了，卻又立刻肩出一面「小民」 的旗來，推得乾乾淨淨，連肋骨在那裡也找不到了。論「文人相輕」 竟會到這地步，這真是叫作到了末路！\n\n七月十五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「題未定」草（一至三）","content":"極平常的豫想，也往往會給實驗打破。我向來總以為翻譯比創作容易，因為至少是無須構想。但到真的一譯，就會遇著難關，譬如一個名詞或動詞，寫不出，創作時候可以回避，翻譯上卻不成，也還得想，一直弄到頭昏眼花，好像在腦子裡面摸一個急於要開箱子的鑰匙，卻沒有。嚴又陵說，「一名之立，旬月躊躕」，是他的經驗之談，的的確確的。\n\n新近就因為豫想的不對，自己找了一個苦吃。《世界文庫》的編者要我譯果戈理的《死魂靈》，沒有細想，一口答應了。這書我不過曾經草草的看過一遍，覺得寫法平直，沒有現代作品的希奇古怪，那時的人們還在蠟燭光下跳舞，可見也不會有什麼摩登名詞，為中國所未有，非譯者來閉門生造不可的。我最怕新花樣的名詞，譬如電燈，其實也不算新花樣了，一個電燈的另件，我叫得出六樣：花線，燈泡，燈罩，沙袋，撲落，開關。但這是上海話，那後三個，在別處怕就行不通。《一天的工作》裡有一篇短篇，講到鐵廠，後來有一位在北方鐵廠裡的讀者給我一封信，說其中的機件名目，沒有一個能夠使他知道實物是什麼的。嗚呼，——這裡只好嗚呼了——其實這些名目，大半乃是十九世紀末我在江南學習挖礦時，得之老師的傳授。不知是古今異時，還是南北異地之故呢，隔膜了。在青年文學家靠它修養的《莊子》和《文選》或者明人小品裡，也找不出那些名目來。沒有法子。「三十六著，走為上著」，最沒有弊病的是莫如不沾手。\n\n可恨我還太自大，竟又小覷了《死魂靈》，以為這倒不算什麼，擔當回來，真的又要翻譯了。於是「苦」字上頭。仔細一讀，不錯，寫法的確不過平鋪直敘，但到處是刺，有的明白，有的卻隱藏，要感得到；雖然重譯，也得竭力保存它的鋒頭。裡面確沒有電燈和汽車，然而十九世紀上半期的菜單，賭具，服裝，也都是陌生傢伙。這就勢必至於字典不離手，冷汗不離身，一面也自然只好怪自己語學程度的不夠格。但這一杯偶然自大了一下的罰酒是應該喝幹的：硬著頭皮譯下去。到得煩厭，疲倦了的時候，就隨便拉本新出的雜誌來翻翻，算是休息。這是我的老脾氣，休息之中，也略含幸災樂禍之意，其意若曰：這回是輪到我舒舒服服的來看你們在鬧什麼花樣了。\n\n好像華蓋運還沒有交完，仍舊不得舒服。拉到手的是《文學》四卷六號，一翻開來，卷頭就有一幅紅印的大廣告，其中說是下一號裡，要有我的散文了，題目叫作「未定」。往回一想，編輯先生的確曾經給我一封信，叫我寄一點文章，但我最怕的正是所謂做文章，不答。文章而至於要做，其苦可知。不答者，即答曰不做之意。不料一面又登出廣告來了，情同綁票，令我為難。但同時又想到這也許還是自己錯，我曾經發表過，我的文章，不是湧出，乃是擠出來的。他大約正抓住了這弱點，在用擠出法；而且我遇見編輯先生們時，也間或覺得他們有想擠之狀，令人寒心。先前如果說：「我的文章，是擠也擠不出來的」，那恐怕要安全得多了，我佩服陀思妥也夫斯基的少談自己，以及有些文豪們的專講別人。\n\n但是，積習還未盡除，稿費又究竟可以換米，寫一點也還不算什麼「冤沉海底」。筆，是有點古怪的，它有編輯先生一樣的「擠」的本領。袖手坐著，想打盹，筆一在手，面前放一張稿子紙，就往往會莫名其妙的寫出些什麼來。自然，要好，可不見得。\n\n還是翻譯《死魂靈》的事情。躲在書房裡，是只有這類事情的。動筆之前，就先得解決一個問題：竭力使它歸化，還是儘量保存洋氣呢？日本文的譯者上田進君，是主張用前一法的。他以為諷刺傳品的翻譯，第一當求其易懂，愈易懂，效力也愈廣大。所以他的譯文，有時就化一句為數句，很近於解釋。我的意見卻兩樣的。只求易懂，不如創作，或者改作，將事改為中國事，人也化為中國人。如果還是翻譯，那麼，首先的目的，就在博覽外國的作品，不但移情，也要益智，至少是知道何地何時，有這等事，和旅行外國，是很相像的：它必須有異國情調，就是所謂洋氣。其實世界上也不會有完全歸化的譯文，倘有，就是貌合神離，從嚴辨別起來，它算不得翻譯。凡是翻譯，必須兼顧著兩面，一當然力求其易解，一則保存著原作的丰姿，但這保存，卻又常常和易懂相矛盾：看不慣了。不過它原是洋鬼子，當然誰也看不慣，為比較的順眼起見，只能改換他的衣裳，卻不該削低他的鼻子，剜掉他的眼睛。我是不主張削鼻剜眼的，所以有些地方，仍然寧可譯得不順口。只是文句的組織，無須科學理論似的精密了，就隨隨便便，但副詞的「地」字，卻還是使用的，因為我覺得現在看慣了這字的讀者已經很不少。\n\n然而「幸乎不幸乎」，我竟因此發見我的新職業了：做西崽。\n\n還是當作休息的翻雜誌，這回是在《人間世》二十八期上遇見了林語堂先生的大文，摘錄會損精神，還是抄一段——「……今人一味仿效西洋，自稱摩登，甚至不問中國文法，必欲仿效英文，分『歷史地』為形容詞，『歷史地的』為狀詞，以模仿英文之historic-al-ly，拖一西洋辮子，然則『快來』何不因『快』字是狀詞而改為『快地的來』？此類把戲，只是洋場孽少怪相，談文學雖不足，當西崽頗有才。此種流風，其弊在奴，救之之道，在於思。」（《今文八弊》中）\n\n其實是「地」字之類的採用，並非一定從高等華人所擅長的英文而來的。「英文」「英文」，一笑一笑。況且看上文的反問語氣，似乎「一味仿效西洋」的「今人」，實際上也並不將「快來」改為「快地的來」，這僅是作者的虛構，所以助成其名文，殆即所謂「保得自身為主，則圓通自在，大暢無比」之例了。不過不切實，倘是「自稱摩登」的「今人」所說，就是「其弊在浮」。\n\n倘使我至今還住在故鄉，看了這一段文章，是懂得，相信的。我們那裡只有幾個洋教堂，裡面想必各有幾位西崽，然而很難得遇見。要研究西崽，只能用自己做標本，雖不過「頗」，也夠合用了。又是「幸乎不幸乎」，後來竟到了上海，上海住著許多洋人，因此有著許多西崽，因此也給了我許多相見的機會；不但相見，我還得了和他們中的幾位談天的光榮。不錯，他們懂洋話，所懂的大抵是「英文」，「英文」，然而這是他們的吃飯傢伙，專用於服事洋東家的，他們決不將洋辮子拖進中國話裡來，自然更沒有搗亂中國文法的意思，有時也用幾個音譯字，如「那摩溫」，「土司」之類，但這也是向來用慣的話，並非標新立異，來表示自己的摩登的。他們倒是國粹家，一有餘閒，拉皮胡，唱《探母》；上工穿制服，下工換華裝，間或請假出遊，有錢的就是緞鞋綢衫子。不過要戴草帽，眼鏡也不用玳瑁邊的老樣式，倘用華洋的「門戶之見」看起來，這兩樣卻不免是缺點。\n\n又倘使我要另找職業，能說英文，我可真的肯去做西崽的，因為我以為用工作換錢，西崽和華僕在人格上也並無高下，正如用勞力在外資工廠或華資工廠換得工資，或用學費在外國大學或中國大學取得資格，都沒有卑賤和清高之分一樣。西崽之可厭不在他的職業，而在他的「西崽相」。這裡之所謂「相」，非說相貌，乃是「誠於中而形於外」的，包括著「形式」和「內容」而言。這「相」，是覺得洋人勢力，高於群華人，自己懂洋話，近洋人，所以也高於群華人；但自己又系出黃帝，有古文明，深通華情，勝洋鬼子，所以也勝於勢力高於群華人的洋人，因此也更勝於還在洋人之下的群華人。租界上的中國巡捕，也常常有這一種「相」。\n\n倚徙華洋之間，往來主奴之界，這就是現在洋場上的「西崽相」。但又並不是騎牆，因為他是流動的，較為「圓通自在」，所以也自得其樂，除非你掃了他的興頭。\n\n由前所說，「西崽相」就該和他的職業有關了，但又不全和職業相關，一部份卻來自未有西崽以前的傳統。所以這一種相，有時是連清高的士大夫也不能免的。「事大」，歷史上有過的，「自大」，事實上也常有的；「事大」和「自大」，雖然不相容，但因「事大」而「自大」，卻又為實際上所常見——他足以傲視一切連「事大」也不配的人們。有人佩服得五體投地的《野叟曝言》中，那「居一人之下，在眾人之上」的文素臣，就是這標本。他是崇華，抑夷，其實卻是「滿崽」；古之「滿崽」，正猶今之「西崽」也。\n\n所以雖是我們讀書人，自以為勝西崽遠甚，而洗伐未淨，說話一多，也常常會露出尾巴來的。再抄一段名文在這裡——「……其在文學，今日紹介波蘭詩人，明日紹介捷克文豪，而對於已經聞名之英美法德文人，反厭為陳腐，不欲深察，求一究竟。此與婦女新裝求入時一樣，總是媚字一字不是，自歎女兒身，事人以顏色，其苦不堪言。\n\n此種流風，其弊在浮，救之之道，在於學。」（《今文八弊》中）\n\n但是，這種「新裝」的開始，想起來卻長久了，「紹介波蘭詩人」，還在三十年前，始於我的《摩羅詩力說》。那時滿清宰華，漢民受制，中國境遇，頗類波蘭，讀其詩歌，即易於心心相印，不但無事大之意，也不存獻媚之心。後來上海的《小說月報》，還曾為弱小民族作品出過專號，這種風氣，現在是衰歇了，即偶有存者，也不過一脈的餘波。但生長於民國的幸福的青年，是不知道的，至於附勢奴才，拜金崽子，當然更不會知道。但即使現在紹介波蘭詩人，捷克文豪，怎麼便是「媚」呢？他們就沒有「已經聞名」的文人嗎？況且「已經聞名」，是誰聞其「名」，又何從而「聞」的呢？誠然，「英美法德」，在中國有宣教師，在中國現有或曾有租界，幾處有駐軍，幾處有軍艦，商人多，用西崽也多，至於使一般人僅知有「大英」，「花旗」，「法蘭西」和「茄門」，而不知世界上還有波蘭和捷克。但世界文學史，是用了文學的眼睛看，而不用勢利眼睛看的，所以文學無須用金錢和槍炮作掩護，波蘭捷克，雖然未曾加入八國聯軍來打過北京，那文學卻在，不過有一些人，並未「已經聞名」而已。外國的文人，要在中國聞名，靠作品似乎是不夠的，他反要得到輕薄。\n\n所以一樣的沒有打過中國的國度的文學，如希臘的史詩，印度的寓言，亞剌伯的《天方夜談》，西班牙的《堂•吉訶德》，縱使在別國「已經聞名」，不下於「英美法德文人」的作品，在中國卻被忘記了，他們或則國度已滅，或則無能，再也用不著「媚」字。\n\n對於這情形，我看可以先把上章所引的林語堂先生的訓詞移到這裡來的——\n\n「此種流風，其弊在奴，救之之道，在於思。」\n\n不過後兩句不合用，既然「奴」了，「思」亦何益，思來思去，不過「奴」得巧妙一點而已。中國寧可有未「思」的西崽，將來的文學倒較為有望。\n\n但「已經聞名的英美法德文人」，在中國卻確是不遇的。中國的立學校來學這四國語，為時已久，開初雖不過意在養成使館的譯員，但後來卻展開，盛大了。學德語盛於清末的改革軍操，學法語盛於民國的「勤工儉學」。學英語最早，一為了商務，二為了海軍，而學英語的人數也最多，為學英語而作的教科書和參考書也最多，由英語起家的學士文人也不少。然而海軍不過將軍艦送人，紹介「已經聞名」的司各德，迭更斯，狄福，斯惠夫德……的，竟是只知漢文的林紓，連紹介最大的「已經聞名」的莎士比亞的幾篇劇本的，也有待于並不專攻英文的田漢。這緣故，可真是非「在於思」則不可了。\n\n然而現在又到了「今日紹介波蘭詩人，明日紹介捷克文豪」的危機，弱國文人，將聞名于中國，英美法德的文風，竟還不能和他們的財力武力，深入現在的文林，「狗逐尾巴」者既沒有恒心，志在高山的又不屑動手，但見山林映以電燈，語錄夾些洋話，「對於已經聞名之英美法德文人」，真不知要待何人，至何時，這才來「求一究竟」。那些文人的作品，當然也是好極了的，然甲則曰不佞望洋而興歎，乙則曰汝輩何不潛心而探求。舊笑話云：昔有孝子，遇其父病，聞股肉可療，而自怕痛，執刀出門，執途人臂，悍然割之，途人驚拒，孝子謂曰，割股療父，乃是大孝，汝竟驚拒，豈是人哉！是好比方；林先生云：「說法雖乖，功效實同」，是好辯解。六月十日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"人生識字糊塗始","content":"署名庚發表\n\n中國的成語只有「人生識字憂患始」，這一句是我翻造的。\n\n孩子們常常給我好教訓，其一是學話。他們學話的時候，沒有教師，沒有語法教科書，沒有字典，只是不斷的聽取，記住，分析，比較，終於懂得每個詞的意義，到得兩三歲，普通的簡單的話就大概能夠懂，而且能夠說了，也不大有錯誤。小孩子往往喜歡聽人談天，更喜歡陪客，那大目的，固然在於一同吃點心，但也為了愛熱鬧，尤其是在研究別人的言語，看有什麼對於自己有關係——能懂，該問，或可取的。\n\n我們先前的學古文也用同樣的方法，教師並不講解，只要你死讀，自己去記住，分析，比較去。弄得好，是終於能夠有些懂，並且竟也可以寫出幾句來的，然而到底弄不通的也多得很。自以為通，別人也以為通了，但一看底細，還是並不怎麼通，連明人小品都點不斷的，又何嘗少有？人們學話，從高等華人以至下等華人，只要不是聾子或啞子，學不會的是幾乎沒有的，一到學文，就不同了，學會的恐怕不過極少數，就是所謂學會了的人們之中，請恕我坦白的再來重複的說一句罷，大約仍然胡胡塗塗的還是很不少。這自然是古文作怪。因為我們雖然拚命的讀古文，但時間究竟是有限的，不像說話，整天的可以聽見；而且所讀的書，也許是《莊子》和《文選》呀，《東萊博議》呀，《古文觀止》呀，從周朝人的文章，一直讀到明朝人的文章，非常駁雜，腦子給古今各種馬隊踐踏了一通之後，弄得亂七八遭，但蹄跡當然是有些存留的，這就是所謂「有所得」。這一種「有所得」當然不會清清楚楚，大概是似懂非懂的居多，所以自以為通文了，其實卻沒有通，自以為識字了，其實也沒有識。自己本是胡塗的，寫起文章來自然也胡塗，讀者看起文章來，自然也不會倒明白。然而無論怎樣的胡塗文作者，聽他講話，卻大抵清楚，不至於令人聽不懂的——除了故意大顯本領的講演之外。因此我想，這「胡塗」的來源，是在識字和讀書。\n\n例如我自己，是常常會用些書本子上的詞匯的。雖然並非什麼冷僻字，或者連讀者也並不覺得是冷僻字。然而假如有一位精細的讀者，請了我去，交給我一枝鉛筆和一張紙，說道，「您老的文章裡，說過這山是‘崚嶒’的，那山是‘巉岩’的，那究竟是怎麼一副樣子呀？您不會畫畫兒也不要緊，就鉤出一點輪廓來給我看看罷。請，請，請……」這時我就會腋下出汗，恨無地洞可鑽。因為我實在連自己也不知道「崚嶒」和「巉岩」究竟是什麼樣子，這形容詞，是從舊書上鈔來的，向來就並沒有弄明白，一經切實的考查，就糟了。此外如「幽婉」，「玲瓏」，「蹣跚」，「囁嚅」……之類，還多得很。\n\n說是白話文應該「明白如話」，已經要算唱厭了的老調了，但其實，現在的許多白話文卻連「明白如話」也沒有做到。倘要明白，我以為第一是在作者先把似識非識的字放棄，從活人的嘴上，採取有生命的詞彙，搬到紙上來；也就是學學孩子，只說些自己的確能懂的話。至於舊語的復活，方言的普遍化，那自然也是必要的，但一須選擇，二須有字典以確定所含的意義，這是另一問題，在這裡不說它了。\n\n四月二日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"四論「文人相輕」","content":"署名隼發表\n\n前一回沒有提到，魏金枝先生的大文《分明的是非和熱烈的好惡》裡，還有一點很有意思的文章。他以為現在「往往有些具著兩張面孔的人」，重甲而輕乙；他自然不至於主張文人應該對誰都打拱作揖，連稱久仰久仰的，只因為乙君原是大可欽敬的作者。所以甲乙兩位，「此時此際，要談是非，就得易地而處」，甲說你的甲話，乙呢，就覺得「非中之是，……正勝過於似是之非，因為其猶講交友之道，而無門閥之分」，把「門閥」留給甲君，自去另找講交道的「朋友」，即使沒有，竟「與麻瘋病菌為伍，……也比被實際上也做著騙子屠夫的所誘殺臠割，較為心願」了。\n\n這擁護「文人相輕」的情境，是悲壯的，但也正證明瞭現在一般之所謂「文人相輕」，至少，是魏先生所擁護的「文人相輕」，並不是因為「文」，倒是為了「交道」。朋友乃五常之一名，交道是人間的美德，當然也好得很。不過騙子有屏風，屠夫有幫手，在他們自己之間，卻也叫作「朋友」的。「必也正名乎」，好名目當然也好得很。只可惜美名未必一定包著美德。「翻手為雲覆手雨，紛紛輕薄何須數，君不見管鮑貧時交，此道今人棄如土！」這是李太白先生罷，就早已「感慨系之矣」，更何況現在這洋場——古名「彝場」——的上海。最近的《大晚報》的副刊上就有一篇文章在通知我們要在上海交朋友，說話先須漂亮，這才不至於吃虧，見面第一句，是「格位（或‘迪個’）朋友貴姓？」此時此際，這「朋友」兩字中還未含有任何利害，但說下去，就要一步緊一步的顯出愛憎和取捨，即決定共同玩花樣，還是用作「阿木林」之分來了。「朋友，以義合者也。」古人確曾說過的，然而又有古人說：「義，利也。」嗚呼！\n\n如果在冷路上走走，有時會遇見幾個人蹲在地上賭錢，莊家只是輸，押的只是贏，然而他們其實是莊家的一夥，就是所謂「屏風」——也就是他們自己之所謂「朋友」——目的是在引得蠢才眼熱，也來出手，然後掏空他的腰包。如果你站下來，他們又覺得你並非蠢才，只因為好奇，未必來上當，就會說：「朋友，管自己走，沒有什麼好看。」這是一種朋友，不妨害騙局的朋友。荒場上又有變戲法的，石塊變白鴿，壇子裝小孩，本領大抵不很高強，明眼人本極容易看破，於是他們就時時拱手大叫道：「在家靠父母，出家靠朋友！」這並非在要求撒錢，是請托你不要說破。這又是一種朋友，是不戳穿戲法的朋友。把這些識時務的朋友穩住了，他才可以掏呆朋友的腰包；或者手執花槍，來趕走不知趣的走近去窺探底細的傻子，惡狠狠的啐一口道：「……瞎你的眼睛！」\n\n孩子的遭遇可是還要危險。現在有許多文章裡，不是常在很親熱的叫著「小朋友，小朋友」嗎？這是因為要請他做未來的主人公，把一切擔子都擱在他肩上了；至少，也得去買兒童畫報，雜志，文庫之類，據說否則就要落伍。\n\n已成年的作家們所占領的文壇上，當然不至於有這麼彰明較著的可笑事，但地方究竟是上海，一面大叫朋友，一面卻要他悄悄的納錢五塊，買得「自己的園地」，才有發表作品的權利的「交道」，可也不見得就不會出現的。八月十三日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"再論「文人相輕」","content":"署名隼發表\n\n今年的所謂“文人相輕”，不但是混淆黑白的口號，掩護著文壇的昏暗，也在給有一些人“掛著羊頭賣狗肉”的。\n\n真的“各以所長，相輕所短”的能有多少呢！我們在近凡年所遇見的，有的是“以其所短，輕人所短”。例如白話文中，有些是該屈難讀的，確是一種“短”，於是有人提了小品或語錄，向這一點昂然進攻了，但不久就露出尾巴來，暴露了他連對於自己所提倡的文章，也常常點著破句，“短”得很。有的卻簡直是“以其所短，輕人所長”了。例如輕蔑“雜文”的人，不但他所用的也是“雜文”，而他的“雜文”，比起他所輕蔑的別的“雜文”來，還拙劣到不能相提並論。那些高談闊論，不過是契訶夫（A. Chekhov）所指出的登了不識羞的頂顛，傲視著一切，被輕者是無福和他們比較的，更從什麼地方“相”起？現在謂之“相”，其實是給他們一揚，靠了這“相”，也是“文人”了。然而，“所長”呢？\n\n況且現在文壇上的糾紛，其實也並不是為了文筆的短長。文學的修養，決不能使人變成木石，所以文人還是人，既然還是人，他心裡就仍然有是非，有愛憎；但又因為是文人，他的是非就愈分明，愛憎也愈熱烈。從聖賢一直敬到騙子屠夫，從美人香草一直受到麻瘋病菌的文人，在這世界上是找不到的，遇見所是和所愛的，他就擁抱，遇見所非和所憎的，他就反撥。如果第三者不以為然了，可以指出他所非的其實是“是”，他所憎的其實該愛來，單用了籠統的“文人相輕”這一句空話，是不能抹殺的，世間還沒有這種便宜事。一有文人，就有糾紛，但到後來，誰是誰非，孰存孰亡，都無不明明白白。因為還有一些讀者，他的是非愛憎，是比和事老的評論家還要清楚的。\n\n然而，又有人來恐嚇了。他說，你不怕麼？古之嵇康，在柳樹下打鐵，鐘會來看他，他不客氣，問道：“何所聞而來，何所見而去？”於是得罪了鐘文人，後來被他在司馬懿面前搬是非，送命了。所以你無論遇見誰，應該趕緊打拱作揖，讓坐獻茶，連稱“久仰久仰”才是。這自然也許未必全無好處，但做文人做到這地步，不是很有些近乎婊子了麼？況且這位恐嚇家的舉例，其實也是不對的，嵇康的送命，並非為了他是傲慢的文人，大半倒因為他是曹家的女婿，即使鐘會不去搬是非，也總有人去搬是非的，所謂“重賞之下，必有勇夫”者是也。\n\n不過我在這裡，並非主張文人應該傲慢，或不妨傲慢，只是說，文人不應該隨和；而且文人也不會隨和，會隨和的，只有和事老。但這不隨和，卻又並非回避，只是唱著所是，頌著所愛，而不管所非和所憎；他得像熱烈地主張著所是一樣，熱烈地攻擊著所非，像熱烈地擁抱著所愛一樣，更熱烈地擁抱著所憎——恰如赫爾庫來斯（Hercules）的緊抱了巨人安太烏斯（Antaeus）一樣，因為要折斷他的肋骨。五月五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"名人和名言","content":"署名越丁發表\n\n《太白》二卷七期上有一篇南山先生的《保守文言的第三道策》，他舉出：第一道是說「要做白話由於文言做不通」，第二道是說「要白話做好，先須文言弄通」。十年之後，才來了太炎先生的第三道，「他以為你們說文言難，白話更難。理由是現在的口頭語，有許多是古語，非深通小學就不知道現在口頭語的某音，就是古代的某音，不知道就是古代的某字，就要寫錯。……」 \n\n太炎先生的話是極不錯的。現在的口頭語，並非一朝一夕，從天而降的語言，裡面當然有許多是古語，既有古語，當然會有許多曾見於古書，如果做白話的人，要每字都到《說文解字》裡去找本字，那的確比做任用借字的文言要難到不知多少倍。然而自從提倡白話以來，主張者卻沒有一個以為寫白話的主旨，是在從「小學」裡尋出本字來的，我們就用約定俗成的借字。誠然，如太炎先生說：「乍見熟人而相寒暄曰『好呀』，『呀』即『乎』字；應人之稱曰『是唉』，『唉』即 『也』字。」但我們即使知道了這兩字，也不用「好乎」或「是也」，還是用「好呀」或「是唉」。因為白話是寫給現代的人們看，並非寫給商周秦漢的鬼看的，起古人於地下，看了不懂，我們也毫不畏縮。所以太炎先生的第三道策，其實是文不對題的。這緣故，是因為先生把他所專長的小學，用得範圍太廣了。 \n\n我們的知識很有限，誰都願意聽聽名人的指點，但這時就來了一個問題：聽博識家的話好，還是聽專門家的話好呢？解答似乎很容易：都好。自然都好；但我由曆聽了兩家的種種指點以後，卻覺得必須有相當的警戒。因為是：博識家的話多淺，專門家的話多悖的。 \n\n博識家的話多淺，意義自明，惟專門家的話多悖的事，還得加一點申說。他們的悖，未必悖在講述他們的專門，是悖在倚專家之名，來論他所專門以外的事。社會上崇敬名人，於是以為名人的話就是名言，卻忘記了他之所以得名是那一種學問或事業。名人被崇奉所誘惑，也忘記了自己之所以得名是那一種學問或事業，漸以為一切無不勝人，無所不談，於是乎就悖起來了。其實，專門家除了他的專長之外，許多見識是往往不及博識家或常識者的。太炎先生是革命的先覺，小學的大師，倘談文獻，講《說文》，當然娓娓可聽，但一到攻擊現在的白話，便牛頭不對馬嘴，即其一例。還有江亢虎博士，是先前以講社會主義出名的名人，他的社會主義到底怎麼樣呢，我不知道。只是今年忘其所以，談到小學，說「『德』之古字為『悳』，從『直』從『心』，『直』即直覺之意」，卻真不知道悖到那裡去了， 他竟連那上半並不是曲直的直字這一點都不明白。這種解釋，卻須聽太炎先生了。 \n\n不過在社會上，大概總以為名人的話就是名言，既是名人，也就無所不通，無所不曉。所以譯一本歐洲史，就請英國話說得漂亮的名人校閱，編一本經濟學，又乞古文做得好的名人題簽；學界的名人紹介醫生，說他「術擅岐黃」，商界的名人稱讚畫家，說他「精研六法」。……這也是一種現在的通病。德國的 細胞病理學家維爾曉（Virchow），是醫學界的泰斗，舉國皆知的名人，在醫學史上的位置，是極為重要的，然而他不相信進化論，他那被教徒所利用 的幾回講演，據赫克爾（Haeckel）說，很給了大眾不少壞影響。因為他學問很深，名甚大，於是自視甚高，以為他所不解的，此後也無人能解，又不深研進化論，便一口歸功於上帝了。現在中國屢經紹介的法國昆蟲學大家法布耳（Fabre），也頗有這傾向。他的著作還有兩種缺點：一是嗤笑解剖學家，二是用人類道德於昆蟲界。但倘無解剖，就不能有他那樣精到的觀察，因為觀察的基礎，也還是解剖學；農學者根據對於人類的利害，分昆蟲為益蟲和害蟲， 是有理可說的，但憑了當時的人類的道德和法律，定昆蟲為善蟲或壞蟲，卻是多餘了。有些嚴正的科學者，對於法布耳的有微詞，實也並非無故。但倘若對這兩點先加警戒，那麼，他的大著作《昆蟲記》十卷，讀起來也還是一部很有趣，也很有益的書。 \n\n不過名人的流毒，在中國卻較為利害，這還是科舉的餘波。那時候，儒生在私塾裡揣摩高頭講章，和天下國家何涉，但一登第，真是「一舉成名天下知」，他可以修史，可以衡文，可以臨民，可以治河；到清朝之末，更可以辦學校，開煤礦，練新軍，造戰艦，條陳新政，出洋考察了。成績如何呢，不待我多說。 \n\n這病根至今還沒有除，一成名人，便有「滿天飛」之概。我想，自此以後，我們是應該將「名人的話」和「名言」分開來的，名人的話並不都是名言；許多名言，倒出自田夫野老之口。這也就是說，我們應該分別名人之所以名，是由於那一門，而對於他的專門以外的縱談，卻加以警戒。蘇州的學子是聰明的，他們請太炎先生講國學，卻不請他講簿記學或步兵操典，——可惜人們卻又不肯想得更細一點了。 \n\n我很自歉這回時時涉及了太炎先生。但「智者千慮，必有一失」，這大約也無傷於先生的「日月之明」的。至於我的所說，可是我想，「愚者千慮，必有一得」，蓋亦「懸諸日月而不刊」之論也。 \n\n七月一日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"論諷刺","content":"本篇最初发表于一九三五年四月《文学》月刊第四卷第四号「文学论坛」栏，署名敖。\n\n我們常不免有一種先入之見，看見諷刺作品，就覺得這不是文學上的正路，因為我們先就以為諷刺並不是美德。但我們走到交際場中去，就往往可以看見這樣的事實，是兩位胖胖的先生，彼此彎腰拱手，滿面油晃晃的正在開始他們的扳談—— \n\n「貴姓？……」 \n\n「敝姓錢。」 \n\n「哦，久仰久仰！還沒有請教台甫……」 \n\n「草字闊亭。」 \n\n「高雅高雅。貴處是……？」 \n\n「就是上海……」 \n\n「哦哦，那好極了，這真是……」 \n\n誰覺得奇怪呢？但若寫在小說裡，人們可就會另眼相看了，恐怕大概要被算作諷刺。有好些直寫事實的作者，就這樣的被蒙上了「諷刺家」——很難說是好是壞——的頭銜。例如在中國，則《金瓶梅》寫蔡御史的自謙和恭維西門慶道：「恐我不如安石之才，而君有王右軍之高致矣！」還有《儒林外史》寫范舉人因為守孝，連象牙筷也不肯用，但吃飯時，他卻「在燕窩碗裡揀了一個大蝦圓子送在嘴裡」，和這相似的情形是現在還可以遇見的；在外國，則如近來已被中國讀者所注意了的果戈理的作品，他那《外套》（韋素園譯，在《未名叢刊》中）裡的大小官吏，《鼻子》許遐譯，在《譯文》中）裡的紳士，醫生，閒人們之類的典型，是雖在中國的現在，也還可以遇見的。這分明是事實，而且是很廣泛的事實，但我們皆謂之諷刺。 \n\n人大抵願意有名，活的時候做自傳，死了想有人分訃文，做行實，甚而至於還「宣付國史館立傳」。人也並不全不自知其醜，然而他不願意改正，只希望隨時消掉，不留痕跡，剩下的單是美點，如曾經施粥賑饑之類，卻不是全般。「高雅高雅」，他其實何嘗不知道有些肉麻，不過他又知道說過就完，「本傳」裡決不會有，於是也就放心的「高雅」下去。如果有人記了下來，不給它消滅，他可要不高興了。於是乎挖空心思的來一個反攻，說這些乃是「諷刺」，向作者抹一臉泥，來掩藏自己的真相。但我們也每不免來不及思索，跟著說，「這些乃是諷刺呀！」上當真可是不淺得很。 \n\n同一例子的還有所謂「罵人」。假如你到四馬路去，看見雉妓在拖住人，倘大聲說：「野雞在拉客」，那就會被她罵你是「罵人」。罵人是惡德，於是你先就被判定在壞的一方面了；你壞，對方可就好。但事實呢，卻的確是「野雞在拉客」，不過只可心裡知道，說不得，在萬不得已時，也只能說「姑娘勒浪做生意」，恰如對於那些彎腰拱手之輩，做起文章來，是要改作「謙以待人，虛以接物」的。——這才不是罵人，這才不是諷刺。 \n\n其實，現在的所謂諷刺作品，大抵倒是寫實。非寫實決不能成為所謂「諷刺」；非寫實的諷刺，即使能有這樣的東西，也不過是造謠和誣衊而已。 \n\n三月十六日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「靠天吃飯」","content":"署名姜珂發表\n\n「靠天吃飯說」是我們中國的國寶。清朝中葉就有《靠天吃飯圖》的碑，民國初年，狀元陸潤庠先生也畫過一張：一個大「天」字，末一筆的尖端有一位老頭子靠著，捧了碗在吃飯。這圖曾經石印，信天派或嗜奇派，也許還有收藏的。\n\n而大家也確是實行著這學說，和圖不同者，只是沒有碗捧而已。這學說總算存在著一半。\n\n前一月，我們曾經聽到過嚷著「旱象已成」，現在是梅雨天，連雨了十幾日，是每年必有的常事，又並無颶風暴雨，卻又到處發現水災了。植樹節所種的幾株樹，也不足以挽回天意。「五日一風，十日一雨」的唐虞之世，去今已遠，靠天而竟至於不能吃飯，大約為信天派所不及料的罷。到底還是做給俗人讀的《幼學瓊林》聰明，曰：「輕清者上浮而為天」，「輕清」而又「上浮」，怎麼一個「靠」法。\n\n古時候的真話，到現在就有些變成謊話。大約是西洋人說的罷，世界上窮人有份的，只有日光空氣和水。這在現在的上海就不適用，賣心賣力的被一天關到夜，他就曬不著日光，吸不到好空氣；裝不起自來水的，也喝不到乾淨水。報上往往說：「近來天時不正，疾病盛行」，這豈只是「天時不正」之故，「天何言哉」，它默默地被冤枉了。\n\n但是，「天」下去就要做不了「人」，沙漠中的居民為了一塘水，爭奪起來比我們這裡的才子爭奪愛人還激烈，他們要拚命，決不肯做一首「阿呀詩」就了事。洋大人斯坦因博士，不是從甘肅敦煌的沙裡掘去了許多古董麼？那地方原是繁盛之區，靠天的結果，卻被天風吹了沙埋沒了。為製造將來的古董起見，靠天確也是一種好方法，但為活人計，卻是不大值得的。\n\n一到這裡，就不免要說征服自然了，但現在談不到，「帶住」可也。\n\n七月一日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"雜談小品文","content":"自從「小品文」這一個名目流行以來，看看書店廣告，連信劄，論文，都排在小品文裡了，這自然只是生意經，不足為據。一般的意見，第一是在篇幅短。\n\n但篇幅短并不是小品文的特征。一條幾何定理不過數十字，一部《老子》只有五千言，都不能說是小品。這該像佛經的小乘似的，先看內容，然後講篇福。講小道理，或沒道理，而又不是長篇的，才可謂之小品。至於有骨力的文章，恐不如謂之「短文」，短當然不及長，寥寥幾句，也說不盡森羅萬象，然而它並不「小」。\n\n《史記》裡的《伯夷列傳》和《屈原賈誼列傳》除去了引用的騷賦，其實也不過是小品，只因為他是「太史公」之作，又常見，所以沒有人來選出，翻印。由晉至唐，也很有幾個作家；宋文我不知道，但「江湖派」詩，卻確是我所謂的小品。現在大家所提倡的，是明清，據說「抒寫性靈」是它的特色。那時有一些人，確也只能夠抒寫性靈的，風氣和環境，加上作者的出身和生活，也只能有這樣的意思，寫這樣的文章。雖說抒寫性靈，其實後來仍落了窠臼，不過是「賦得性靈」，照例寫出那麼一套來。當然也有人豫感到危難，後來是身歷了危難的，所以小品文中，有時也夾著感憤，但在文字獄時，都被銷毀，劈板了，於是我們所見，就只剩了「天馬行空」似的超然的性靈。\n\n這經過清朝檢選的「性靈」，到得現在，卻剛剛相宜，有明末的灑脫，無清初的所謂「悖謬」，有國時是高人，沒國時還不失為逸士。逸士也得有資格，首先即在「超然」，「士」所以超庸奴，「逸」所以超責任：現在的特重明清小品，其實是大有理由，毫不足怪的。\n\n不過「高人兼逸士夢」恐怕也不長久。近一年來，就露了大破綻，自以為高一點的，已經滿紙空言，甚而至於胡說八道，下流的卻成為打諢，和猥鄙丑角，並無不同，主意只在挖公子哥兒們的跳舞之資，和舞女們爭生意，可憐之狀，已經下於五四運動前後的鴛鴦蝴蝶派數等了。為了這小品文的盛行，今年就又有翻印所謂「珍本」的事。有些論者，也以為可慮。我卻覺得這是並非無用的。原本價貴，大抵無力購買，現在只用了一元或數角，就可以看見現代名人的祖師，以及先前的性靈，怎樣疊床架屋，現在的性靈，怎樣看人學樣，啃過一堆牛骨頭，即使是牛骨頭，不也有了識見，可以不再被生炒牛角尖騙去了嗎？\n\n不過「珍本」並不就是「善本」，有些是正因為它無聊，沒有人要看，這才日就滅亡，少下去；因為少，所以「珍」起來。就是舊書店裡必討大價的所謂「禁書」，也並非都是慷慨激昂，令人奮起的作品，清初，單為了作者也會禁，往往和內容簡直不相干。這一層，卻要讀者有選擇的眼光，也希望識者給相當的指點的。\n\n十二月二日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"蕭紅作《生死場》序","content":"生死場/一\n\n記得已是四年前的事了，時維二月，我和婦孺正陷在上海閘北的火線中，眼見中國人的因為逃走或死亡而絕跡。後來仗著幾個朋友的幫助，這才得進平和的英租界，難民雖然滿路，居人卻很安閒。和閘北相距不過四五里罷，就是一個這麼不同的世界，——我們又怎麼會想到哈爾濱。\n\n這本稿子的到了我的桌上，已是今年的春天，我早重回閘北，周圍又複熙熙攘攘的時候了。但卻看見了五年以前，以及更早的哈爾濱。這自然還不過是略圖，敘事和寫景，勝於人物的描寫，然而北方人民的對於生的堅強，對於死的掙扎，卻往往已經力透紙背；女性作者的細致的觀察和越軌的筆致，又增加了不少明麗和新鮮。精神是健全的，就是深惡文藝和功利有關的人，如果看起來，他不幸得很，他也難免不能毫無所得。\n\n聽說文學社曾經願意給她付印，稿子呈到中央宣傳部書報檢查委員會那裡去，擱了半年，結果是不許可。人常常會事後才聰明，回想起來，這正是當然的事：對於生的堅強和死的掙紮，恐怕也確是大背「訓政」之道的。今年五月，只為了《略談皇帝》這一篇文章，這一個氣焰萬丈的委員會就忽然煙消火滅，便是「以身作則」的實地大教訓。奴隸社以汗血換來的幾文錢，想為這本書出版，卻又在我們的上司「以身作則」的半年之後了，還要我寫幾句序。然而這幾天，卻又謠言蜂起，閘北的熙熙攘攘的居民，又在抱頭鼠竄了，路上是駱驛不絕的行李車和人，路旁是黃白兩色的外人，含笑在賞鑒這禮讓之邦的盛況。自以為居於安全地帶的報館的報紙，則稱這些逃命者為「庸人」或「愚民」。我卻以為他們也許是聰明的，至少，是已經憑著經驗，知道了煌煌的官樣文章之不可信。他們還有些記性。\n\n現在是一九三五年十一月十四的夜裡，我在燈下再看完了《生死場》。周圍像死一般寂靜，聽慣的鄰人的談話聲沒有了，食物的叫賣聲也沒有了，不過偶有遠遠的幾聲犬吠。想起來，英法租界當不是這情形，哈爾濱也不是這情形；我和那裡的居人，彼此都懷著不同的心情，住在不同的世界。然而我的心現在卻好像古井中水，不生微波，麻木的寫了以上那些字。這正是奴隸的心！——但是，如果還是攪亂了讀者的心呢？那麼，我們還決不是奴才。\n\n不過與其聽我還在安坐中的牢騷話，不如快看下面的《生死場》，她才會給你們以堅強和掙扎的力氣。魯迅。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"五論「文人相輕」——明術","content":"署名隼發表\n\n「文人相輕」是局外人或假充局外人的話。如果自己是這局面中人之一，那就是非被輕則是輕人，他決不用這對等的「相」字。但到無可奈何的時候，卻也可以拿這四個字來遮掩一下。這遮掩是逃路，然而也仍然是戰術，所以這口訣還被有一些人所寶愛。\n\n不過這是後來的話。在先，當然是「輕」。\n\n「輕」之術很不少。粗糙的說：大略有三種。一種是自卑，自己先躺在垃圾裡，然後來拖敵人，就是「我是畜生，但是我叫你爹爹，你既是畜生的爹爹，可見你也是畜生了」的法子。這形容自然未免過火一點，然而較文雅的現象，文壇上卻並不怎麼少見的。埋伏之法，是甲乙兩人的作品，思想和技術，分明不同，甚而至於相反的，某乙卻偏要設法表明，說惟獨自己的作品乃是某甲的嫡派；補救之法，是某乙的缺點倘被某甲所指摘，他就說這些事情正是某甲所具備，而且自己也正從某甲那裡學了來的。此外，已經把別人評得一錢不值了，臨末卻又很謙虛的聲明自己並非批評家，凡有所說，也許全等於放屁之類，也屬於這一派。\n\n一種是最正式的，就是自高，一面把不利於自己的批評，統統謂之「漫罵」，一面又竭力宣揚自己的好處，准備跨過別人。但這方法比較的麻煩，因為除「辟謠」之外，自吹自擂是究竟不很雅觀的，所以做這些文章時，自己得另用一個筆名，或者邀一些「講交道」的「朋友」來互助。不過弄得不好，那些「朋友」就會變成保駕的打手或抬駕的轎夫，而使那「朋友」會變成這一類人物的，則這禦駕一定不過是有些手勢的花花公子，抬來抬去，終於脫不了原形，一年半載之後，花花之上也再添不上什麼花頭去，而且打手轎夫，要而言之，也究竟要工食，倘非腰包飽滿，是沒法維持的。如果能用死轎夫，如袁中郎或「晚明二十家」之流來抬，再請一位活名人喝道，自然較為輕而易舉，但看過去的成績和效驗，可也並不見佳。\n\n還有一種是自己連名字也並不拋頭露面，只用匿名或由「朋友」給敵人以「批評」——要時髦些，就可以說是「批判」。尤其要緊的是給與一個名稱，像一般的「諢名」一樣。\n\n因為讀者大眾的對于某一作者，是未必和「批評」或「批判」者同仇敵慨的，一篇文章，縱使題目用頭號字印成，他們也不大起勁，現在制出一個簡括的諢名，就可以比較的不容易忘記了。在近十年來的中國文壇上，這法術，用是也常用的，但效果卻很小。\n\n法術原是極利害，極致命的法術。果戈理誇俄國人之善於給別人起名號——或者也是自誇——說是名號一出，就是你跑到天涯海角，它也要跟著你走，怎麼擺也擺不脫。這正如傳神的寫意畫，並不細畫須眉，並不寫上名字，不過寥寥幾筆，而神情畢肖，只要見過被畫者的人，一看就知道這是誰；誇張了這人的特長——不論優點或弱點，卻更知道這是誰。可惜我們中國人並不怎樣擅長這本領。起源，是古的。從漢末到六朝之所謂「品題」，如「關東觥觥郭子橫」，「五經紛綸井大春」，就是這法術，但說的是優點居多。梁山泊上一百另八條好漢都有諢名，也是這一類，不過著眼多在形體，如「花和尚魯智深」和「青面獸楊志」，或者才能，如「浪裡白跳張順」和「鼓上蚤時遷」等，並不能提挈這人的全般。直到後來的訟師，寫狀之際，還常常給被告加上一個諢名，以見他原是流氓地痞一類，然而不久也就拆穿西洋鏡，即使毫無才能的師爺，也知道這是不足注意的了。現在的所謂文人，除了改用幾個新名詞之外，也並無進步，所以那些「批判」，結果還大抵是徒勞。\n\n這失敗之處，是在不切帖。批評一個人，得到結論，加以簡括的名稱，雖只寥寥數字，卻很要明確的判斷力和表現的才能的。必須切帖，這才和被批判者不相離，這才會跟了他跑到天涯海角。現在卻大抵只是漫然的抓了一時之所謂惡名，摔了過去：或「封建餘孽」，或「布爾喬亞」，或「破鑼」，或「無政府主義者」，或「利己主義者」……等等；而且怕一個不夠致命，又連用些什麼「無政府主義封建餘孽」或「布爾喬亞破鑼利己主義者」；怕一人說沒有力，約朋友各給他一個；怕說一回還太少，一年內連給他幾個：時時改換，個個不同。這舉棋不定，就因為觀察不精，因而品題也不確，所以即使用盡死勁，流完大汗，寫了出去，也還是和對方不相干，就是用漿糊粘在他身上，不久也就脫落了。汽車夫發怒，便罵洋車夫阿四一聲「豬玀」，頑皮孩子高興，也會在賣炒白果阿五的背上畫一個烏龜，雖然也許博得市儈們的一笑，但他們是決不因此就得「豬玀阿四」或「烏龜阿五」的諢名的。此理易明：因為不切帖。\n\n五四時代的所謂「桐城謬種」和「選學妖孽」，是指做「載飛載鳴」的文章和抱住《文選》尋字彙的人們的，而某一種人確也是這一流，形容愜當，所以這名目的流傳也較為永久。除此之外，恐怕也沒有什麼還留在大家的記憶裡了。到現在，和這八個字可以匹敵的，或者只好推「洋場惡少」和「革命小販」了罷。前一聯出於古之「京」，後一聯出於今之「海」。\n\n創作難，就是給人起一個稱號或諢名也不易。假使有誰能起顛撲不破的諢名的罷，那麼，他如作評論，一定也是嚴肅正確的批評家，倘弄創作，一定也是深刻博大的作者。\n\n所以，連稱號或諢名起得不得法，也還是因為這班「朋友」的不「文」。——「再亮些！」\n\n八月十四日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"孔另境編《當代文人尺牘鈔》序","content":"《當代文人尺牘鈔》後改名《現代作家書簡》，一九三六年五月出版。\n\n日記或書信，是向來有些讀者的。先前是在看朝章國故，麗句清詞，如何抑揚，怎樣請托，於是害得名人連寫日記和信也不敢隨隨便便。晉人寫信，已經得聲明「匆匆不暇草書」，今人作日記，竟日日要防傳鈔，來不及出版。王爾德的自述，至今還有一部分未曾公開，羅曼羅蘭的日記，約在死後十年才可發表，這在我們中國恐怕辦不到。\n\n不過現在的讀文人的非文學作品，大約目的已經有些和古之人不同，是比較的歐化了的：遠之，在鉤稽文壇的故實，近之，在探索作者的生平。而後者似乎要居多數。因為一個人的言行，總有一部分願意別人知道，或者不妨給別人知道，但有一部分卻不然。然而一個人的脾氣，又偏愛知道別人不肯給人知道的一部分，於是尺牘就有了出路。這並非等於窺探門縫，意在發人的陰私，實在是因為要知道這人的全般，就是從不經意處，看出這人——社會的一分子的真實。\n\n就是在「文學概論」上有了名目的創作上，作者本來也掩不住自己，無論寫的是什麼，這個人總還是這個人，不過加了些藻飾，有了些排場，仿佛穿上了制服。寫信固然比較的隨便，然而做作慣了的，仍不免帶些慣性，別人以為他這回是赤條條的上場了罷，他其實還是穿著肉色緊身小衫褲，甚至於用了平常決不應用的奶罩。話雖如此，比起峨冠博帶的時候來，這一回可究竟較近於真實。所以從作家的日記或尺牘上，往往能得到比看他的作品更其明晰的意見，也就是他自己的簡潔的注釋。不過也不能十分當真。有些作者，是連賬簿也用心機的，叔本華記賬就用梵文，不願意別人明白。\n\n另境先生的編這部書，我想是為了顯示文人的全貌的，好在用心之古奧如叔本華先生者，中國還未必有。只是我的做序，可不比寫信，總不免用些做序的拳經：這是要請編者讀者，大家心照的。\n\n一九三五年十一月二十五夜，魯迅記於上海閘北之且介亭。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「題未定」草（六至九）","content":"記得Ｔ君曾經對我談起過：我的《集外集》出版之後，施蟄存先生曾在什麼刊物上有過批評，以為這本書不值得付印，最好是選一下。我至今沒有看到那刊物；但從施先生的推崇《文選》和手定《晚明二十家小品》的功業，以及自標「言行一致」的美德推測起來，這也正像他的話。好在我現在並不要研究他的言行，用不著多管這些事。 \n\n《集外集》的不值得付印，無論誰說，都是對的。其實豈只這一本書，將來重開四庫館時，恐怕我的一切譯作，全在排除之列；雖是現在，天津圖書館的目錄上，在《吶喊》和《彷徨》之下，就注著一個「銷」字，「銷」者，銷毀之謂也；梁實秋教授充當什麼圖書館主任時，聽說也曾將我的許多譯作驅逐出境。但從一般的情形而論，目前的出版界，卻實在並不十分謹嚴，所以印了我的一本《集外集》，似乎也算不得怎麼特別糟蹋了紙墨。至於選本，我倒以為是弊多利少的，記得前年就寫過一篇《選本》，說明著自己的意見，後來就收在《集外集》中。 \n\n自然，如果隨便玩玩，那是什麼選本都可以的，《文選》好，《古文觀止》也可以。不過倘要研究文學或某一作家，所謂「知人論世」，那麼，足以應用的選本就很難得。選本所顯示的，往往並非作者的特色，倒是選者的眼光。眼光愈銳利，見識愈深廣，選本固然愈準確，但可惜的是大抵眼光如豆，抹殺了作者真相的居多，這才是一個「文人浩劫」。例如蔡邕，選家大抵只取他的碑文，使讀者僅覺得他是典重文章的作手，必須看見《蔡中郎集》裡的《述行賦》（也見於《續古文苑》），那些「窮工巧於台榭兮，民露處而寢濕，委嘉穀於禽獸兮，下糠秕而無粒」（手頭無書，也許記錯，容後訂正）的句子，才明白他並非單單的老學究，也是一個有血性的人，明白那時的情形，明白他確有取死之道。又如被選家錄取了《歸去來辭》和《桃花源記》，被論客贊賞著「采菊東籬下，悠然見南山」的陶潛先生，在後人的心目中，實在飄逸得太久了，但在全集裡，他卻有時很摩登，「願在絲而為履，附素足以周旋，悲行止之有節，空委棄於床前」，竟想搖身一變，化為「阿呀呀，我的愛人呀」的鞋子，雖然後來自說因為「止於禮義」，未能進攻到底，但那些胡思亂想的自白，究竟是大膽的。就是詩，除論客所佩服的「悠然見南山」之外，也還有「精衛銜微木，將以填滄海，形天舞干戚，猛志固常在」之類的「金剛怒目」式，在證明著他並非整天整夜的飄飄然。這「猛志固常在」和「悠然見南山」的是一個人，倘有取捨，即非全人，再加抑揚，更離真實。譬如勇士，也戰鬥，也休息，也飲食，自然也性交，如果只取他末一點，畫起像來，掛在妓院裡，尊為性交大師，那當然也不能說是毫無根據的，然而，豈不冤哉！我每見近人的稱引陶淵明，往往不禁為古人惋惜。 \n\n這也是關於取用文學遺產的問題，潦倒而至於昏聵的人，凡是好的，他總歸得不到。前幾天，看見《時事新報》的《青光》上，引過林語堂先生的話，原文拋掉了，大意是說：老莊是上流，潑婦罵街之類是下流，他都要看，只有中流，剽上竊下，最無足觀。如果我所記憶的並不錯，那麼，這真不但宣告了宋人語錄，明人小品，下至《論語》，《人間世》，《宇宙風》這些「中流」作品的死刑，也透徹的表白了其人的毫無自信。不過這還是空腹高心之談，因為雖是「中流」，也並不一概，即使同是剽竊，有取了好處的，有取了無用之處的，有取了壞處的，到得「中流」的下流，他就連剽竊也不會，「老莊」不必說了，雖是明清的文章，又何嘗真的看得懂。 \n\n標點古文，不但使應試的學生為難，也往往害得有名的學者出醜，亂點詞曲，拆散駢文的美談，已經成為陳跡，也不必回顧了；今年出了許多廉價的所謂珍本書，都有名家標點，關心世道者癌然憂之，以為足煽復古之焰。我卻沒有這麼悲觀，化國幣一元數角，買了幾本，既讀古之中流的文章，又看今之中流的標點；今之中流，未必能懂古之中流的文章的結論，就從這裡得來的。 \n\n例如罷，——這種舉例，是很危險的，從古到今，文人的送命，往往並非他的什麼「意德沃羅基」的悖謬，倒是為了個人的私仇居多。然而這裡仍得舉，因為寫到這裡，必須有例，所謂「箭在弦上，不得不發」者是也。但經再三忖度，決定「姑隱其名」，或者得免於難歟，這是我在利用中國人只顧空面子的缺點。 \n\n例如罷，我買的「珍本」之中，有一本是張岱的《琅嬛文集》，「特印本實價四角」；據「乙亥十月，盧前冀野父」跋，是「化峭僻之途為康莊」的，但照標點看下去，卻並不十分「康莊」。標點，對於五言或七言詩最容易，不必文學家，只要數學家就行，樂府就不大「康莊」了，所以卷三的《景清刺》裡，有了難懂的句子： \n\n「……佩鉛刀。藏膝髁。太史奏。機謀破。不稱王向前。坐對御衣含血唾。……」 \n\n琅琅可誦，韻也押的，不過「不稱王向前」這一句總有些費解。看看原序，有云：「清知事不成。躍而詢上。大怒曰。毋謂我王。即王敢爾耶。清曰。今日之號。尚稱王哉。命抉其齒。王且詢。則含血前。淰御衣。上益怒。剝其膚。……」（標點悉遵原本）那麼，詩該是「不稱王，向前坐」了，「不稱王」者，「尚稱王哉」也；「向前坐」者，「則含血前」也。而序文的「躍而詬上。大怒曰」，恐怕也該是「躍而詬。上大怒曰」才合式，據作文之初階，觀下文之「上益怒」，可知也矣。 \n\n縱使明人小品如何「本色」，如何「性靈」，拿它亂玩究竟還是不行的，自誤事小，誤人可似乎不大好。例如卷六的《琴操》《脊令操》序裡，有這樣的句子：「秦府僚屬。勸秦王世民。行周公之事。伏兵玄武門。射殺建成元吉魏徵。傷亡作。」 \n\n文章也很通，不過一翻《唐書》，就不免覺得魏徵實在射殺得冤枉，他其實是秦王世民做了皇帝十七年之後，這才病死的。所以我們沒有法，這裡只好點作「射殺建成元吉，魏徵傷亡作」。明明是張岱作的《琴操》，怎麼會是魏徵作呢，索性也將他射殺幹淨，固然不能說沒有道理，不過「中流」文人，是常有擬作的，例如韓愈先生，就替周文王說過「臣罪當誅兮天王聖明」，所以在這裡，也還是以「魏徵傷亡作」為穩當。 \n\n我在這裡也犯了「文人相輕」罪，其罪狀曰「吹毛求疵」。但我想「將功折罪」的，是證明瞭有些名人，連文章也看不懂，點不斷，如果選起文章來，說這篇好，那篇壞，實在不免令人有些毛骨悚然，所以認真讀書的人，一不可倚仗選本，二不可憑信標點。\n\n還有一樣最能引讀者入於迷途的，是「摘句」。它往往是衣裳上撕下來的一塊繡花，經摘取者一吹噓或附會，說是怎樣超然物外，與塵濁無幹，讀者沒有見過全體，便也被他弄得迷離惝恍。最顯著的便是上文說過的「悠然見南山」的例子，忘記了陶潛的《述酒》和《讀山海經》等詩，捏成他單是一個飄飄然，就是這摘句作怪。新近在《中學生》的十二月號上，看見了朱光潛先生的《說『曲終人不見，江上數峰青』》的文章，推這兩句為詩美的極致，我覺得也未免有以割裂為美的小疵。他說的好處是：「我愛這兩句詩，多少是因為它對於我啟示了一種哲學的意蘊。『曲終人不見』所表現的是消逝，『江上數峰青』所表現的是永恆。可愛的樂聲和奏樂者雖然消逝了，而青山卻巍然如舊，永遠可以讓我們把心情寄託在它上面。人到底是怕淒涼的，要求伴侶的。曲終了，人去了，我們一霎時以前所遊目騁懷的世界猛然間好像從腳底倒塌去了。這是人生最難堪的一件事，但是一轉眼間我們看到江上青峰，好像又找到另一個可親的伴侶，另一個可托足的世界，而且它永遠是在那裡的。『山窮水盡疑無路，柳暗花明又一村』，此種風味似之。不僅如此，人和曲果真消逝了麼；這一曲纏綿悱惻的音樂沒有驚動山靈？它沒有傳出江上青峰的嫵媚和嚴肅？它沒有深深地印在這嫵媚和嚴肅裡面？反正青山和湘靈的瑟聲已發生這麼一回的因緣，青山永在，瑟聲和鼓瑟的人也就永在了。」 \n\n這確已說明瞭他的所以激賞的原因。但也沒有盡。讀者是種種不同的，有的愛讀《江賦》和《海賦》，有的欣賞《小園》或《枯樹》。後者是徘徊於有無生滅之間的文人，對於人生，既憚擾攘，又怕離去，懶於求生，又不樂死，實有太板，寂絕又太空，疲倦得要休息，而休息又太淒涼，所以又必須有一種撫慰。於是「曲終人不見」之外，如「只在此山中，雲深不知處」或「笙歌歸院落，燈火下樓台」之類，就往往為人所稱道。因為眼前不見，而遠處卻在，如果不在，便悲哀了，這就是道士之所以說「至心歸命禮，玉皇大天尊！」也。 \n\n撫慰勞人的聖藥，在詩，用朱先生的話來說，是「靜穆」： \n\n 「藝術的最高境界都不在熱烈。就詩人之所以為人而論，他所感到的歡喜和愁苦也許比常人所感到的更加熱烈。就詩人之所以為詩人而論，熱烈的歡喜或熱烈的愁苦經過詩表現出來以後，都好比黃酒經過長久年代的儲藏，失去它的辣性，只剩一味醇樸。我在別的文章裡曾經說過這一段話：『懂得這個道理，我們可以明白古希臘人何以把和平靜穆看作詩的極境，把詩神亞波羅擺在蔚藍的山巔，俯瞰眾生擾攘，而眉宇間卻常如作甜蜜夢，不露一絲被擾動的神色？』這裡所謂『靜穆』（Serenity） 自然只是一種最高理想，不是在一般詩裡所能找得到的。 古希臘——尤其是古希臘的造形藝術——常使我們覺到這種『靜穆』的風味。『靜穆』是一種豁然大悟，得到歸依的心情。它好比低眉默想的觀音大士，超一切憂喜，同時你也可說它泯化一切憂喜。這種境界在中國詩裡不多見。屈原阮籍李白杜甫都不免有些像金剛怒目，憤憤不平的樣子。陶潛渾身是『靜穆』，所以他偉大。」\n古希臘人，也許把和平靜穆看作詩的極境的罷，這一點我毫無知識。但以現存的希臘詩歌而論，荷馬的史詩，是雄大而活潑的，沙孚的戀歌，是明白而熱烈的，都不靜穆。我想，立「靜穆」為詩的極境，而此境不見於詩，也許和立蛋形為人體的最高形式，而此形終不見於人一樣。至於亞波羅之在山巔，那可因為他是「神」的緣故，無論古今，凡神像，總是放在較高之處的。這像，我曾見過照相，睜著眼睛，神清氣爽，並不像「常如作甜蜜夢」。不過看見實物，是否「使我們覺到這種『靜穆』的風味」，在我可就很難斷定了，但是，倘使真的覺得，我以為也許有些因為他「古」的緣故。 \n\n我也是常常徘徊於雅俗之間的人，此刻的話，很近於大煞風景，但有時卻自以為頗「雅」的：間或喜歡看看古董。記得十多年前，在北京認識了一個土財主，不知怎麼一來，他也忽然「雅」起來了，買了一個鼎，據說是周鼎，真是土花斑駁，古色古香。而不料過不幾天，他竟叫銅匠把它的土花和銅綠擦得一干二淨，這才擺在客廳裡，閃閃的發著銅光。這樣的擦得精光的古銅器，我一生中還沒有見過第二個。一切「雅士」，聽到的無不大笑，我在當時，也不禁由吃驚而失笑了，但接著就變成肅然，好像得了一種啟示。這啟示並非「哲學的意蘊」，是覺得這才看見了近於真相的周鼎。鼎在周朝，恰如碗之在現代，我們的碗，無整年不洗之理，所以鼎在當時，一定是幹幹淨淨，金光燦爛的，換了術語來說，就是它並不「靜穆」，倒有些「熱烈」。這一種俗氣至今未脫，變化了我衡量古美術的眼光，例如希臘雕刻罷，我總以為它現在之見得「只剩一味醇樸」者，原因之一，是在曾埋土中，或久經風雨，失去了鋒棱和光澤的緣故，雕造的當時，一定是嶄新，雪白，而且發閃的，所以我們現在所見的希臘之美，其實並不准是當時希臘人之所謂美，我們應該懸想它是一件新東西。 \n\n凡論文藝，虛懸了一個「極境」，是要陷入「絕境」的，在藝術，會迷惘於土花，在文學，則被拘迫而「摘句」。但「摘句」又大足以困人，所以朱先生就只能取錢起的兩句，而踢開他的全篇，又用這兩句來概括作者的全人，又用這兩句來打殺了屈原，阮籍，李白，杜甫等輩，以為「都不免有些像金剛怒目，憤憤不平的樣子」。其實是他們四位，都因為墊高朱先生的美學說，做了冤屈的犧牲的。 \n\n我們現在先來看一看錢起的全篇罷：「省試湘靈鼓瑟善鼓雲和瑟，常聞帝子靈。馮夷空自舞，楚客不堪聽。苦調淒金石，清音入杳冥。蒼梧來怨慕，白芷動芳馨。流水傳湘浦，悲風過洞庭。曲終人不見，江上數峰青。」 \n\n要證成「醇樸」或「靜穆」，這全篇實在是不宜稱引的，因為中間的四聯，頗近於所謂「衰颯」。但沒有上文，末兩句便顯得含胡，不過這含胡，卻也許又是稱引者之所謂超妙。現在一看題目，便明白「曲終」者結「鼓瑟」，「人不見」者點「靈」字，「江上數峰青」者做「湘」字，全篇雖不失為唐人的好試帖，但末兩句也並不怎麼神奇了。況且題上明說是「省試」，當然不會有「憤憤不平的樣子」，假使屈原不和椒蘭吵架，卻上京求取功名，我想，他大約也不至於在考卷上大發牢騷的，他首先要防落第。 \n\n我們於是應該再來看看這《湘靈鼓瑟》的作者的另外的詩了。但我手頭也沒有他的詩集，只有一部《大歷詩略》，也是迂夫子的選本，不過篇數卻不少，其中有一首是：「下第題長安客舍不遂青雲望，愁看黃鳥飛。梨花寒食夜，客子未春衣。世事隨時變，交情與我違。空余主人柳，相見卻依依。」 \n\n一落第，在客棧的牆壁上題起詩來，他就不免有些憤憤了，可見那一首《湘靈鼓瑟》，實在是因為題目，又因為省試，所以只好如此圓轉活脫。他和屈原，阮籍，李白，杜甫四位，有時都不免是怒目金剛，但就全體而論，他長不到丈六。 \n\n世間有所謂「就事論事」的辦法，現在就詩論詩，或者也可以說是無礙的罷。不過我總以為倘要論文，最好是顧及全篇，並且顧及作者的全人，以及他所處的社會狀態，這才較為確鑿。要不然，是很容易近乎說夢的。但我也並非反對說夢，我只主張聽者心裡明白所聽的是說夢，這和我勸那些認真的讀者不要專憑選本和標點本為法寶來研究文學的意思，大致並無不同。自己放出眼光看過較多的作品，就知道歷來的偉大的作者，是沒有一個「渾身是『靜穆』」的。陶潛正因為並非「渾身是『靜穆』，所以他偉大」。現在之所以往往被尊為「靜穆」，是因為他被選文家和摘句家所縮小，淩遲了。 \n\n現在還在流傳的古人文集，漢人的已經沒有略存原狀的了，魏的嵇康，所存的集子裡還有別人的贈答和論難，晉的阮籍，集裡也有伏義的來信，大約都是很古的殘本，由後人重編的。《謝宣城集》雖然只剩了前半部，但有他的同僚一同賦詠的詩。我以為這樣的集子最好，因為一面看作者的文章，一面又可以見他和別人的關系，他的作品，比之同詠者，高下如何，他為什麼要說那些話……現在採取這樣的編法的，據我所知道，則《獨秀文存》，也附有和所存的「文」相關的別人的文字。 \n\n那些了不得的作家，謹嚴入骨，惜墨如金，要把一生的作品，只刪存一個或者三四個字，刻之泰山頂上，「傳之其人」，那當然聽他自己的便，還有鬼蜮似的「作家」，明明有天兵天將保佑，姓名大可公開，他卻偏要躲躲閃閃，生怕他的「作品」和自己的原形發生關系，隨作隨刪，刪到只剩下一張白紙，到底什麼也沒有，那當然也聽他自己的便。如果多少和社會有些關系的文字，我以為是都應該集印的，其中當然夾雜著許多廢料，所謂「榛楛弗剪」，然而這才是深山大澤。現在已經不像古代，要手抄，要木刻，只要用鉛字一排就夠。雖說排印，糟蹋紙墨自然也還是糟蹋紙墨的，不過只要一想連楊村人之流的東西也還在排印，那就無論什麼都可以閉著眼睛發出去了。中國人常說「有一利必有一弊」，也就是「有一弊必有一利」：揭起小無恥之旗，固然要引出無恥群，但使謙讓者潑剌起來，卻是一利。 \n\n收回了謙讓的人，在實際上也並不少，但又是所謂「愛惜自己」的居多。「愛惜自己」當然並不是壞事情，至少，他不至於無恥，然而有些人往往誤認「裝點」和「遮掩」為「愛惜」。集子裡面，有兼收「少作」的，然而偏去修改一下，在孩子的臉上，種上一撮白胡須；也有兼收別人之作的，然而又大加揀選，決不取謾罵誣蔑的文章，以為無價值。其實是這些東西，一樣的和本文都有價值的，即使那力量還不夠引出無恥群，但倘和有價值的本文有關，這就是它在當時的價值。中國的史家是早已明白了這一點的，所以歷史裡大抵有循吏傳，隱逸傳，卻也有酷吏傳和佞幸傳，有忠臣傳，也有奸臣傳。因為不如此，便無從知道全般。 \n\n而且一任鬼蜮的技倆隨時消滅，也不能洞曉反鬼蜮者的人和文章。山林隱逸之作不必論，倘使這作者是身在人間，帶些戰鬥性的，那麼，他在社會上一定有敵對。只是這些敵對決不肯自承，時時撒嬌道：「冤乎枉哉，這是他把我當作假想敵了呀！」可是留心一看，他的確在放暗箭，一經指出，這才改為明槍，但又說這是因為被誣為「假想敵」的報復。所用的技倆，也是決不肯任其流傳的，不但事後要它消滅，就是臨時也在躲閃；而編集子的人又不屑收錄。於是到得後來，就只剩了一面的文章了，無可對比，當時的抗戰之作，就都好像無的放矢，獨個人在向著空中發瘋。我嘗見人評古人的文章，說誰是「鋒棱太露」，誰又是「劍拔弩張」，就因為對面的文章，完全消滅了的緣故，倘在，是也許可以減去評論家幾分懵懂的。所以我以為此後該有博採種種所謂無價值的別人的文章，作為附錄的集子。以前雖無成例，卻是留給後來的寶貝，其功用與鑄了魑魅罔兩的形狀的禹鼎相同。 \n\n就是近來的有些期刊，那無聊，無恥與下流，也是世界上不可多得的物事，然而這又確是現代中國的或一群人的「文學」，現在可以知今，將來可以知古，較大的圖書館，都必須保存的。但記得Ｃ君曾經告訴我，不但這些，連認真切實的期刊，也保存的很少，大抵只在把外國的雜志，一大本一大本的裝起來：還是生著「貴古而賤今，忽近而圖遠」的老毛病。 \n\n仍是上文說過的所謂《珍本叢書》之一的張岱《琅嬛文集》，那卷三的書牘類裡，有《又與毅儒八弟》的信，開首說：「前見吾弟選《明詩存》，有一字不似鐘譚者，必棄置不取；今幾社諸君子盛稱王李，痛罵鐘譚，而吾弟選法又與前一變，有一字似鐘譚者，必棄置不取。鐘譚之詩集，仍此詩集，吾弟手眼，仍此手眼，而乃轉若飛蓬，捷如影響，何胸無定識，目無定見，口無定評，乃至斯極耶？蓋吾弟喜鐘譚時，有鐘譚之好處，盡有鐘譚之不好處，彼蓋玉常帶璞，原不該盡視為連城；吾弟恨鐘譚時，有鐘譚之不好處，仍有鐘譚之好處，彼蓋瑕不掩瑜，更不可盡棄為瓦礫。吾弟勿以幾社君子之言，橫據胸中，虛心平氣，細細論之，則其妍醜自見，奈何以他人好尚為好尚哉！……」 \n\n這是分明的畫出隨風轉舵的選家的面目，也指證了選本的難以憑信的。張岱自己，則以為選文造史，須無自己的意見，他在《與李硯翁》的信裡說：「弟《石匱》一書，洶筆四十餘載，心如止水秦銅，並不自立意見，故下筆描繪，妍媸自見，敢言刻劃，亦就物肖形而已。……」然而心究非鏡，也不能虛，所以立「虛心平氣」為選詩的極境，「並不自立意見」為作史的極境者，也像立「靜穆」為詩的極境一樣，在事實上不可得。數年前的文壇上所謂「第三種人」杜衡輩，標榜超然，實為群醜，不久即本相畢露，知恥者皆羞稱之，無待這裡多說了；就令自覺不懷他意，屹然中立如張岱者，其實也還是偏倚的。他在同一信中，論東林云：「……夫東林自顧涇陽講學以來，以此名目，禍我國家者八九十年，以其黨升沉，用占世數興敗，其党盛則為終南之捷徑，其黨敗則為元祐之黨碑。……蓋東林首事者實多君子，竄入者不無小人，擁戴者皆為小人，招徠者亦有君子，此其間線索甚清，門戶甚迥。……東林之中，其庸庸碌碌者不必置論，如貪婪強橫之王圖，奸險兇暴之李三才，闖賊首輔之項煜，上箋勸進之周鐘，以致竄入東林，乃欲俱奉之以君子，則吾臂可斷，決不敢徇情也。東林之尤可醜者，時敏之降闖賊曰，『吾東林時敏也』，以冀大用。魯王監國，蕞爾小朝廷，科道任孔當輩猶曰，『非東林不可進用』。則是東林二字，直與蕞爾魯國及汝偕亡者。手刃此輩，置之湯鑊，出薪真不可不猛也。……」 \n\n這真可謂「詞嚴義正」。所舉的群小，也都確實的，尤其是時敏，雖在三百年後，也何嘗無此等人，真令人驚心動魄。然而他的嚴責東林，是因為東林黨中也有小人，古今來無純一不雜的君子群，於是凡有黨社，必為自謂中立者所不滿，就大體而言，是好人多還是壞人多，他就置之不論了。或者還更加一轉云：東林雖多君子，然亦有小人，反東林者雖多小人，然亦有正士，於是好像兩面都有好有壞，並無不同，但因東林世稱君子，故有小人即可醜，反東林者本為小人，故有正士則可嘉，苛求君子，寬縱小人，自以為明察秋毫，而實則反助小人張目。倘說：東林中雖亦有小人，然多數為君子，反東林者雖亦有正士，而大抵是小人。那麼，斤量就大不相同了。 \n\n謝國楨先生作《明清之際黨社運動考》，鉤索文籍，用力甚勤，敘魏忠賢兩次虐殺東林黨人畢，說道：「那時候，親戚朋友，全遠遠的躲避，無恥的士大夫，早投降到魏黨的旗幟底下了。說一兩句公道話，想替諸君子幫忙的，只有幾個書呆子，還有幾個老百姓。」 \n\n這說的是魏忠賢使緹騎捕周順昌，被蘇州人民擊散的事。誠然，老百姓雖然不讀詩書，不明史法，不解在瑜中求瑕，屎裡覓道，但能從大概上看，明黑白，辨是非，往往有決非清高通達的士大夫所可幾及之處的。剛剛接到本日的《大美晚報》，有「北平特約通訊」，記學生遊行，被警察水龍噴射，棍擊刀砍，一部分則被閉於城外，使受凍餒，「此時燕冀中學師大附中及附近居民紛紛組織慰勞隊，送水燒餅饅頭等食物，學生略解饑腸……」誰說中國的老百姓是庸愚的呢，被愚弄誆騙壓迫到現在，還明白如此。張岱又說：「忠臣義士多見於國破家亡之際，如敲石出火，一閃即滅，人主不急起收之，則火種絕矣。」（《越絕詩小序》）他所指的「人主」是明太祖，和現在的情景不相符。 \n\n石在，火種是不會絕的。但我要重申九年前的主張：不要再請願！ \n\n十二月十八——十九夜。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《全國木刻聯合展覽會專輯》序","content":"目錄署名魯迅，文末署名何干發表\n\n木刻的圖畫，原是中國早先就有的東西。唐末的佛像，紙牌，以至後來的小說繡像，啟蒙小圖，我們至今還能夠看見實物。而且由此明白：它本來就是大眾的，也就是「俗」的。明人曾用之於詩箋，近乎雅了，然而歸結是有文人學士在它全體上用大筆一揮，證明了這其實不過是踐踏。\n\n近五年來驟然興起的木刻，雖然不能說和古文化無關，但決不是葬中枯骨，換了新裝，它乃是作者和社會大眾的內心的一致的要求，所以僅有若干青年們的一副鐵筆和幾塊木板，便能發展得如此蓬蓬勃勃。它所表現的是藝術學徒的熱誠，因此也常常是現代社會的魂魄。實績具在，說它「雅」，固然是不可的，但指為「俗」，卻又斷乎不能。這之前，有木刻了，卻未曾有過這境界。\n\n這就是所以為新興木刻的緣故，也是所以為大眾所支持的原因。血脈相通，當然不會被漠視的。所以木刻不但淆亂了雅俗之辨而已，實在還有更光明，更偉大的事業在它的前面。\n\n曾被看作高尚的風景和靜物畫，在新的木刻上是減少了，然而看起出品來，這二者反顯著較優的成績。因為中國舊畫，兩者最多，耳濡目染，不覺見其久經攝取的所長了，而現在最需要的，也是作者最著力的人物和故事畫，卻仍然不免有些遜色，平常的器具和形態，也間有不合實際的。由這事實，一面固足見古文化之裨助著後來，也束縛著後來，但一面也可見入「俗」之不易了。\n\n這選集，是聚全國出品的精粹的第一本。但這是開始，不是成功，是幾個前哨的進行，願此後更有無盡的旌旗蔽空的大隊。\n\n一九三五年六月四日記。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"論毛筆之類","content":"署名黄棘發表\n\n國貨也提倡得長久了，雖然上海的國貨公司並不發達，「國貨城」也早已關了城門，接著就將城牆撤去，日報上卻還常見關於國貨的專刊。那上面，受勸和挨罵的主角，照例也還是學生，兒童和婦女。\n\n前幾天看見一篇關於筆墨的文章，中學生之流，很受了一頓訓斥，說他們十分之九，是用鋼筆和墨水的，這就使中國的筆墨沒有出路。自然，倒並不說這一類人就是什麼奸，但至少，恰如摩登婦女的愛用外國脂粉和香水似的，應負「入超」的若干的責任。\n\n這話也並不錯的。不過我想，洋筆墨的用不用，要看我們的閒不閒。我自己是先在私塾裡用毛筆，後在學校裡用鋼筆，後來回到鄉下又用毛筆的人，卻以為假如我們能夠悠悠然，洋洋焉，拂硯伸紙，磨墨揮毫的話，那麼，羊毫和松煙當然也很不壞。不過事情要做得快，字要寫得多，可就不成功了，這就是說，它敵不過鋼筆和墨水。譬如在學校裡抄講義罷，即使改用墨盒，省去臨時磨墨之煩，但不久，墨汁也會把毛筆膠住，寫不開了，你還得帶洗筆的水池，終於弄到在小小的桌子上，擺開「文房四寶」。況且毛筆尖觸紙的多少，就是字的粗細，是全靠手腕作主的，因此也容易疲勞，越寫越慢。閒人不要緊，一忙，就覺得無論如何，總是墨水和鋼筆便當了。\n\n青年裡面，當然也不免有洋服上掛一枝萬年筆，做做裝飾的人，但這究竟是少數，使用者的多，原因還是在便當。便於使用的器具的力量，是決非勸諭，譏刺，痛罵之類的空言所能制止的。假如不信，你倒去勸那些坐汽車的人，在北方改用騾車，在南方改用綠呢大轎試試看。如果說這提議是笑話，那麼，勸學生改用毛筆呢？現在的青年，已經成了「廟頭鼓」，誰都不妨敲打了。一面有繁重的學科，古書的提倡，一面卻又有教育家喟然興歎，說他們成績壞，不看報紙，昧於世界的大勢。\n\n但是，連筆墨也乞靈於外國，那當然是不行的。這一點，卻要推前清的官僚聰明，他們在上海立過製造局，想造比筆墨更緊要的器械——雖然為了「積重難返」，終於也造不出什麼東西來。歐洲人也聰明，金雞那原是斐洲的植物，因為去偷種子，還死了幾個人，但竟偷到手，在自己這裡種起來了，使我們現在如果發了瘧疾，可以很便當的大吃金雞那霜丸，而且還有「糖衣」，連不愛服藥的嬌小姐們也吃得甜蜜蜜。製造墨水和鋼筆的法子，弄弄到手，是沒有偷金雞那子那麼危險的。所以與其勸人莫用墨水和鋼筆，倒不如自己來造墨水和鋼筆；但必須造得好，切莫「掛羊頭賣狗肉」。要不然，這一番工夫就又是一個白費。\n\n但我相信，凡有毛筆擁護論者大約也不免以我的提議為空談：因為這事情不容易。這也是事實；所以典當業只好呈請禁止奇裝異服，以免時價早晚不同，筆墨業也只好主張吮墨舐毫，以免國粹漸就淪喪。改造自己，總比禁止別人來得難。然而這辦法卻是沒有好結果的，不是無效，就是使一部份青年又變成舊式的斯文人。\n\n八月二十三日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"後记","content":"這一本的編輯的体例，是和前一本相同的，也是按照著寫作的時候。凡在刊物上發表之作，上半年也都經過官廳的檢查，大約總不免有些刪削，不過我懶於一一校對，加上黑點為記了。只要看過前一本，就可以明白犯官忌的是那些話。\n\n被全篇禁止的有兩篇：一篇是《什麼是諷刺》，為文學社的《文學百題》而作，印出來時，變了一個「缺」字；一篇是《從幫忙到扯淡》，為《文學論壇》而作，至今無蹤無影，連「缺」字也沒有了。\n\n為了寫作者和檢查者的關系，使我間接的知道了檢查官，有時頗為佩服。他們的嗅覺是很靈敏的。我那一篇《從幫忙到扯淡》，原在指那些唱導什麼兒童年，婦女年，讀經救國，敬老正俗，中國本位文化，第三種人文藝等等的一大批政客豪商，文人學士，從已經不會幫忙，只能扯淡這方面看起來，確也應該禁止的，因為實在看得太明，說得太透。別人大約也和我一樣的佩服，所以早有文學家做了檢查官的風傳，致使蘇汶先生在一九三四年十二月七日的《大晚報》上發表了這樣的公開信：\n\n 「《火炬》編輯先生大鑒：頃讀本月四日貴刊‘文學評論’專號，載署名聞問君的《文學雜談》一文，中有——‘據道路傳聞蘇汶先生有以七十元一月之薪金彈冠入××（照錄原文）會消息，可知文藝雖不受時空限制，卻頗受「大洋」限制了。’等語，聞之不勝憤慨。汶於近數年來，絕未加入任何會工作，並除以編輯《現代雜誌》及賣稿糊口外，亦未受任何組織之分文薪金。所謂入××會云云，雖經×報謠傳，均以一笑置之，不料素以態度公允見稱之貴刊，亦覆信此讕言，披諸報端，則殊有令人不能已於言者。汶為愛護貴刊起見，用特申函奉達，尚祈將原書賜登最近貴刊，以明真相是幸。專此敬頌\n\n編安。\n\n\n蘇汶（杜衡）謹上。十二月五日。」\n一來就說作者得了不正當的錢是近來文壇上的老例，我被人傳說拿著盧布就有四五年之久，直到九一八以後，這才將盧布說取消，換上了「親日」的更加新鮮的罪狀。我是一向不「為愛護貴刊起見」的，所以從不寄一封辨正信。不料越來越濫，竟謠到蘇汶先生頭上去了，可見謠言多的地方，也是「有一利必有一弊」。但由我的經驗說起來，檢查官之「愛護」「第三種人」，卻似乎是真的，我去年所寫的文章，有兩篇冒犯了他們，一篇被刪掉（《病後雜談之餘》），一篇被禁止（《臉譜臆測》）了。也許還有類於這些的事，所以令人猜為「入××（照錄原文）會」了罷。這真應該「不勝憤慨」，沒有受慣奚落的作家，是無怪其然的。\n\n然而在對於真的造謠，毫不為怪的社會裡，對於真的收賄，也就毫不為怪。如果收賄會受制裁的社會，也就要制裁妄造收賄的謠言的人們。所以用造謠來傷害作家的期刊，它只能作報銷，在實際上很少功效。\n\n其中的四篇，原是用日本文寫的，現在自己譯出，並且對於中國的讀者，還有應該說明的地方——一，《活中國的姿態》的序文裡，我在對於「支那通」加以譏刺，且說明日本人的喜歡結論，語意之間好像笑著他們的粗疏。然而這脾氣是也有長處的，他們的急於尋求結論，是因為急於實行的緣故，我們不應該笑一笑就完。\n\n二，《在現代中國的孔夫子》是在六月號的《改造》雜誌上發表的，這時我們的「聖裔」，正在東京拜他們的祖宗，興高采烈。曾由亦光君譯出，載於《雜文》雜誌第二號（七月），現在略加改定，轉錄在這裡。\n\n三，在《中國小說史略》日譯本的序文裡，我聲明瞭我的高興，但還有一種原因卻未曾說出，是經十年之久，我竟報複了我個人的私仇。當一九二六年時，陳源即西瀅教授，曾在北京公開對於我的人身攻擊，說我的這一部著作，是竊取鹽谷溫教授的《支那文學概論講話》裡面的「小說」一部分的；《閒話》裡的所謂「整大本的剽竊」，指的也是我。現在鹽谷教授的書早有中譯，我的也有了日譯，兩國的讀者，有目共見，有誰指出我的「剽竊」來呢？嗚呼，「男盜女娼」，是人間大可恥事，我負了十年「剽竊」的惡名，現在總算可以卸下，並且將「謊狗」的旗子，回敬自稱「正人君子」的陳源教授，倘他無法洗刷，就只好插著生活，一直帶進墳墓裡去了。\n\n四，《關於陀思妥夫斯基的事》是應三笠書房之托而作的，是寫給讀者看的紹介文，但我在這裡，說明著被壓迫者對於壓迫者，不是奴隸，就是敵人，決不能成為朋友，所以彼此的道德，並不相同。\n\n臨末我還要記念鎌田誠一君，他是內山書店的店員，很愛繪畫，我的三回德俄木刻展覽會，都是他獨自佈置的；一二八的時候，則由他送我和我的家屬，以及別的一批婦孺逃入英租界。三三年七月，以病在故鄉去世，立在他的墓前的是我手寫的碑銘。雖在現在，一想到那時只是當作有趣的記載著我的被打被殺的新聞，以及為了八十塊錢，令我往返數次，終於不給的書店，我對於他，還是十分感愧的。\n\n近兩年來，又時有前進的青年，好意的可惜我現在不大寫文學，並聲明他們的失望。我的只能令青年失望，是無可置辯的，但也有一點誤解。今天我自己查勘了一下：我從在《新青年》上寫《隨感錄》起，到寫這集子裡的最末一篇止，共歷十八年，單是雜感，約有八十萬字。後九年中的所寫，比前九年多兩倍；而這後九年中，近三年所寫的字數，等於前六年，那麼，所謂「現在不大寫文章」，其實也並非確切的核算。而且這些前進的青年，似乎誰都沒有注意到現在的對於言論的迫壓，也很是令人覺得詫異的。我以為要論作家的作品，必須兼想到周圍的情形。\n\n自然，這情形是極不容易明瞭的，因為倘一公開，作家要怕受難，書店就要防封門，然而如果自己和出版界有些相關，便可以感覺到這裡面的一部份消息。現在我們先來回憶一下已往的公開的事情。也許還有讀者記得，中華民國二十三年（一九三四年）三月十四日的《大美晚報》上，曾經登有一則這樣的新聞——中央黨部禁止新文藝作品滬市黨部於上月十九日奉中央黨部電令、派員挨戶至各新書店、查禁書籍至百四十九種之多、牽涉書店二十五家、其中有曾經市黨部審查准予發行、或內政部登記取得著作權、且有各作者之前期作品、如丁玲之《在黑暗中》等甚多、致引起上海出版業之恐慌、由新書業組織之中國著作人出版人聯合會集議，於二月二十五日推舉代表向市黨部請願結果、蒙市黨部俯允轉呈中央、將各書重行審查、從輕發落、同日接中央複電、允予照準、惟各書店於複審期內、須將被禁各書、一律自動封存、不再發賣、茲將各書店被禁書目、分錄如次、店名書名譯著者\n\n出版界不過是借書籍以貿利的人們，只問銷路，不管內容，存心「反動」的是很少的，所以這請愿頗有了好結果，為「体恤商艱」起見，竟解禁了三十七种，應加刪改，才准發行的是二十二种，其余的還是「禁止」和「暫緩發售」。這中央的批答和改定的書目，見於《出版消息》第三十三期（四月一日出版）——\n\n中國國民党上海特別市執行委員會批答執字第一五九二號\n\n（呈為奉令禁毀大宗刊物附奉說明書懇請轉函中宣會重行審核從輕處置以恤商艱由）\n\n呈件均悉查此案業准\n\n中央宣傳委員會公函并決定辦法五項一、平林泰子集等三十种早經分別查禁有案應切實執行前令嚴予禁毀以絕流傳二、政治經濟學批判等三十种內容宣傳普羅文藝或挑撥階級斗爭或詆毀党國當局應予禁止發售三、浮士德与城等三十一种或系介紹普羅文學理論或系新俄作品或含有不正确意識者頗有宣傳反動嫌疑在剿匪嚴重時期內應暫禁發售四、創造十年等二十二种內容間有詞句不妥或一篇一段不妥應刪改或抽去后方准發售五、圣徒等三十七种或系戀愛小說或系革命以前作品內容均尚無礙對於此三十七种書籍之禁令准予暫緩執行用特分別開列各項書名單函達查照轉飭遵照等由合仰該書店等遵照中央決定各點并單開各种刊物分別繳毀停售具報毋再延誤是為至要件存此批\n\n「附抄發各項書名單一份」\n\n中華民國二十三年三月二十日常務委員吳醒亞\n\n潘公展\n\n童行白\n\n先后查禁有案之書目（略）\n\n這樣子，大批禁毀書籍的案件總算告一段落，書店也不再開口了。\n\n然而還剩著困難的問題：書店是不能不陸續印行新書和雜誌的，所以還是永遠有陸續被扣留，查禁，甚而至於封門的危險。這危險，首先於店主有虧，那就當然要有補救的辦法。不多久，出版界就有了一种風聞——真只是一种隱約的風聞——\n\n不知道何月何日，党官，店主和他的編輯，開了一個會議，討論善后的方法。著重的是在新的書籍雜誌出版，要怎樣才可以免於禁止。听說這時就有一位雜誌編輯先生某甲，獻議先將原稿送給官廳，待到經過檢查，得了許可，這才付印。文字固然決不會「反動」了，而店主的血本也得保全，真所謂公私兼利。別的編輯們好像也無人反對，這提議完全通過了。散出的時候，某甲之友也是編輯先生的某乙，很感動的向或一書店代表道：「他犧牲了個人，總算保全了一种雜誌！」\n\n「他」者，某甲先生也；推某乙先生的意思，大約是以為這种獻策，頗於名譽有些損害的。其實這不過是神經衰弱的憂慮。即使沒有某甲先生的獻策，檢查書報是總要實行的，不過用了別一种緣由來開始，況且這獻策在當時，人們不敢縱談，報章不敢記載，大家都認某甲先生為功臣，於是也就是虎須，誰也不敢捋。所以至多不過交頭接耳，局外人知道的就很少，——於名譽無關。\n\n總而言之，不知何年何月，「中央圖書雜誌審查委員會」到底在上海出現了，於是每本出版物上，就有了一行「中宣會圖書雜誌審委會審查證……字第……號」字樣，說明著該抽去的已經抽去，該刪改的已經刪改，并且保證著發賣的安全——不過也并不完全有效，例如我那《二心集》被刪剩的東西，書店改名《拾零集》，是經過檢查的，但在杭州仍被沒收。這种亂七八遭，自然是普通現象，并不足怪，但我想，也許是還帶著一點私仇，因為杭州省党部的有力人物，久已是复旦大學畢業生許紹棣老爺之流，而當《語絲》登載攻擊复旦大學的來函時，我正是編輯，開罪不少。為了自由大同盟而呈請中央通緝「墮落文人魯迅」，也是浙江省党部發起的，但至今還沒有呈請發掘祖墳，總算党恩高厚。\n\n至於審查員，我疑心很有些「文學家」，倘不，就不能做得這么令人佩服。自然，有時也刪禁得令人莫名其妙，我以為這大概是在示威，示威的脾气，是雖是文學家也很難脫体的，而且這也不算是惡德。還有一個原因，則恐怕是在飯碗。要吃飯也決不能算是惡德，但吃飯，審查的文學家和被審查的文學家卻一樣的艱難，他們也有競爭者，在看漏洞，一不小心便會被搶去了飯碗，所以必須常常有成績，就是不斷的禁，刪，禁，刪，第三個禁，刪。我初到上海的時候，曾經看見一個西洋人從旅館里出來，几輛洋車便向他飛奔而去，他坐了一輛，走了。這時忽然來了一位巡捕，便向拉不到客的車夫的頭上敲了一棒，撕下他車上的照會。我知道這是車夫犯了罪的意思，然而不明白為什么拉不到客就犯了罪，因為西洋人只有一個，當然只能坐一輛，他也并沒有爭。后來幸蒙一位老上海告訴我，說巡捕是每月總得捉多少犯人的，要不然，就算他懶惰，於飯碗頗有礙。真犯罪的不易得，就只好這么創作了。我以為審查官的有時審得古里古怪，總要在稿子上打几條紅杠子，恐怕也是這緣故。倘使真的這樣，那么，他們雖然一定要把我的「契訶夫選集」做成「殘山剩水」，我也還是諒解的。\n\n這審查辦得很起勁，据報上說，官民一致滿意了。九月二十五日的《中華日報》云——中央圖書雜誌審查委會工作緊張中央圖書雜誌審查委員會、自在滬成立以來、迄今四閱月、審查各种雜誌書籍、共計有五百余种之多、平均每日每一工作人員審查字、在十万以上、審查手續、异常迅速、雖洋洋巨著、至多不過二天、故出版界咸認為有意想不到之快、予以便利不少、至該會審查標准、如非對党對政府絕對顯明不利之文字、請其刪改外、余均一秉大公、無私毫偏袒、故數月來相安無事、過去出版界、因無審查机關、往往出書以后、受到扣留或查禁之事、自審查會成立后、此种事件、已不再發生矣、聞中央方面、以該會工作成績优良、而出版界又甚需要此种組織、有增加內部工作人員計划、以便利審查工作云、如此善政，行了還不到一年，不料竟出了《新生》的《閒話皇帝》事件。大約是受了日本領事的警告罷，那雷厲風行的辦法，比對於「反動文字」還要嚴：立刻該報禁售，該社封門，編輯者杜重遠已經自認該稿未經審查，判處徒刑，不准上訴的了，卻又革掉了七位審查官，一面又往書店里大搜涉及日本的舊書，牆壁上貼滿了「敦睦邦交」的告示。出版家也顯出孤苦零丁模樣，据說：這「一秉大公」的「中央宣傳部圖書雜誌審查委員會」不見了，拿了稿子，竟走投無路。\n\n那么，不是還我自由，飄飄然了么？并不是的。未有此會以前，出版家倒還有一點自己的脊梁，但已有此會而不見之后，卻真覺得有些搖搖擺擺。大抵的農民，都能夠自己過活，然而奧國和俄國解放農奴時，他們中的有些人，卻哭起來了，因為失了依靠，不知道自己怎么過活。況且我們的出版家并非單是「失了依靠」，乃是遇到恢复了某甲先生獻策以前的狀態，又會扣留，查禁，封門，危險得很。而且除怕被指為「反動文字」以外，又得怕違反「敦睦邦交令」了。已被「訓」成軟骨症的出版界，又加上了一副重擔，當局對於內交，又未必肯怎么「敦睦」，而「禮讓為國」，也急於「体恤商艱」，所以我想，自有「審查會」而又不見之后，出版界的一大部份，倒真的成了孤哀子了。\n\n所以現在的書報，倘不是先行接洽，特准激昂，就只好一味含胡，但求無過，除此之外，是依然會有先前一樣的危險，挨到木棍，撕去照會的。\n\n評論者倘不了解以上的大略，就不能批評近三年來的文壇。即使批評了，也很難中肯。\n\n我在這一年中，日報上并沒有投稿。凡是發表的，自然是含胡的居多。這是帶著枷鎖的跳舞，當然只足發笑的。但在我自己，卻是一個紀念，一年完了，過而存之，長長短短，共四十七篇。\n\n一九三五年十二月三十一夜半至一月一日晨，寫訖。\n\n"},{"name":"徐懋庸作《打雜集》序","content":"我覺得中國有時是極愛平等的國度。有什麼稍稍顯得特出，就有人拿了長刀來削平它。以人而論，孫桂雲是賽跑的好手，一過上海，不知怎的就萎靡不振，待到到得日本，不能跑了；阮玲玉算是比較的有成績的明星，但「人言可畏」，到底非一口氣吃下三瓶安眠藥片不可。自然，也有例外，是捧了起來。但這捧了起來，卻不過為了接著摔得粉碎。大約還有人記得「美人魚」罷，簡直捧得令觀者發生肉麻之感，連看見姓名也會覺得有些滑稽。契訶夫說過：「被昏蛋所稱讚，不如戰死在他手裡。」真是傷心而且悟道之言。但中國又是極愛中庸的國度，所以極端的昏蛋是沒有的，他不和你來戰，所以決不會爽爽快快的戰死，如果受不住，只好自己吃安眠藥片。\n\n在所謂文壇上當然也不會有什麼兩樣：翻譯較多的時候，就有人來削翻譯，說它害了創作；近一兩年，作短文的較多了，就又有人來削「雜文」，說這是作者的墮落的表現，因為既非詩歌小說，又非戲劇，所以不入文藝之林，他還一片婆心，勸人學學托爾斯泰，做《戰爭與和平》似的偉大的創作去。這一流論客，在禮儀上，別人當然不該說他是「昏蛋」的。批評家嗎？他謙虛得很，自己不承認。攻擊雜文的文字雖然也只能說是雜文，但他又決不是雜文作家，因為他不相信自己也相率而墮落。如果恭維他為詩歌小說戲劇之類的偉大的創作者，那麼，恭維者之為「昏蛋」也無疑了。歸根結底，不是東西而已。不是東西之談也要算是「人言」，這就使弱者覺得倒是安眠藥片較為可愛的緣故。不過這並非戰死。問是有人要問的：給誰害死的呢？種種議論的結果，兇手有三位：曰，萬惡的社會；曰，本人自己；曰，安眠藥片。完了。\n\n我們試去查一通美國的「文學概論」或中國什麼大學的講義，的確，總不能發見一種叫作Tsawen的東西。這真要使有志于成為偉大的文學家的青年，見雜文而心灰意懶：原來這並不是爬進高尚的文學樓臺去的梯子。托爾斯泰將要動筆時，是否查了美國的「文學概論」或中國什麼大學的講義之後，明白了小說是文學的正宗，這才決心來做《戰爭與和平》似的偉大的創作的呢？我不知道。但我知道中國的這幾年的雜文作者，他的作文，卻沒有一個想到「文學概論」的規定，或者希圖文學史上的位置的，他以為非這樣寫不可，他就這樣寫，因為他只知道這樣的寫起來，于大家有益。農夫耕田，泥匠打牆，他只為了米麥可吃，房屋可住，自己也因此有益之事，得一點不虧心的糊口之資，歷史上有沒有「鄉下人列傳」或「泥水匠列傳」，他向來就並沒有想到。如果他只想著成什麼所謂氣候，他就先進大學，再出外洋，三做教授或大官，四變居士或隱逸去了。歷史上很尊隱逸，《居士傳》不是還有專書嗎，多少上算呀，噫！\n\n但是，雜文這東西，我卻恐怕要侵入高尚的文學樓臺去的。小說和戲曲，中國向來是看作邪宗的，但一經西洋的「文學概論」引為正宗，我們也就奉之為寶貝，《紅樓夢》《西廂記》之類，在文學史上竟和《詩經》《離騷》並列了。雜文中之一體的隨筆，因為有人說它近於英國的Essay，有些人也就頓首再拜，不敢輕薄。寓言和演說，好像是卑微的東西，但伊索和契開羅，不是坐在希臘羅馬文學史上嗎？雜文發展起來，倘不趕緊削，大約也未必沒有擾亂文苑的危險。以古例今，很可能的，真不是一個好消息。但這一段話，我是和不是東西之流開開玩笑的，要使他爬耳搔腮，熱剌剌的覺得他的世界有些灰色。前進的雜文作者，倒決不計算著這些。\n\n其實，近一兩年來，雜文集的出版，數量並不及詩歌，更其趕不上小說，慨歎於雜文的氾濫，還是一種胡說八道。只是作雜文的人比先前多幾個，卻是真的，雖然多幾個，在四萬萬人口裡面，算得什麼，卻就要誰來疾首蹙額？中國也真有一班人在恐怕中國有一點生氣；用比喻說：此之謂「虎倀」。\n\n這本集子的作者先前有一本《不驚人集》，我只見過一篇自序；書呢，不知道那裡去了。這一回我希望一定能夠出版，也給中國的著作界豐富一點。我不管這本書能否入于文藝之林，但我要背出一首詩來比一比：「夫子何為者？棲棲一代中。地猶鄹氏邑，宅接魯王宮。歎鳳嗟身否，傷麟怨道窮。今看兩楹奠：猶與夢時同。」這是《唐詩三百首》裡的第一首，是「文學概論」詩歌門裡的所謂「詩」。但和我們不相干，那裡能夠及得這些雜文的和現在切貼，而且生動，潑剌，有益，而且也能移人情。能移人情，對不起得很，就不免要攪亂你們的文苑，至少，是將不是東西之流的唾向雜文的許多唾沫，一腳就踏得無蹤無影了，只剩下一張滿是油汗兼雪花膏的嘴臉。\n\n這嘴臉當然還可以嘮叨，說那一首「夫子何為者」並非好詩，並且時代也過去了。但是，文學正宗的招牌呢？「文藝的永久性」呢？\n\n我是愛讀雜文的一個人，而且知道愛讀雜文還不只我一個，因為它「言之有物」。我還更樂觀於雜文的開展，日見其斑斕。第一是使中國的著作界熱鬧，活潑；第二是使不是東西之流縮頭；第三是使所謂「為藝術而藝術」的作品，在相形之下，立刻顯出不死不活相。我所以極高興為這本集子作序，並且借此發表意見，願我們的雜文作家，勿為虎倀所迷，以為「人言可畏」，用最末的稿費買安眠藥片去。\n\n一九三五年三月三十一日，魯迅記於上海之卓面書齋。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《死魂靈百圖》小引","content":"果戈理開手作《死魂靈》第一部的時候，是一八三五年的下半年，離現在足有一百年了。幸而，還是不幸呢，其中的許多人物，到現在還很有生氣，使我們不同國度，不同時代的讀者，也覺得仿佛寫著自己的周圍，不得不歎服他偉大的寫實的本領。不過那時的風尚，卻究竟有了變遷，例如男子的衣服，和現在雖然小異大同，而閨秀們的高髻圓裙，則已經少見；那時的時髦的車子，並非流線形的摩托卡，卻是三匹馬拉的篷車，照著跳舞夜會的所謂眩眼的光輝，也不是電燈，只不過許多插在多臂燭臺上的蠟燭：凡這些，倘使沒有圖畫，是很難想像清楚的。\n\n關於《死魂靈》的有名的圖畫，據里斯珂夫說，一共有三種，而最正確和完備的是阿庚的百圖。這圖畫先有七十二幅，未詳何年出版，但總在一八四七年之前，去現在也快要九十年；後來即成為難得之品，新近蘇聯出版的《文學辭典》裡，曾采它為插畫，可見已經是有了定評的文獻了。雖在它的本國，恐怕也只能在圖書館中相遇，更何況在我們中國。今年秋末，孟十還君忽然在上海的舊書店裡看到了這畫集，便像孩子望見了糖果似的，立刻奔走呼號，總算弄到手裡了，是一八九三年印的第四版，不但百圖完備，還增加了收藏家藹甫列摩夫所藏的三幅，並那時的廣告畫和第一版封紙上的小圖各一幅，共計一百零五圖。\n\n這大約是十月革命之際，俄國人帶了逃出國外來的；他該是一個愛好文藝的人，抱守了十六年，終於只好拿它來換衣食之資；在中國，也許未必有第二本。藏了起來，對己對人，說不定都是一種罪業，所以現在就設法來翻印這一本書，除紹介外國的藝術之外，第一，是在獻給中國的研究文學，或愛好文學者，可以和小說相輔，所謂「左圖右史」，更明白十九世紀上半的俄國中流社會的情形，第二，則想獻給插畫家，借此看看別國的寫實的典型，知道和中國向來的「出相」或「繡像」有怎樣的不同，或者能有可以取法之處；同時也以慰售出這本畫集的人，將他的原本化為千萬，廣布於世，實足償其損失而有餘，一面也庶幾不枉孟十還君的一番奔走呼號之苦。對於木刻家，卻恐怕並無大益，因為這雖說是木刻，但畫者一人，刻者又別一人，和現在的自畫自刻，刻即是畫的創作木刻，是已經大有差別的了。\n\n世間也真有意外的運氣。當中文譯本的《死魂靈》開始發表時，曹靖華君就寄給我一卷圖畫，也還是十月革命後不多久，在彼得堡得到的。這正是里斯珂夫所說的梭可羅夫畫的十二幅。紙張雖然頗為破碎，但圖像並無大損，怕它由我而亡，現在就附印在阿庚的百圖之後，於是俄國藝術家所作的最寫實，而且可以互相補助的兩種《死魂靈》的插畫，就全收在我們的這一本集子裡了。\n\n移譯序文和每圖的題句的，也是孟十還君的勞作；題句大概依照譯本，但有數處不同，現在也不改從一律；最末一圖的題句，不見於第一部中，疑是第二部記乞乞科夫免罪以後的事，這是那時俄國文藝家的習尚：總喜歡帶點教訓的。至於校印裝制，則是吳朗西君和另外幾位朋友們所經營。這都應該在這里聲明謝意。\n\n一九三五年十二月二十四日，魯迅。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"論新文字","content":"署名旅隼發表\n\n漢字拉丁化的方法一出世，方塊字系的簡筆字和注音字母，都賽下去了，還在競爭的只有羅馬字拼音。這拼法的保守者用來打擊拉丁化字的最大的理由，是說它方法太簡單，有許多字很不容易分別。\n\n這確是一個缺點。凡文字，倘若容易學，容易寫，常常是未必精密的。煩難的文字，固然不見得一定就精密，但要精密，卻總不免比較的煩難。羅馬字拼音能顯四聲，拉丁化字不能顯，所以沒有「東」「董」之分，然而方塊字能顯「東」「鷳」之分，羅馬字拼音卻也不能顯。單拿能否細別一兩個字來定新文字的優劣，是並不確當的。況且文字一用於組成文章，那意義就會明顯。雖是方塊字，倘若單取一兩個字，也往往難以確切的定出它的意義來。例如「日者」這兩個字，如果只是這兩個字，我們可以作「太陽這東西」解，可以作「近幾天」解，也可以作「占卜吉凶的人」解；又如「果然」，大抵是「竟是」的意思，然而又是一種動物的名目，也可以作隆起的形容；就是一個「一」字，在孤立的時候，也不能決定它是數字「一二三」之「一」呢，還是動詞「四海一」之「一」。不過組織在句子裡，這疑難就消失了。所以取拉丁化的一兩個字，說它含胡，並不是正當的指摘。\n\n主張羅馬字拼音和拉丁化者兩派的爭執，其實並不在精密和粗疏，卻在那由來，也就是目的。羅馬字拼音者是以古來的方塊字為主，翻成羅馬字，使大家都來照這規矩寫，拉丁化者卻以現在的方言為主，翻成拉丁字，這就是規矩。假使翻一部《詩韻》來作比賽，後者是賽不過的，然而要寫出活人的口語來，倒輕而易舉。這一點，就可以補它的不精密的缺點而有餘了，何況後來還可以憑著實驗，逐漸補正呢。\n\n易舉和難行是改革者的兩大派。同是不滿於現狀，但打破現狀的手段卻大不同：一是革新，一是復古。同是革新，那手段也大不同：一是難行，一是易舉。這兩者有鬥爭。難行者的好幌子，一定是完全和精密，借此來阻礙易舉者的進行，然而它本身，卻因為是虛懸的計劃，結果總並無成就：就是不行。\n\n這不行，可又正是難行的改革者的慰藉，因為它雖無改革之實，卻有改革之名。有些改革者，是極愛談改革的，但真的改革到了身邊，卻使他恐懼。惟有大談難行的改革，這才可以阻止易舉的改革的到來，就是竭力維持著現狀，一面大談其改革，算是在做他那完全的改革的事業。這和主張在床上學會了浮水，然後再去游泳的方法，其實是一樣的。\n\n拉丁化卻沒有這空談的弊病，說得出，就寫得來，它和民眾是有聯系的，不是研究室或書齋裡的清玩，是街頭巷尾的東西；它和舊文字的關系輕，但和人民的聯系密，倘要大家能夠發表自己的意見，收獲切要的知識，除它以外，確沒有更簡易的文字了。\n\n而且由只識拉丁化字的人們寫起創作來，才是中國文學的新生，才是現代中國的新文學，因為他們是沒有中一點什麼《莊子》和《文選》之類的毒的。\n\n十二月二十三日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"逃名","content":"署名杜德機發表\n\n就在這幾天的上海報紙上，有一條廣告，題目是四個一寸見方的大字——\n\n「看救命去！」\n\n如果只看題目，恐怕會猜想到這是展覽著外科醫生對重病人施行大手術，或對淹死的人用人工呼吸，救助觸礁船上的人員，挖掘崩壞的礦穴裡面的工人的。但其實並不是。還是照例的「籌賑水災遊藝大會」，看陳皮梅沈一呆的獨腳戲，月光歌舞團的歌舞之類。誠如廣告所說，「化洋五角，救人一命，……一舉兩得，何樂不為」，錢是要拿去救命的，不過所「看」的卻其實還是遊藝，並不是「救命」。\n\n有人說中國是「文字國」，有些像，卻還不充足，中國倒該說是最不看重文字的「文字遊戲國」，一切總愛玩些實際以上花樣，把字和詞的界說，鬧得一團糟，弄到暫時非把「解放」解作「孥戮」，「跳舞」解作「救命」不可。搗一場小亂子，就是偉人，編一本教科書，就是學者，造幾條文壇消息，就是作家。於是比較自愛的人，一聽到這些冠冕堂皇的名目就駭怕了，竭力逃避。逃名，其實是愛名的，逃的是這一團糟的名，不願意醬在那裡面。\n\n天津《大公報》的副刊《小公園》，近來是標榜了重文不重名的。這見識很確當。不過也偶有「老作家」的作品，那當然為了作品好，不是為了名。然而八月十六日那一張上，卻發表了很有意思的「許多前輩作家附在來稿後面的叮囑」：「把我這文章放在平日，我願意那樣，我驕傲那樣。我和熟人的名字並列得厭倦了，我願著擠在虎生生的新人群裡，因為許多時候他們的東西來得還更新鮮。」\n\n這些「前輩作家」們好像都撒了一點謊。「熟」，是不至於招致「厭倦」的。我們一離乳就吃飯或面，直到現在，可謂熟極了，卻還沒有厭倦。這一點叮囑，如果不是編輯先生玩的雙簧的花樣，也不是前輩作家玩的借此「返老還童」的花樣，那麼，這所證明的是：所謂「前輩作家」也者，有一批是盜名的，因此使別一批羞與為伍，覺得和「熟人的名字並列得厭倦」，決計逃走了。\n\n從此以後，他們只要「擠在虎生生的新人群裡」就舒舒服服，還是作品也就「來得還更新鮮」了呢，現在很難測定。逃名，固然也不能說是豁達，但有去就，有愛憎，究竟總不失為潔身自好之士。《小公園》裡，已經有人在現身說法了，而上海灘上，卻依然有人在「掏腰包」，造消息，或自稱「言行一致」，或大呼「冤哉枉也」，或拖明朝死屍搭台，或請現存古人喝道，或自收自己的大名入辭典中，定為「中國作家」，或自編自己的作品入畫集裡，名曰「現代傑作」——忙忙碌碌，鬼鬼祟祟，煞是好看。作家一排一排的坐著，將來使人笑，使人怕，還是使人「厭倦」呢？——現在也很難測定。但若據「前車之鑒」，則「後之視今，亦猶今之視昔」，大約也還不免於「悲夫」的了！八月二十三日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"六論「文人相輕」——二賣","content":"署名隼發表\n\n今年文壇上的戰術，有幾手是恢復了五六年前的太陽社式，年紀大又成為一種罪狀了，叫作「倚老賣老」。\n\n其實呢，罪是並不在「老」，而在於「賣」的，假使他在叉麻醬，念彌陀，一字不寫，就決不會惹青年作家的口誅筆伐。如果這推測並不錯，文壇上可又要增添各樣的罪人了，因為現在的作家，有幾位總不免在他的「作品」之外，附送一點特產的贈品。有的賣富，說賣稿的文人的作品，都是要不得的；有人指出了他的詩思不過在太太的奩資中，就有幫閒的來說這人是因為得不到這樣的太太，恰如狐狸的吃不到葡萄，所以只好說葡萄酸。有的賣窮，或賣病，說他的作品是挨餓三天，吐血十口，這才做出來的，所以與眾不同。有的賣窮和富，說這刊物是因為受了文閥文僚的排擠，自掏腰包，忍痛印出來的，所以又與眾不同。有的賣孝，說自己做這樣的文章，是因為怕父親將來吃苦的緣故，那可更了不得，價值簡直和李密的《陳情表》不相上下了。有的就是銜煙斗，穿洋服，唉聲歎氣，顧影自憐，老是記著自己的韶年玉貌的少年哥兒，這裡和「賣老」相對，姑且叫他「賣俏」罷。不過中國的社會上，「賣老」的真也特別多。女人會穿針，有什麼希奇呢，一到一百多歲，就可以開大會，穿給大家看，順便還捐錢了。說中國人「起碼要學狗」，倘是小學生的作文，是會遭先生的板子的，但大了幾十年，新聞上就大登特登，還用方體字標題道：「皤然一老蒞故都，吳稚暉語妙天下」；勸人解囊賑災的文章，並不少見，而文中自述年紀曰：「余年九十六歲矣」者，卻只有馬相伯先生。但普通都不謂之「賣」，另有極好的稱呼，叫作「有價值」。\n\n「老作家」的「老」字，就是一宗罪案，這法律在文壇上已經好幾年了，不過或者指為落伍，或者說是把持，……總沒有指出明白的壞處。這回才由上海的青年作家揭發了要點，是在「賣」他的「老」。\n\n那就不足慮了，很容易掃蕩。中國各業，多老牌子，文壇卻並不然，創作了幾年，就或者做官，或者改業，或者教書，或者捲逃，或者經商，或者造反，或者送命……不見了。「老」在那裡的原已寥寥無幾，真有些像耆英會裡的一百多歲的老太婆，居然會活到現在，連「民之父母」也覺得希奇古怪。而且她還會穿針，就尤其希奇古怪，使街頭巷尾弄得鬧嚷嚷。然而呀了，這其實是為了奉旨旌表的緣故，如果一個十六七歲的漂亮姑娘登臺穿起針來，看的人也決不會少的。誰有「賣老」的嗎？一遇到少的俏的就倒。\n\n不過中國的文壇雖然幼稚，昏暗，卻還沒有這麼簡單；讀者雖說被「養成一種『看熱鬧』的情趣」，但有辨別力的也不少，而且還在多起來。所以專門「賣老」，是不行的，因為文壇究竟不是養老堂，又所以專門「賣俏」，也不行的，因為文壇究竟也不是妓院。\n\n二賣俱非，由非見是，混沌之輩，以為兩傷。\n\n\n九月十二日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"論「人言可畏」","content":"署名趙令儀發表\n\n「人言可畏」是電影明星阮玲玉自殺之後，發見於她的遺書中的話。這哄動一時的事件，經過了一通空論，已經漸漸冷落了，只要《玲玉香消記》一停演，就如去年的艾霞自殺事件一樣，完全煙消火滅。她們的死，不過像在無邊的人海裡添了幾粒鹽，雖然使扯淡的嘴巴們覺得有些味道，但不久也還是淡，淡，淡。\n\n這句話，開初是也曾惹起一點小風波的。有評論者，說是使她自殺之咎，可見也在日報記事對於她的訴訟事件的張揚；不久就有一位記者公開的反駁，以為現在的報紙的地位，輿論的威信，可憐極了，那裡還有絲毫主宰誰的運命的力量，況且那些記載，大抵采自經官的事實，絕非捏造的謠言，舊報具在，可以複按。所以阮玲玉的死，和新聞記者是毫無關係的。\n\n這都可以算是真實話。然而——也不儘然。\n\n現在的報章之不能像個報章，是真的；評論的不能逞心而談，失了威力，也是真的，明眼人決不會過分的責備新聞記者。但是，新聞的威力其實是並未全盤墜地的，它對甲無損，對乙卻會有傷；對強者它是弱者，但對更弱者它卻還是強者，所以有時雖然吞聲忍氣，有時仍可以耀武揚威。於是阮玲玉之流，就成了發揚餘威的好材料了，因為她頗有名，卻無力。小市民總愛聽人們的醜聞，尤其是有些熟識的人的醜聞。上海的街頭巷尾的老虔婆，一知道近鄰的阿二嫂家有野男人出入，津津樂道，但如果對她講甘肅的誰在偷漢，新疆的誰在再嫁，她就不要聽了。阮玲玉正在現身銀幕，是一個大家認識的人，因此她更是給報章湊熱鬧的好材料，至少也可以增加一點銷場。讀者看了這些，有的想：「我雖然沒有阮玲玉那麼漂亮，卻比她正經」；有的想：「我雖然不及阮玲玉的有本領，卻比她出身高」；連自殺了之後，也還可以給人想：「我雖然沒有阮玲玉的技藝，卻比她有勇氣，因為我沒有自殺」。化幾個銅元就發見了自己的優勝，那當然是很上算的。但靠演藝為生的人，一遇到公眾發生了上述的前兩種的感想，她就夠走到末路了。所以我們且不要高談什麼連自己也並不了然的社會組織或意志強弱的濫調，先來設身處地的想一想罷，那麼，大概就會知道阮玲玉的以為「人言可畏」，是真的，或人的以為她的自殺，和新聞記事有關，也是真的。\n\n但新聞記者的辯解，以為記載大抵采自經官的事實，卻也是真的。上海的有些介乎大報和小報之間的報章，那社會新聞，幾乎大半是官司已經吃到公安局或工部局去了的案件。但有一點壞習氣，是偏要加上些描寫，對於女性，尤喜歡加上些描寫；這種案件，是不會有名公巨卿在內的，因此也更不妨加上些描寫。案中的男人的年紀和相貌，是大抵寫得老實的，一遇到女人，可就要發揮才藻了，不是「徐娘半老，風韻猶存」，就是「豆蔻年華，玲瓏可愛」。一個女孩兒跑掉了，自奔或被誘還不可知，才子就斷定道，「小姑獨宿，不慣無郎」，你怎麼知道？一個村婦再醮了兩回，原是窮鄉僻壤的常事，一到才子的筆下，就又賜以大字的題目道，「奇淫不減武則天」，這程度你又怎麼知道？這些輕薄句子，加之村姑，大約是並無什麼影響的，她不識字，她的關係人也未必看報。但對於一個智識者，尤其是對於一個出到社會上了的女性，卻足夠使她受傷，更不必說故意張揚，特別渲染的文字了。然而中國的習慣，這些句子是搖筆即來，不假思索的，這時不但不會想到這也是玩弄著女性，並且也不會想到自己乃是人民的喉舌。但是，無論你怎麼描寫，在強者是毫不要緊的，只消一封信，就會有正誤或道歉接著登出來，不過無拳無勇如阮玲玉，可就正做了吃苦的材料了，她被額外的畫上一臉花，沒法洗刷。叫她奮鬥嗎？她沒有機關報，怎麼奮鬥；有冤無頭，有怨無主，和誰奮鬥呢？我們又可以設身處地的想一想，那麼，大概就又知她的以為「人言可畏」，是真的，或人的以為她的自殺，和新聞記事有關，也是真的。\n\n然而，先前已經說過，現在的報章的失了力量，卻也是真的，不過我以為還沒有到達如記者先生所自謙，竟至一錢不值，毫無責任的時候。因為它對於更弱者如阮玲玉一流人，也還有左右她命運的若干力量的，這也就是說，它還能為惡，自然也還能為善。「有聞必錄」或「並無能力」的話，都不是向上的負責的記者所該採用的口頭禪，因為在實際上，並不如此，——它是有選擇的，有作用的。\n\n至於阮玲玉的自殺，我並不想為她辯護。我是不贊成自殺，自己也不豫備自殺的。但我的不豫備自殺，不是不屑，卻因為不能。凡有誰自殺了，現在是總要受一通強毅的評論家的呵斥，阮玲玉當然也不在例外。然而我想，自殺其實是不很容易，決沒有我們不豫備自殺的人們所渺視的那麼輕而易舉的。倘有誰以為容易麼，那麼，你倒試試看！\n\n自然，能試的勇者恐怕也多得很，不過他不屑，因為他有對於社會的偉大的任務。那不消說，更加是好極了，但我希望大家都有一本筆記簿，寫下所盡的偉大的任務來，到得有了曾孫的時候，拿出來算一算，看看怎麼樣。\n\n五月五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"陀思妥夫斯基的事","content":"到了關於陀思妥夫斯基，不能不說一兩句話的時候了。說什麼呢？他太偉大了，而自己卻沒有很細心的讀過他的作品。\n\n回想起來，在年青時候，讀了偉大的文學者的作品，雖然敬服那作者，然而總不能愛的，一共有兩個人。一個是但丁，那《神曲》的《煉獄》裡，就有我所愛的異端在；有些鬼魂還在把很重的石頭，推上峻峭的岩壁去。這是極吃力的工作，但一鬆手，可就立刻壓爛了自己。不知怎地，自己也好像很是疲乏了。於是我就在這地方停住，沒有能夠走到天國去。\n\n還有一個，就是陀思妥夫斯基。一讀他二十四歲時所作的《窮人》，就已經吃驚於他那暮年似的孤寂。到後來，他竟作為罪孽深重的罪人，同時也是殘酷的拷問官而出現了。他把小說中的男男女女，放在萬難忍受的境遇裡，來試煉它們，不但剝去了表面的潔白，拷問出藏在底下的罪惡，而且還要拷問出藏在那罪惡之下的真正的潔白來。而且還不肯爽利的處死，竭力要放它們活得長久。而這陀思妥夫斯基，則仿佛就在和罪人一同苦惱，和拷問官一同高興著似的。這決不是平常人做得到的事情，總而言之，就因為偉大的緣故。但我自己，卻常常想廢書不觀。\n\n醫學者往往用病態來解釋陀思妥夫斯基的作品。這倫勃羅梭式的說明，在現今的大多數的國度裡，恐怕實在也非常便利，能得一般人們的贊許的。但是，即使他是神經病者，也是俄國專制時代的神經病者，倘若誰身受了和他相類的重壓，那麼，愈身受，也就會愈懂得他那夾著誇張的真實，熱到發冷的熱情，快要破裂的忍從，於是愛他起來的罷。\n\n不過作為中國的讀者的我，卻還不能熟悉陀思妥夫斯基式的忍從——對於橫逆之來的真正的忍從。在中國，沒有俄國的基督。在中國，君臨的是「禮」，不是神。百分之百的忍從，在未嫁就死了定婚的丈夫，堅苦的一直硬活到八十歲的所謂節婦身上，也許偶然可以發見罷，但在一般的人們，卻沒有。忍從的形式，是有的，然而陀思妥夫斯基式的掘下去，我以為恐怕也還是虛偽。因為壓迫者指為被壓迫者的不德之一的這虛偽，對於同類，是惡，而對於壓迫者，卻是道德的。但是，陀思妥夫斯基式的忍從，終於也並不只成了說教或抗議就完結。因為這是當不住的忍從，太偉大的忍從的緣故。人們也只好帶著罪業，一直闖進但丁的天國，在這裡這才大家合唱著，再來修練天人的功德了。只有中庸的人，固然並無墮入地獄的危險，但也恐怕進不了天國的罷。十一月二十日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"}]