[{"name":"序言","content":"這裏是一九三〇年與三一年兩年間的雜文的結集。\n\n當三〇年的時候，期刊已漸漸的少見，有些是不能按期出版了，大約是受了逐日加緊的壓迫。《語絲》和《奔流》，則常遭郵局的扣留，地方的禁止，到底也還是敷延不下去。那時我能投稿的，就只剩了一個《萌芽》，而出到五期，也被禁止了，接著是出了一本《新地》。所以在這一年內，我只做了收在集內的不到十篇的短評。\n\n此外還曾經在學校裏演講過兩三回，那時無人記錄，講了些什麼，此刻連自己也記不清楚了。只記得在有一個大學裏演講的題目，是《象牙塔和蝸牛廬》。大意是說，象牙塔裏的文藝，將來決不會出現於中國，因為環境並不相同，這裏是連擺這「象牙之塔」的處所也已經沒有了；不久可以出現的，恐怕至多只有幾個「蝸牛廬」。蝸牛廬者，是三國時所謂「隱逸」的焦先曾經居住的那樣的草窠，大約和現在江北窮人手搭的草棚相仿，不過還要小，光光的伏在那裏面，少出，少動，無衣，無食，無言。因為那時是軍閥混戰，任意殺掠的時候，心裏不以為然的人，只有這樣才可以茍延他的殘喘。但蝸牛界裏那裏會有文藝呢，所以這樣下去，中國的沒有文藝，是一定的。這樣的話，真可謂已經大有蝸牛氣味的了，不料不久就有一位勇敢的青年在政府機關的上海《民國日報》上給我批評，說我的那些話使他非常看不起，因為我沒有敢講共產黨的話的勇氣。謹案在「清黨」以後的黨國裏，講共產主義是算犯大罪的，捕殺的網羅，張遍了全中國，而不講，卻又為黨國的忠勇青年所鄙視。這實在只好變了真的蝸牛，才有「庶幾得免於罪戾」的幸福了。\n\n而這時左翼作家拿著蘇聯的盧布之說，在所謂「大報」和小報上，一面又紛紛的宣傳起來，新月社的批評家也從旁很賣了些力氣。有些報紙，還拾了先前的創造社派的幾個人的投稿於小報上的話，譏笑我為「投降」，有一種報則載起《文壇貳臣傳》來，第一個就是我，——但後來好像並不再做下去了。盧布之謠，我是聽慣了的。大約六七年前，《語絲》在北京說了幾句涉及陳源教授和別的「正人君子」們的話的時候，上海的《晶報》上就發表過「現代評論社主角」唐有壬先生的信劄，說是我們的言動，都由於墨斯科的命令。這又正是祖傳的老譜，宋末有所謂「通虜」，清初又有所謂「通海」，向來就用了這類的口實，害過許多人們的。所以含血噴人，已成了中國士君子的常經，實在不單是他們的識見，只能夠見到世上一切都靠金錢的勢力。至於「貳臣」之說，卻是很有些意思的，我試一反省，覺得對於時事，即使未嘗動筆，有時也不免於腹誹，「臣罪當誅兮天皇聖明」，腹誹就決不是忠臣的行徑。但御用文學家的給了我這個徽號，也可見他們的「文壇」上是有皇帝的了。\n\n去年偶然看見了幾篇梅林格（Franz Mehring）的論文，大意說，在壞了下去的舊社會裏，倘有人懷一點不同的意見，有一點攜貳的心思，是一定要大吃其苦的。而攻擊陷害得最凶的，則是這人的同階級的人物。他們以為這是最可惡的叛逆，比異階級的奴隸造反還可惡，所以一定要除掉他。我才知道中外古今，無不如此，真是讀書可以養氣，竟沒有先前那樣「不滿於現狀」了，並且仿《三閑集》之例而變其意，拾來做了這一本書的名目。然而這並非在證明我是無產者。一階級裏，臨末也常常會自己互相鬧起來的，就是《詩經》裏說過的那「兄弟鬩於墻」，——但後來卻未必「外禦其侮」。例如同是軍閥，就總在整年的大家相打，難道有一面是無產階級麼？而且我時時說些自己的事情，怎樣地在「碰壁」，怎樣地在做蝸牛，好像全世界的苦惱，萃於一身，在替大眾受罪似的：也正是中產的智識階級分子的壞脾氣。只是原先是憎惡這熟識的本階級，毫不可惜它的潰滅，後來又由於事實的教訓，以為惟新興的無產者才有將來，卻是的確的。\n\n自從一九三一年二月起，我寫了較上年更多的文章，但因為揭載的刊物有些不同，文字必得和它們相稱，就很少做《熱風》那樣簡短的東西了；而且看看對於我的批評文字，得了一種經驗，好像評論做得太簡括，是極容易招得無意的誤解，或有意的曲解似的。又，此後也不想再編《墳》那樣的論文集，和《壁下譯叢》那樣的譯文集，這回就連較長的東西也收在這裏面，譯文則選了一篇《現代電影與有產階級》附在末尾，因為電影之在中國，雖然早已風行，但這樣扼要的論文卻還少見，留心世事的人們，實在很有一讀的必要的。還有通信，如果只有一面，讀者也往往很不容易了然，所以將緊要一點的幾封來信，也擅自一並編進去了。\n\n一九三二年四月三十日之夜，編訖並記。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"「民族主義文學」的任務和運命","content":"殖民政策是一定保護，養育流氓的。從帝國主義的眼睛看來，惟有他們是最要緊的奴才，有用的鷹犬，能盡殖民地人民非盡不可的任務：一面靠著帝國主義的暴力，一面利用 本國的傳統之力，以除去“害群之馬”，不安本分的“莠民”。所以，這流氓，是殖民地上的洋大人的寵兒，——不，寵犬，其地位雖在主人之下，但總在別的被統治者之上 的。上海當然也不會不在這例子裏。巡警不進幫，小販雖自有小資本，但倘不另尋一個流氓來做債主，付以重利，就很難立足。到去年，在文藝界上，竟也出現了“拜老頭” 的“文學家”。\n\n但這不過是一個最露骨的事實。其實是，即使並非幫友，他們所謂“文藝家”的許多人，是一向在盡“寵犬”的職分的，雖然所標的口號，種種不同，藝術至上主義呀，國粹 主義呀，民族主義呀，為人類的藝術呀，但這僅如巡警手裏拿著前膛槍或後膛槍，來福槍，毛瑟槍的不同，那終極的目的卻只一個：就是打死反帝國主義即反政府，亦即“反 革命”，或僅有些不平的人民。\n\n那些寵犬派文學之中，鑼鼓敲得最起勁的，是所謂“民族主義文學”。但比起偵探，巡捕，劊子手們的顯著的勛勞來，卻還有很多的遜色。這緣故，就因為他們還只在叫，未 行直接的咬，而且大抵沒有流氓的剽悍，不過是飄飄蕩蕩的流屍。然而這又正是“民族主義文學”的特色，所以保持其“寵”的。\n\n翻一本他們的刊物來看罷，先前標榜過各種主義的各種人，居然湊合在一起了。這是“民族主義”的巨人的手，將他們抓過來的麽？並不，這些原是上海灘上久已沈沈浮浮的 流屍，本來散見於各處的，但經風浪一吹，就漂集一處，形成一個堆積，又因為各個本身的腐爛，就發出較濃厚的惡臭來了。\n\n這“叫”和“惡臭”有能夠較為遠聞的特色，於帝國主義是有益的，這叫做“為王前驅”，所以流屍文學仍將與流氓政治同在。\n\n但上文所說的風浪是什麽呢？這是因無產階級的勃興而卷起的小風浪。先前的有些所謂文藝家，本未嘗沒有半意識的或無意識的覺得自身的潰敗，於是就自欺欺人的用種種美 名來掩飾，曰高逸，曰放達（用新式話來說就是“頹廢”），畫的是裸女，靜物，死，寫的是花月，聖地，失眠，酒，女人。一到舊社會的崩潰愈加分明，階級的鬥爭愈加鋒 利的時候，他們也就看見了自己的死敵，將創造新的文化，一掃舊來的汙穢的無產階級，並且覺到了自己就是這汙穢，將與在上的統治者同其運命，於是就必然漂集於為帝國 主義所宰制的民族中的順民所豎起的“民族主義文學”的旗幟之下，來和主人一同做一回最後的掙紮了。\n\n所以，雖然是雜碎的流屍，那目標卻是同一的：和主人一樣，用一切手段，來壓迫無產階級，以茍延殘喘。不過究竟是雜碎，而且多帶著先前剩下的皮毛，所以自從發出宣言 以來，看不見一點鮮明的作品，宣言是一小群雜碎胡亂湊成的雜碎，不足為據的。\n\n但在《前鋒月刊》第五號上，卻給了我們一篇明白的作品，據編輯者說，這是“參加討伐閻馮軍事的實際描寫”。描寫軍事的小說並不足奇，奇特的是這位“青年軍人”的作 者所自述的在戰場上的心緒，這是“民族主義文學家”的自畫像，極有鄭重引用的價值的——“每天晚上站在那閃爍的群星之下，手裏執著馬槍，耳中聽著蟲鳴，四周飛動著 無數的蚊子，那樣都使人想到法國‘客軍’在菲洲沙漠裏與阿剌伯人爭鬥流血的生活。”（黃震遐：《隴海線上》）\n\n原來中國軍閥的混戰，從“青年軍人”，從“民族主義文學者”看來，是並非驅同國人民互相殘殺，卻是外國人在打別一外國人，兩個國度，兩個民族，在戰地上一到夜裏， 自己就飄飄然覺得皮色變白，鼻梁加高，成為臘丁民族的戰士，站在野蠻的菲洲了。那就無怪乎看得周圍的老百姓都是敵人，要一個一個的打死。法國人對於菲洲的阿剌伯人 ，就民族主義而論，原是不必愛惜的。僅僅這一節，大一點，則說明了中國軍閥為什麽做了帝國主義的爪牙，來毒害屠殺中國的人民，那是因為他們自己以為是“法國的客軍 ”的緣故；小一點，就說明中國的“民族主義文學家”根本上只同外國主子休戚相關，為什麽倒稱“民族主義”，來朦混讀者，那是因為他們自己覺得有時好像臘丁民族，條 頓民族了的緣故。\n\n黃震遐先生寫得如此坦白，所說的心境當然是真實的，不過據他小說中所顯示的智識推測起來，卻還有並非不知而故意不說的一點諱飾。這，是他將“法國的安南兵”含糊的 改作“法國的客軍”了，因此就較遠於“實際描寫”，而且也招來了上節所說的是非。\n\n但作者是聰明的，他聽過“友人傅彥長君平時許多談論……許多地方不可諱地是受了他的熏陶”，並且考據中外史傳之後，接著又寫了一篇較切“民族主義”這個題目的劇詩 ，這回不用法蘭西人了，是《黃人之血》（《前鋒月刊》七號）。\n\n這劇詩的事跡，是黃色人種的西征，主將是成吉思汗的孫子拔都元帥，真正的黃色種。所征的是歐洲，其實專在斡羅斯（俄羅斯）——這是作者的目標；聯軍的構成是漢，韃 靼，女真，契丹人——這是作者的計劃；一路勝下去，可惜後來四種人不知“友誼”的要緊和“團結的力量”，自相殘殺，竟為白種武士所乘了——這是作者的諷喻，也是作 者的悲哀。\n\n但我們且看這黃色軍的威猛和惡辣罷——\n\n…………\n\n恐怖呀，煎著屍體的沸油；\n\n可怕呀，遍地的腐骸如何兇醜；\n\n死神捉著白姑娘拚命地摟；\n\n美人螓首變成獰猛的髑髏；\n\n野獸般的生番在故宮裏蠻爭惡鬥；\n\n十字軍戰士的臉上充滿了哀愁；\n\n千年的棺材泄出它兇穢的惡臭；\n\n鐵蹄踐著斷骨，駱駝的鳴聲變成怪吼；\n\n上帝已逃，魔鬼揚起了火鞭復仇；\n\n黃禍來了！黃禍來了！\n\n亞細亞勇士們張大吃人的血口。\n\n這德皇威廉因為要鼓吹“德國德國，高於一切”而大叫的“黃禍”，這一張“亞細亞勇士們張大”的“吃人的血口”，我們的詩人卻是對著“斡羅斯”，就是現在無產者專政 的第一個國度，以消滅無產階級的模範——這是“民族主義文學”的目標；但究竟因為是殖民地順民的“民族主義文學”，所以我們的詩人所奉為首領的，是蒙古人拔都，不 是中華人趙構，張開“吃人的血口”的是“亞細亞勇士們”，不是中國勇士們，所希望的是拔都的統馭之下的“友誼”，不是各民族間的平等的友愛——這就是露骨的所謂“ 民族主義文學”的特色，但也是青年軍人的作者的悲哀。\n\n拔都死了；在亞細亞的黃人中，現在可以擬為那時的蒙古的只有一個日本。日本的勇士們雖然也痛恨蘇俄，但也不愛撫中華的勇士，大唱“日支親善”雖然也和主張“友誼” 一致，但事實又和口頭不符，從中國“民族主義文學者”的立場上，在己覺得悲哀，對他加以諷喻，原是勢所必至，不足詫異的。\n\n果然，詩人的悲哀的豫感好像證實了，而且還壞得遠。當“揚起火鞭”焚燒“斡羅斯”將要開頭的時候，就像拔都那時的結局一樣，朝鮮人亂殺中國人，日本人“張大吃人的 血口”，吞了東三省了。莫非他們因為未受傅彥長先生的熏陶，不知“團結的力量”之重要，竟將中國的“勇士們”也看成菲洲的阿剌伯人了嗎？！\n\n這實在是一個大打擊。軍人的作者還未喊出他勇壯的聲音，我們現在所看見的是“民族主義”旗下的報章上所載的小勇士們的憤激和絕望。這也是勢所必至，無足詫異的。理 想和現實本來易於沖突，理想時已經含了悲哀，現實起來當然就會絕望。於是小勇士們要打仗了——\n\n戰啊，下個最後的決心，\n\n殺盡我們的敵人，\n\n你看敵人的槍炮都響了，\n\n快上前，把我們的肉體築一座長城。\n\n雷電在頭上咆哮，\n\n浪濤在腳下吼叫，\n\n熱血在心頭燃燒，\n\n我們向前線奔跑。\n\n（蘇鳳：《戰歌》。《民國日報》載。）\n\n去，戰場上去，\n\n我們的熱血在沸騰，\n\n我們的肉身好像瘋人，\n\n我們去把熱血銹住賊子的槍頭，\n\n我們去把肉身塞住仇人的炮口。\n\n去，戰場上去，\n\n憑著我們一股勇氣，\n\n憑著我們一點純愛的精靈，去把仇人驅逐，\n\n不，去把仇人殺盡。\n\n（甘豫慶：《去上戰場去》。《申報》載。）\n\n同胞，醒起來罷，\n\n踢開了弱者的心，\n\n踢開了弱者的腦。\n\n看，看，看，\n\n看同胞們的血噴出來了，\n\n看同胞們的肉割開來了，\n\n看同胞們的屍體掛起來了。\n\n（邵冠華：《醒起來罷同胞》。同上。）\n\n這些詩裏很明顯的是作者都知道沒有武器，所以只好用“肉體”，用“純愛的精靈”，用“屍體”。這正是《黃人之血》的作者的先前的悲哀，而所以要追隨拔都元帥之後， 主張“友誼”的緣故。武器是主子那裏買來的，無產者已都是自己的敵人，倘主子又不諒其衷，要加以“懲膺”，那麽，惟一的路也實在只有一個死了——\n\n我們是初訓練的一隊，\n\n有堅卓的誌願，\n\n有沸騰的熱血，\n\n來掃除強暴的歹類。\n\n同胞們，親愛的同胞們，\n\n快起來準備去戰，\n\n快起來奮鬥，\n\n戰死是我們生路。\n\n（沙珊：《學生軍》。同上。）\n\n天在嘯，\n\n地在震，\n\n人在沖，獸在吼，\n\n宇宙間的一切在咆哮，朋友喲，\n\n準備著我們的頭顱去給敵人砍掉。\n\n（徐之津：《偉大的死》。同上。）\n\n一群是發揚踔厲，一群是慷慨悲歌，寫寫固然無妨，但倘若真要這樣，卻未免太不懂得“民族主義文學”的精義了，然而，卻也盡了“民族主義文學”的任務。\n\n《前鋒月刊》上用大號字題目的《黃人之血》的作者黃震遐詩人，不是早已告訴我們過理想的元帥拔都了嗎？這詩人受過傅彥長先生的熏陶，查過中外的史傳，還知道“中世 紀的東歐是三種思想的沖突點”，豈就會偏不知道趙家末葉的中國，是蒙古人的淫掠場？拔都元帥的祖父成吉思皇帝侵入中國時，所至淫掠婦女，焚燒廬舍，到山東曲阜看見 孔老二先生像，元兵也要指著罵道：“說‘夷狄之有君，不如諸夏之無也’的，不就是你嗎？”夾臉就給他一箭。這是宋人的筆記裏垂涕而道的，正如現在常見於報章上的流 淚文章一樣。黃詩人所描寫的“斡羅斯”那“死神捉著白姑娘拚命地摟……”那些妙文，其實就是那時出現於中國的情形。但一到他的孫子，他們不就攜手“西征”了嗎？現 在日本兵“東征”了東三省，正是“民族主義文學家”理想中的“西征”的第一步，“亞細亞勇士們張大吃人的血口”的開場。不過先得在中國咬一口。因為那時成吉思皇帝 也像對於“斡羅斯”一樣，先使中國人變成奴才，然後趕他打仗，並非用了“友誼”，送柬帖來敦請的。所以，這沈陽事件，不但和“民族主義文學”毫無沖突，而且還實現 了他們的理想境，倘若不明這精義，要去硬送頭顱，使“亞細亞勇士”減少，那實在是很可惜的。\n\n那麽，“民族主義文學”無須有那些嗚呼阿呀死死活活的調子嗎？謹對曰：要有的，他們也一定有的。否則不抵抗主義，城下之盟，斷送土地這些勾當，在沈靜中就顯得更加 露骨。必須痛哭怒號，摩拳擦掌，令人被這擾攘嘈雜所惑亂，聞悲歌而淚垂，聽壯歌而憤泄，於是那“東征”即“西征”的第一步，也就悄悄的隱隱的跨過去了。落葬的行列 裏有悲哀的哭聲，有壯大的軍樂，那任務是在送死人埋入土中，用熱鬧來掩過了這“死”，給大家接著就得到“忘卻”。現在“民族主義文學”的發揚踔厲，或慷慨悲歌的文 章，便是正在盡著同一的任務的。\n\n但這之後，“民族主義文學者”也就更加接近了他的哀愁。因為有一個問題，更加臨近，就是將來主子是否不至於再蹈拔都元帥的覆轍，肯信用而且優待忠勇的奴才，不，勇 士們呢？這實在是一個很要緊，很可怕的問題，是主子和奴才能否“同存共榮”的大關鍵。\n\n歷史告訴我們：不能的。這，正如連“民族主義文學者”也已經知道一樣，不會有這一回事。他們將只盡些送喪的任務，永含著戀主的哀愁，須到無產階級革命的風濤怒吼起 來，刷洗山河的時候，這才能脫出這沈滯猥劣和腐爛的運命。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「友邦驚詫」論","content":"只要略有知覺的人就都知道：這回學生的請願，是因為日本占據了遼吉，南京政府束手無策，單會去哀求國聯，而國聯卻正和日本是一夥。讀書呀，讀書呀，不錯，學生是應該讀書的，但一面也要大人老爺們不至於葬送土地，這才能夠安心讀書。報上不是說過，東北大學逃散，馮庸大學逃散，日本兵看見學生模樣的就槍斃嗎？放下書包來請願，真是已經可憐之至。不道國民黨政府卻在十二月十八日通電各地軍政當局文裏，又加上他們“搗毀機關，阻斷交通，毆傷中委，攔劫汽車，橫擊路人及公務人員，私逮刑訊，社會秩序，悉被破壞”的罪名，而且指出結果，說是“友邦人士，莫名驚詫，長此以往，國將不國”了！\n\n好個“友邦人士”！日本帝國主義的兵隊強占了遼吉，炮轟機關，他們不驚詫；阻斷鐵路，追炸客車，捕禁官吏，槍斃人民，他們不驚詫。中國國民黨治下的連年內戰，空前水災，賣兒救窮，砍頭示眾，秘密殺戮，電刑逼供，他們也不驚詫。在學生的請願中有一點紛擾，他們就驚詫了！\n\n好個國民黨政府的“友邦人士”！是些什麽東西！即使所舉的罪狀是真的罷，但這些事情，是無論那一個“友邦”也都有的，他們的維持他們的“秩序”的監獄，就撕掉了他們的“文明”的面具。擺什麽“驚詫”的臭臉孔呢？\n\n可是“友邦人士”一驚詫，我們的國府就怕了，“長此以往，國將不國”了，好像失了東三省，黨國倒愈像一個國，失了東三省誰也不響，黨國倒愈像一個國，失了東三省只有幾個學生上幾篇“呈文”，黨國倒愈像一個國，可以博得“友邦人士”的誇獎，永遠“國”下去一樣。\n\n幾句電文，說得明白極了：怎樣的黨國，怎樣的“友邦”。“友邦”要我們人民身受宰割，寂然無聲，略有“越軌”，便加屠戮；黨國是要我們遵從這“友邦人士”的希望，否則，他就要“通電各地軍政當局”，“即予緊急處置，不得於事後借口無法勸阻，敷衍塞責”了！\n\n因為“友邦人士”是知道的：日兵“無法勸阻”，學生們怎會“無法勸阻”？每月一千八百萬的軍費，四百萬的政費，作什麽用的呀，“軍政當局”呀？\n\n寫此文後剛一天，就見二十一日《申報》登載南京專電雲：“考試院部員張以寬，盛傳前日為學生架去重傷。茲據張自述，當時因車夫誤會，為群眾引至中大，旋出校回寓，並無受傷之事。至行政院某秘書被拉到中大，亦當時出來，更無失蹤之事。”而“教育消息”欄內，又記本埠一小部分學校赴京請願學生死傷的確數，則雲：“中公死二人，傷三十人，復旦傷二人，復旦附中傷十人，東亞失蹤一人（系女性），上中失蹤一人，傷三人，文生氏死一人，傷五人……”可見學生並未如國府通電所說，將“社會秩序，破壞無余”，而國府則不但依然能夠鎮壓，而且依然能夠誣陷，殺戮。“友邦人士”，從此可以不必“驚詫莫名”，只請放心來瓜分就是了。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《野草》英文譯本序","content":" 馮Y．S．先生由他的友人給我看《野草》的英文譯本，並且要我說幾句話。可惜我不懂英文，只能自己說幾句。但我希望，譯者將不嫌我只做了他所希望的一半的。\n\n這二十多篇小品，如每篇末尾所註，是一九二四至二六年在北京所作，陸續發表於期刊《語絲》上的。大抵僅僅是隨時的小感想。因為那時難於直說，所以有時措辭就很含糊了。\n\n現在舉幾個例罷。因為諷刺當時盛行的失戀詩，作《我的失戀》，因為憎惡社會上旁觀者之多，作《復仇》第一篇，又因為驚異於青年之消沈，作《希望》。《這樣的戰士》，是有感於文人學士們幫助軍閥而作。《臘葉》，是為愛我者的想要保存我而作的。段祺瑞政府槍擊徒手民眾後，作《淡淡的血痕中》，其時我已避居別處；奉天派和直隸派軍閥戰爭的時候，作《一覺》，此後我就不能住在北京了。\n\n所以，這也可以說，大半是廢弛的地獄邊沿的慘白色小花，當然不會美麗。但這地獄也必須失掉。這是由幾個有雄辯和辣手，而那時還未得誌的英雄們的臉色和語氣所告訴我的。我於是作《失掉的好地獄》。\n\n後來，我不再作這樣的東西了。日在變化的時代，已不許這樣的文章，甚而至於這樣的感想存在。我想，這也許倒是好的罷。為譯本而作的序言，也應該在這裏結束了。十一月五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"答中學生雜誌社問","content":"“假如先生面前站著一個中學生，處此內憂外患交迫的非常時代，將對他講怎樣的話，作努力的方針？”\n\n編輯先生：\n\n請先生也許我回問你一句，就是：我們現在有言論的自由麽？假如先生說“不”，那麽我知道一定也不會怪我不作聲的。假如先生意以“面前站著一個中學生”之名，一定要逼我說一點，那麽，我說：第一步要努力爭取言論的自由。\n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"非革命的急進革命論者","content":"倘說，凡大隊的革命軍，必須一切戰士的意識，都十分正確，分明，這才是真的革命軍，否則不值一哂。這言論，初看固然是很正當，徹底似的，然而這是不可能的難題，是空洞的高談，是毒害革命的甜藥。\n\n譬如在帝國主義的主宰之下，必不容訓練大眾個個有了“人類之愛”，然後笑嘻嘻地拱手變為“大同世界”一樣，在革命者們所反抗的勢力之下，也決不容用言論或行動，使大多數人統得到正確的意識。所以每一革命部隊的突起，戰士大抵不過是反抗現狀這一種意思，大略相同，終極目的是極為歧異的。或者為社會，或者為小集團，或者為一個愛人，或者為自己，或者簡直為了自殺。然而革命軍仍然能夠前行。因為在進軍的途中，對於敵人，個人主義者所發的子彈，和集團主義者所發的子彈是一樣地能夠制其死命；任何戰士死傷之際，便要減少些軍中的戰鬥力，也兩者相等的。但自然，因為終極目的的不同，在行進時，也時時有人退伍，有人落荒，有人頹唐，有人叛變，然而只要無礙於進行，則愈到後來，這隊伍也就愈成為純粹，精銳的隊伍了。\n\n我先前為葉永蓁君的《小小十年》作序，以為已經為社會盡了些力量，便是這意思。書中的主角，究竟上過前線，當過哨兵（雖然連放槍的方法也未曾被教），比起單是抱膝哀歌，握筆憤嘆的文豪們來，實在也切實得遠了。倘若要現在的戰士都是意識正確，而且堅於鋼鐵之戰士，不但是烏托邦的空想，也是出於情理之外的苛求。\n\n但後來在《申報》上，卻看見了更嚴厲，更徹底的批評，因為書中的主角的從軍，動機是為了自己，所以深加不滿。《申報》是最求和平，最不鼓動革命的報紙，初看仿佛是很不相稱似的，我在這裏要指出貌似徹底的革命者，而其實是極不革命或有害革命的個人主義的論客來，使那批評的靈魂和報紙的軀殼正相適合。\n\n其一是頹廢者，因為自己沒有一定的理想和無力，便流落而求剎那的享樂；一定的享樂，又使他發生厭倦，則時時尋求新刺戟，而這刺戟又須利害，這才感到暢快。革命便也是那頹廢者的新刺戟之一，正如饕饕者饜足了肥甘，味厭了，胃弱了，便要吃胡椒和辣椒之類，使額上出一點小汗，才能送下半碗飯去一般。他於革命文藝，就要徹底的，完全的革命文藝，一有時代的缺陷的反映，就使他皺眉，以為不值一哂。和事實離開是不妨的，只要一個爽快。法國的波特萊爾，誰都知道是頹廢的詩人，然而他歡迎革命，待到革命要妨害他的頹廢生活的時候，他才憎惡革命了。所以革命前夜的紙張上的革命家，而且是極徹底，極激烈的革命家，臨革命時，便能夠撕掉他先前的假面，——不自覺的假面。這種史例，是也應該獻給一碰小釘子，一有小地位（或小款子），便東竄東京，西走巴黎的成仿吾那樣“革命文學家”的。\n\n其一，我還定不出他的名目。要之，是毫無定見，因而覺得世上沒有一件對，自己沒有一件不對，歸根結蒂，還是現狀最好的人們。他現為批評家而說話的時候，就隨便撈到一種東西以駁詰相反的東西。要駁互助說時用爭存說，駁爭存說時用互助說；反對和平論時用階級爭鬥說，反對鬥爭時就主張人類之愛。論敵是唯心論者呢，他的立場是唯物論，待到和唯物論者相辯難，他卻又化為唯心論者了。要之，是用英尺來量俄裏，又用法尺來量密達，而發見無一相合的人。因為別的一切，無一相合，於是永遠覺得自己是“允執厥中”，永遠得到自己滿足。從這些人們的批評的指示，則只要不完全，有缺陷，就不行。但現在的人，的事，那裏會有十分完全，並無缺陷的呢，為萬全計，就只好毫不動彈。然而這毫不動彈，卻也就是一個大錯。總之，做人之道，是非常之煩難了，至於做革命家，那當然更不必說。\n\n《申報》的批評家對於《小小十年》雖然要求徹底的革命的主角，但於社會科學的翻譯，是加以刻毒的冷嘲的，所以那靈魂是後一流，而略帶一些頹廢者的對於人生的無聊，想吃些辣椒來開開胃的氣味。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「喪家的」「資本家的乏走狗」","content":"梁實秋先生為了《拓荒者》上稱他為“資本家的走狗”，就做了一篇自雲“我不生氣”的文章。先據《拓荒者》第二期第六七二頁上的定義，“覺得我自己便有點像是無產階 \n級裏的一個”之後，再下“走狗”的定義，為“大凡做走狗的都是想討主子的歡心因而得到一點恩惠”，於是又因而發生疑問道——\n\n“《拓荒者》說我是資本家的走狗，是那一個資本家，還是所有的資本家？我還不知道我的主子是誰，我若知道，我一定要帶著幾分雜誌去到主子面前表功，或者還許得到幾 \n個金鎊或盧布的賞賚呢。……我只知道不斷的勞動下去，便可以賺到錢來維持生計，至於如何可以做走狗，如何可以到資本家的帳房去領金鎊，如何可以到××黨去領盧布， \n這一套本領，我可怎麽能知道呢？……”\n\n這正是“資本家的走狗”的活寫真。凡走狗，雖或為一個資本家所豢養，其實是屬於所有的資本家的，所以它遇見所有的闊人都馴良，遇見所有的窮人都狂吠。不知道誰是它 \n的主子，正是它遇見所有闊人都馴良的原因，也就是屬於所有的資本家的證據。即使無人豢養，餓的精瘦，變成野狗了，但還是遇見所有的闊人都馴良，遇見所有的窮人都狂 \n吠的，不過這時它就愈不明白誰是主子了。\n\n梁先生既然自敘他怎樣辛苦，好像“無產階級”（即梁先生先前之所謂“劣敗者”），又不知道“主子是誰”，那是屬於後一類的了，為確當計，還得添幾個字，稱為“喪家 \n的”“資本家的走狗”。\n\n然而這名目還有些缺點。梁先生究竟是有智識的教授，所以和平常的不同。他終於不講“文學是有階級性的嗎？”了，在《答魯迅先生》那一篇裏，很巧妙地插進電桿上寫“ \n武裝保護蘇聯”，敲碎報館玻璃那些句子去，在上文所引的一段裏又寫出“到××黨去領盧布”字樣來，那故意暗藏的兩個×，是令人立刻可以悟出的“共產”這兩字，指示 \n著凡主張“文學有階級性”，得罪了梁先生的人，都是在做“擁護蘇聯”，或“去領盧布”的勾當，和段祺瑞的衛兵槍殺學生，《晨報》卻道學生為了幾個盧布送命，自由大 \n同盟上有我的名字，《革命日報》的通信上便說為“金光燦爛的盧布所買收”，都是同一手段。在梁先生，也許以為給主子嗅出匪類（“學匪”），也就是一種“批評”，然 \n而這職業，比起“劊子手”來，也就更加下賤了。\n\n我還記得，“國共合作”時代，通信和演說，稱贊蘇聯，是極時髦的，現在可不同了，報章所載，則電桿上寫字和“××黨”，捕房正在捉得非常起勁，那麽，為將自己的論 \n敵指為“擁護蘇聯”或“××黨”，自然也就髦得合時，或者還許會得到主子的“一點恩惠”了。但倘說梁先生意在要得“恩惠”或“金鎊”，是冤枉的，決沒有這回事，不 \n過想借此助一臂之力，以濟其“文藝批評”之窮罷了。所以從“文藝批評”方面看來，就還得在“走狗”之上，加上一個形容字：“乏”。\n\n一九三〇，四，十九。\n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"答文藝新聞社問","content":" ——日本占領東三省的意義\n\n這在一面，是日本帝國主義在「膺懲」他的仆役——中國軍閥，也就是「膺懲」中國民眾，因為中國民眾又是軍閥的奴隸；在另一面，是進攻蘇聯的開頭，是要使世界的勞苦 \n群眾，永受奴隸的苦楚的方針的第一步。\n\n九月二十一日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"關於翻譯的通信","content":" 來信\n\n敬愛的同志：\n\n你譯的《毀滅》出版，當然是中國文藝生活裏面的極可紀念的事跡。翻譯世界無產階級革命文學的名著，並且有系統的介紹給中國讀者，（尤其是蘇聯的名著，因為它們能夠把偉大的十月，國內戰爭，五年計畫的“英雄”，經過具體的形象，經過藝術的照耀，而供獻給讀者。）——這是中國普羅文學者的重要任務之一。雖然，現在做這件事的，差不多完全只是你個人和Z同誌的努力；可是，誰能夠說：這是私人的事情？！誰？！《毀滅》《鐵流》等等的出版，應當認為一切中國革命文學家的責任。每一個革命的文學戰線上的戰士，每一個革命的讀者，應當慶祝這一個勝利；雖然這還只是小小的勝利。\n\n你的譯文，的確是非常忠實的，“決不欺騙讀者”這一句話，決不是廣告！這也可見得一個誠摯，熱心，為著光明而鬥爭的人，不能夠不是刻苦而負責的。二十世紀的才子和歐化名士可以用“最少的勞力求得最大的”聲望；但是，這種人物如果不徹底的脫胎換骨，始終只是“紗籠”（Salon）裏的哈叭狗。現在粗制濫造的翻譯，不是這班人幹的，就是一些書賈的投機。你的努力——我以及大家都希望這種努力變成團體的，——應當繼續，應當擴大，應當加深。所以我也許和你自己一樣，看著這本《毀滅》，簡直非常的激動：我愛它，像愛自己的兒女一樣。咱們的這種愛，一定能夠幫助我們，使我們的精力增加起來，使我們的小小的事業擴大起來。\n\n翻譯——除出能夠介紹原本的內容給中國讀者之外——還有一個很重要的作用：就是幫助我們創造出新的中國的現代言語。中國的言語（文字）是那麽窮乏，甚至於日常用品都是無名氏的。中國的言語簡直沒有完全脫離所謂“姿勢語”的程度——普通的日常談話幾乎還離不開“手勢戲”。自然，一切表現細膩的分別和復雜的關系的形容詞，動詞，前置詞，幾乎沒有。宗法封建的中世紀的余孽，還緊緊的束縛著中國人的活的言語，（不但是工農群眾！）這種情形之下，創造新的言語是非常重大的任務。歐洲先進的國家，在二三百年四五百年以前已經一般的完成了這個任務。就是歷史上比較落後的俄國，也在一百五六十年以前就相當的結束了“教堂斯拉夫文”。他們那裏，是資產階級的文藝復興運動和啟蒙運動做了這件事。例如俄國的洛莫洛莎夫……普希金。中國的資產階級可沒有這個能力。固然，中國的歐化的紳商，例如胡適之之流，開始了這個運動。但是，這個運動的結果等於它的政治上的主人。因此，無產階級必須繼續去徹底完成這個任務，領導這個運動。翻譯，的確可以幫助我們造出許多新的字眼，新的句法，豐富的字匯和細膩的精密的正確的表現。因此，我們既然進行著創造中國現代的新的言語的鬥爭，我們對於翻譯，就不能夠不要求：絕對的正確和絕對的中國白話文。這是要把新的文化的言語介紹給大眾。嚴幾道的翻譯，不用說了。他是：\n\n譯須信雅達，\n\n文必夏殷周。\n\n其實，他是用一個“雅”字打消了“信”和“達”。最近商務還翻印“嚴譯名著”，我不知道這是“是何居心”！這簡直是拿中國的民眾和青年來開玩笑。古文的文言怎麽能夠譯得“信”，對於現在的將來的大眾讀者，怎麽能夠“達”！現在趙景深之流，又來要求：\n\n寧錯而務順，\n\n毋拗而僅信！\n\n趙老爺的主張，其實是和城隍廟裏演說西洋故事的，一鼻孔出氣。這是自己懂得了（？）外國文，看了些書報，就隨便拿起筆來亂寫幾句所謂通順的中國文。這明明白白的欺侮中國讀者，信口開河的來亂講海外奇談。第一，他的所謂“順”，既然是寧可“錯”一點兒的“順”，那麽，這當然是遷就中國的低級言語而抹殺原意的辦法。這不是創造新的言語，而是努力保存中國的野蠻人的言語程度，努力阻擋它的發展。第二，既然要寧可“錯”一點兒，那就是要朦蔽讀者，使讀者不能夠知道作者的原意。所以我說：趙景深的主張是愚民政策，是壟斷智識的學閥主義，——一點兒也沒有過分的。還有，第三，他顯然是暗示的反對普羅文學（好個可憐的“特殊走狗”）！他這是反對普羅文學，暗指著普羅文學的一些理論著作的翻譯和創作的翻譯。這是普羅文學敵人的話。\n\n但是，普羅文學的中文書籍之中，的確有許多翻譯是不“順”的。這是我們自己的弱點，敵人乘這個弱點來進攻。我們的勝利的道路當然不僅要迎頭痛打，打擊敵人的軍隊，而且要更加整頓自己的隊伍。我們的自己批評的勇敢，常常可以解除敵人的武裝。現在，所謂翻譯論戰的結論，我們的同誌卻提出了這樣的結語：“翻譯絕對不容許錯誤。可是，有時候，依照譯品內容的性質，為著保存原作精神，多少的不順，倒可以容忍。”\n\n這是只是個“防禦的戰術”。而蒲力汗諾夫說：辯證法的唯物論者應當要會“反守為攻”。第一，當然我們首先要說明：我們所認識的所謂“順”，和趙景深等所說的不同。第二，我們所要求的是：絕對的正確和絕對的白話。所謂絕對的白話，就是朗誦起來可以懂得的。第三，我們承認：一直到現在，普羅文學的翻譯還沒有做到這個程度，我們要繼續努力。第四，我們揭穿趙景深等自己的翻譯，指出他們認為是“順”的翻譯，其實只是梁啟超和胡適之交媾出來的雜種——半文不白，半死不活的言語，對於大眾仍舊是不“順”的。\n\n這裏，講到你最近出版的《毀滅》，可以說：這是做到了“正確”，還沒有做到“絕對的白話”。\n\n翻譯要用絕對的白話，並不就不能夠“保存原作的精神”。固然，這是很困難，很費功夫的。但是，我們是要絕對不怕困難，努力去克服一切的困難。\n\n一般的說起來，不但翻譯，就是自己的作品也是一樣，現在的文學家，哲學家，政論家，以及一切普通人，要想表現現在中國社會已經有的新的關系，新的現象，新的事物，新的觀念，就差不多人人都要做“倉頡”。這就是說，要天天創造新的字眼，新的句法。實際生活的要求是這樣。難道一九二五年初我們沒有在上海小沙渡替群眾造出“罷工”這一個字眼嗎？還有“遊擊隊”，“遊擊戰爭”，“右傾”，“左傾”，“尾巴主義”，甚至於普通的“團結”，“堅決”，“動搖”等等等類……這些說不盡的新的字眼，漸漸的容納到群眾的口頭上的言語裏去了，即使還沒有完全容納，那也已經有了可以容納的可能了。講到新的句法，比較起來要困難一些，但是，口頭上的言語裏面，句法也已經有了很大的改變，很大的進步。只要拿我們自己演講的言語和舊小說裏的對白比較一下，就可以看得出來。可是，這些新的字眼和句法的創造，無意之中自然而然的要遵照著中國白話的文法公律。凡是“白話文”裏面，違反這些公律的新字眼，新句法，——就是說不上口的——自然淘汰出去，不能夠存在。\n\n所以說到什麽是“順”的問題，應當說：真正的白話就是真正通順的現代中國文，這裏所說的白話，當然不限於“家務瑣事”的白話，這是說：從一般人的普通談話，直到大學教授的演講的口頭上的白話。中國人現在講哲學，講科學，講藝術……顯然已經有了一個口頭上的白話。難道不是如此？如果這樣，那麽，寫在紙上的說話（文字），就應當是這一種白話，不過組織得比較緊湊，比較整齊罷了。這種文字，雖然現在還有許多對於一般識字很少的群眾，仍舊是看不懂的，因為這種言語，對於一般不識字的群眾，也還是聽不懂的。——可是，第一，這種情形只限於文章的內容，而不在文字的本身，所以，第二，這種文字已經有了生命，它已經有了可以被群眾容納的可能性。它是活的言語。\n\n所以，書面上的白話文，如果不註意中國白話的文法公律，如果不就著中國白話原來有的公律去創造新的，那就很容易走到所謂“不順”的方面去。這是在創造新的字眼新的句法的時候，完全不顧普通群眾口頭上說話的習慣，而用文言做本位的結果。這樣寫出來的文字，本身就是死的言語。因此，我覺得對於這個問題，我們要有勇敢的自己批評的精神，我們應當開始一個新的鬥爭。你以為怎麽樣？\n\n我的意見是：翻譯應當把原文的本意，完全正確的介紹給中國讀者，使中國讀者所得到的概念等於英俄日德法……讀者從原文得來的概念，這樣的直譯，應當用中國人口頭上可以講得出來的白話來寫。為著保存原作的精神，並用不著容忍“多少的不順”。相反的，容忍著“多少的不順”（就是不用口頭上的白話），反而要多少的喪失原作的精神。\n\n當然，在藝術的作品裏，言語上的要求是更加苛刻，比普通的論文要更加來得精細。這裏有各種人不同的口氣，不同的字眼，不同的聲調，不同的情緒，……並且這並不限於對白。這裏，要用窮乏的中國口頭上的白話來應付，比翻譯哲學，科學……的理論著作，還要來得困難。但是，這些困難只不過愈加加重我們的任務，可並不會取消我們的這個任務的。\n\n現在，請你允許我提出《毀滅》的譯文之中的幾個問題。我還沒有能夠讀完，對著原文讀的只有很少幾段。這裏，我只把茀理契序文裏引的原文來校對一下。（我順著序文裏的次序，編著號碼寫下去，不再引你的譯文，請你自己照著號碼到書上去找罷。序文的翻譯有些錯誤，這裏不談了。）\n\n（一）結算起來，還是因為他心上有一種——“對於新的極好的有力量的慈善的人的渴望，這種渴望是極大的，無論什麽別的願望都比不上的。”更正確些：\n\n結算起來，還是因為他心上——“渴望著一種新的極好的有力量的慈善的人，這個渴望是極大的，無論什麽別的願望都比不上的。”\n\n（二）“在這種時候，極大多數的幾萬萬人，還不得不過著這種原始的可憐的生活，過著這種無聊得一點兒意思都沒有的生活，——怎麽能夠談得上什麽新的極好的人呢。”\n\n（三）“他在世界上，最愛的始終還是他自己，——他愛他自己的雪白的骯臟的沒有力量的手，他愛他自己的唉聲嘆氣的聲音，他愛他自己的痛苦，自己的行為——甚至於那些最可厭惡的行為。”\n\n（四）“這算收場了，一切都回到老樣子，仿佛什麽也不曾有過，——華理亞想著，——又是舊的道路，仍舊是那一些糾葛——一切都要到那一個地方……可是，我的上帝，這是多麽沒有快樂呵！”\n\n（五）“他自己都從沒有知道過這種苦惱，這是憂愁的疲倦的，老年人似的苦惱，——他這樣苦惱著的想：他已經二十七歲了，過去的每一分鐘，都不能夠再回過來，重新換個樣子再過它一過，而以後，看來也沒有什麽好的……（這一段，你的譯文有錯誤，也就特別來得“不順”。）現在木羅式加覺得，他一生一世，用了一切力量，都只是竭力要走上那樣的一條道路，他看起來是一直的明白的正當的道路，像萊奮生，巴克拉諾夫，圖皤夫那樣的人，他們所走的正是這樣的道路；然而似乎有一個什麽人在妨礙他走上這樣的道路呢。而因為他無論什麽時候也想不到這個仇敵就在他自己的心裏面，所以，他想著他的痛苦是因為一般人的卑鄙，他就覺得特別的痛快和傷心。”\n\n（六）“他只知道一件事——工作。所以，這樣正當的人，是不能夠不信任他，不能夠不服從他的。”\n\n（七）“開始的時很，他對於他生活的這方面的一些思想，很不願意去思索，然而，漸漸的他起勁起來了，他竟寫了兩張紙……在這兩張紙上，居然有許多這樣的字眼——誰也想不到萊奮生會知道這些字眼的。”（這一段，你的譯文裏比俄文原文多了幾句副句，也許是你引了相近的另外一句了罷？或者是你把茀理契空出的虛點填滿了？）\n\n（八）“這些受盡磨難的忠實的人，對於他是親近的，比一切其他的東西都更加親近，甚至於比他自己還要親近。”\n\n（九）“……沈默的，還是潮濕的眼睛，看了一看那些打麥場上的疏遠的人，——這些人，他應當很快就把他們變成功自己的親近的人，像那十八個人一樣，像那不做聲的，在他後面走著的人一樣。”（這裏，最後一句，你的譯文有錯誤。）這些譯文請你用日本文和德文校對一下，是否是正確的直譯，可以比較得出來的。我的譯文，除出按照中國白話的句法和修辭法，有些比起原文來是倒裝的，或者主詞，動詞，賓詞是重復的，此外，完完全全是直譯的。\n\n這裏，舉一個例：第（八）條“……甚至於比他自己還要親近。”這句話的每一個字母都和俄文相同的。同時，這在口頭上說起來的時候，原文的口氣和精神完全傳達得出。而你的譯文：“較之自己較之別人，還要親近的人們”，是有錯誤的（也許是日德文的錯誤）。錯誤是在於：（一）丟掉了“甚至於”這一個字眼；（二）用了中國文言的文法，就不能夠表現那句話的神氣。\n\n所有這些話，我都這樣不客氣的說著，仿佛自稱自贊的。對於一班庸俗的人，這自然是“沒有禮貌”。但是，我們是這樣親密的人，沒有見面的時候就這樣親密的人。這種感覺，使我對於你說話的時候，和對自己說話一樣，和自己商量一樣。\n\n再則，還有一個例子，比較重要的，不僅僅關於翻譯方法的。這就是第（一）條的“新的……人”的問題。\n\n《毀滅》的主題是新的人的產生。這裏，茀理契以及法捷耶夫自己用的俄文字眼，是一個普通的“人”字的單數。不但不是人類，而且不是“人”字的復數。這意思是指著革命，國內戰爭……的過程之中產生著一種新式的人，一種新的“路數”（Type）——文雅的譯法叫做典型，這是在全部《毀滅》裏面看得出來的。現在，你的譯文，寫著“人類”。萊奮生渴望著一種新的……人類。這可以誤會到另外一個主題。仿佛是一般的渴望著整個的社會主義的社會。而事實上，《毀滅》的“新人”，是當前的戰鬥的迫切的任務：在鬥爭過程之中去創造，去鍛煉，去改造成一種新式的人物，和木羅式加，美諦克……等等不同的人物。這可是現在的人，是一些人，是做群眾之中的骨幹的人，而不是一般的人類，不是籠統的人類，正是群眾之中的一些人，領導的人，新的整個人類的先輩。\n\n這一點是值得特別提出來說的。當然，譯文的錯誤，僅僅是一個字眼上的錯誤：“人”是一個字眼，“人類”是另外一個字眼。整本的書仍舊在我們面前，你的後記也很正確的了解到《毀滅》的主題。可是翻譯要精確，就應當估量每一個字眼。\n\n《毀滅》的出版，始終是值得紀念的。我慶祝你。希望你考慮我的意見，而對於翻譯問題，對於一般的言語革命問題，開始一個新的鬥爭。\n\nJ．K．\n\n　一九三一，十二，五。\n回信\n\n敬愛的J．K．同誌：\n\n看見你那關於翻譯的信以後，使我非常高興。從去年的翻譯洪水泛濫以來，使許多人攢眉嘆氣，甚而至於講冷話。我也是一個偶而譯書的人，本來應該說幾句話的，然而至今沒有開過口。“強聒不舍”雖然是勇壯的行為，但我所奉行的，卻是“不可與言而與之言，失言”這一句古老話。況且前來的大抵是紙人紙馬，說得耳熟一點，那便是“陰兵”，實在是也無從迎頭痛擊。就拿趙景深教授老爺來做例子罷，他一面專門攻擊科學的文藝論譯本之不通，指明被壓迫的作家匿名之可笑，一面卻又大發慈悲，說是這樣的譯本，恐怕大眾不懂得。好像他倒天天在替大眾計劃方法，別的譯者來攪亂了他的陣勢似的。這正如俄國革命以後，歐美的富家奴去看了一看，回來就搖頭皺臉，做出文章，慨嘆著工農還在怎樣吃苦，怎樣忍饑，說得滿紙淒淒慘慘。仿佛惟有他卻是極希望一個筋鬥，工農就都住王宮，吃大菜，躺安樂椅子享福的人。誰料還是苦，所以俄國不行了，革命不好了，阿呀阿呀了，可惡之極了。對著這樣的哭喪臉，你同他說什麽呢？假如覺得討厭，我想，只要拿指頭輕輕的在那紙糊架子上挖一個窟窿就可以了。\n\n趙老爺評論翻譯，拉了嚴又陵，並且替他叫屈，於是累得他在你的信裏也挨了一頓罵。但由我看來，這是冤枉的，嚴老爺和趙老爺，在實際上，有虎狗之差。極明顯的例子，是嚴又陵為要譯書，曾經查過漢晉六朝翻譯佛經的方法，趙老爺引嚴又陵為地下知己，卻沒有看這嚴又陵所譯的書。現在嚴譯的書都出版了，雖然沒有什麽意義，但他所用的工夫，卻從中可以查考。據我所記得，譯得最費力，也令人看起來最吃力的，是《穆勒名學》和《群己權界論》的一篇作者自序，其次就是這論，後來不知怎地又改稱為《權界》，連書名也很費解了。最好懂的自然是《天演論》，桐城氣息十足，連字的平仄也都留心，搖頭晃腦的讀起來，真是音調鏗鏘，使人不自覺其頭暈。這一點竟感動了桐城派老頭子吳汝綸(15)，不禁說是“足與周秦諸子相上下”了。然而嚴又陵自己卻知道這太“達”的譯法是不對的，所以他不稱為“翻譯”，而寫作“侯官嚴復達忄旨”；序例上發了一通“信達雅”之類的議論之後，結末卻聲明道：“什法師雲，‘學我者病’。來者方多，慎勿以是書為口實也！”好像他在四十年前，便料到會有趙老爺來謬托知己，早已毛骨悚然一樣。僅僅這一點，我就要說，嚴趙兩大師，實有虎狗之差，不能相提並論的。\n\n那麽，他為什麽要幹這一手把戲呢？答案是：那時的留學生沒有現在這麽闊氣，社會上大抵以為西洋人只會做機器——尤其是自鳴鐘——留學生只會講鬼子話，所以算不了“士”人的。因此他便來鏗鏘一下子，鏗鏘得吳汝綸也肯給他作序，這一序，別的生意也就源源而來了，於是有《名學》，有《法意》，有《原富》等等。但他後來的譯本，看得“信”比“達雅”都重一些。\n\n他的翻譯，實在是漢唐譯經歷史的縮圖。中國之譯佛經，漢末質直，他沒有取法。六朝真是“達”而“雅”了，他的《天演論》的模範就在此。唐則以“信”為主，粗粗一看，簡直是不能懂的，這就仿佛他後來的譯書。譯經的簡單的標本，有金陵刻經處匯印的三種譯本《大乘起信論》，也是趙老爺的一個死對頭。\n\n但我想，我們的譯書，還不能這樣簡單，首先要決定譯給大眾中的怎樣的讀者。將這些大眾，粗粗的分起來：甲，有很受了教育的；乙，有略能識字的；丙，有識字無幾的。而其中的丙，則在“讀者”的範圍之外，啟發他們是圖畫，演講，戲劇，電影的任務，在這裏可以不論。但就是甲乙兩種，也不能用同樣的書籍，應該各有供給閱讀的相當的書。供給乙的，還不能用翻譯，至少是改作，最好還是創作，而這創作又必須並不只在配合讀者的胃口，討好了，讀的多就夠。至於供給甲類的讀者的譯本，無論什麽，我是至今主張“寧信而不順”的。自然，這所謂“不順”，決不是說“跪下”要譯作“跪在膝之上”，“天河”要譯作“牛奶路”的意思，乃是說，不妨不像吃茶淘飯一樣幾口可以咽完，卻必須費牙來嚼一嚼。這裏就來了一個問題：為什麽不完全中國化，給讀者省些力氣呢？這樣費解，怎樣還可以稱為翻譯呢？我的答案是：這也是譯本。這樣的譯本，不但在輸入新的內容，也在輸入新的表現法。中國的文或話，法子實在太不精密了，作文的秘訣，是在避去熟字，刪掉虛字，就是好文章，講話的時候，也時時要辭不達意，這就是話不夠用，所以教員講書，也必須借助於粉筆。這語法的不精密，就在證明思路的不精密，換一句話，就是腦筋有些胡塗。倘若永遠用著胡塗話，即使讀的時候，滔滔而下，但歸根結蒂，所得的還是一個胡塗的影子。要醫這病，我以為只好陸續吃一點苦，裝進異樣的句法去，古的，外省外府的，外國的，後來便可以據為己有。這並不是空想的事情。遠的例子，如日本，他們的文章裏，歐化的語法是極平常的了，和梁啟超做《和文漢讀法》時代，大不相同；近的例子，就如來信所說，一九二五年曾給群眾造出過“罷工”這一個字眼，這字眼雖然未曾有過，然而大眾已都懂得了。\n\n我還以為即便為乙類讀者而譯的書，也應該時常加些新的字眼，新的語法在裏面，但自然不宜太多，以偶爾遇見，而想一想，或問一問就能懂得為度。必須這樣，群眾的言語才能夠豐富起來。\n\n什麽人全都懂得的書，現在是不會有的，只有佛教徒的“”字，據說是“人人能解”，但可惜又是“解各不同”。就是數學或化學書，裏面何嘗沒有許多“術語”之類，為趙老爺所不懂，然而趙老爺並不提及者，太記得了嚴又陵之故也。說到翻譯文藝，倘以甲類讀者為對象，我是也主張直譯的。我自己的譯法，是譬如“山背後太陽落下去了”，雖然不順，也決不改作“日落山陰”，因為原意以山為主，改了就變成太陽為主了。雖然創作，我以為作者也得加以這樣的區別。一面盡量的輸入，一面盡量的消化，吸收，可用的傳下去了，渣滓就聽他剩落在過去裏。所以在現在容忍“多少的不順”，倒並不能算“防守”，其實也還是一種的“進攻”。在現在民眾口頭上的話，那不錯，都是“順”的，但為民眾口頭上的話搜集來的話胚，其實也還是要順的，因此我也是主張容忍“不順”的一個。\n\n但這情形也當然不是永遠的，其中的一部分，將從“不順”而成為“順”，有一部分，則因為到底“不順”而被淘汰，被踢開。這最要緊的是我們自己的批判。如來信所舉的譯例，我都可以承認比我譯得更“達”，也可推定並且更“信”，對於譯者和讀者，都有很大的益處。不過這些只能使甲類的讀者懂得，於乙類的讀者是太艱深的。由此也可見現在必須區別了種種的讀者層，有種種的譯作。\n\n為乙類讀者譯作的方法，我沒有細想過，此刻說不出什麽來。但就大體看來，現在也還不能和口語——各處各種的土話——合一，只能成為一種特別的白話，或限於某一地方的白話。後一種，某一地方以外的讀者就看不懂了，要它分布較廣，勢必至於要用前一種，但因此也就仍然成為特別的白話，文言的分子也多起來。我是反對用太限於一處的方言的，例如小說中常見的“別鬧”“別說”等類罷，假使我沒有到過北京，我一定解作“另外搗亂”“另外去說”的意思，實在遠不如較近文言的“不要”來得容易了然，這樣的只在一處活著的口語，倘不是萬不得已，也應該回避的。還有章回體小說中的筆法，即使眼熟，也不必盡是采用，例如“林沖笑道：原來，你認得。”和“原來，你認得。——林沖笑著說。”這兩條，後一例雖然看去有些洋氣，其實我們講話的時候倒常用，聽得“耳熟”的。但中國人對於小說是看的，所以還是前一例覺得“眼熟”，在書上遇見後一例的筆法，反而好像生疏了。沒有法子，現在只好采說書而去其油滑，聽閑談而去其散漫，博取民眾的口語而存其比較的大家能懂的字句，成為四不像的白話。這白話得是活的，活的緣故，就因為有些是從活的民眾的口頭取來，有些是要從此註入活的民眾裏面去。\n\n臨末，我很感謝你信末所舉的兩個例子。一，我將“……甚至於比自己還要親近”譯成“較之自己較之別人，還要親近的人們”，是直譯德日兩種譯本的說法的。這恐怕因為他們的語法中，沒有像“甚至於”這樣能夠簡單而確切地表現這口氣的字眼的緣故，轉幾個彎，就成為這麽拙笨了。二，將“新的……人”的“人”字譯成“人類”，那是我的錯誤，是太穿鑿了之後的錯誤。萊奮生望見的打麥場上的人，他要造他們成為目前的戰鬥的人物，我是看得很清楚的，但當他默想“新的……人”的時候，卻也很使我默想了好久：（一）“人”的原文，日譯本是“人間”，德譯本是“Mensch”，都是單數，但有時也可作“人們”解；（二）他在目前就想有“新的極好的有力量的慈善的人”，希望似乎太奢，太空了。我於是想到他的出身，是商人的孩子，是智識分子，由此猜測他的戰鬥，是為了經過階級鬥爭之後的無階級社會，於是就將他所設想的目前的人，跟著我的主觀的錯誤，搬往將來，並且成為“人們”——人類了。在你未曾指出之前，我還自以為這見解是很高明的哩，這是必須對於讀者，趕緊聲明改正的。\n\n總之，今年總算將這一部紀念碑的小說，送在這裏的讀者們的面前了。譯的時候和印的時候，頗經過了不少艱難，現在倒也退出了記憶的圈外去，但我真如你來信所說那樣，就像親生的兒子一般愛他，並且由他想到兒子的兒子。還有《鐵流》，我也很喜歡。這兩部小說，雖然粗制，卻並非濫造，鐵的人物和血的戰鬥，實在夠使描寫多愁善病的才子和千嬌百媚的佳人的所謂“美文”，在這面前淡到毫無蹤影。不過我也和你的意思一樣，以為這只是一點小小的勝利，所以也很希望多人合力的更來紹介，至少在後三年內，有關於內戰時代和建設時代的紀念碑的的文學書八種至十種，此外更譯幾種雖然往往被稱為無產者文學，然而還不免含有小資產階級的偏見（如巴比塞）和基督教社會主義的偏見（如辛克萊）的代表作，加上了分析和嚴正的批評，好在那裏，壞在那裏，以備對比參考之用，那麽，不但讀者的見解，可以一天一天的分明起來，就是新的創作家，也得了正確的師範了。\n\n魯迅\n\n　一九三一，十二，二八。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"黑暗中國的文藝界的現狀","content":"——為美國《新群眾》作\n\n現在，在中國，無產階級的革命的文藝運動，其實就是惟一的文藝運動。因為這乃是荒野中的萌芽，除此以外，中國已經毫無其他文藝。屬於統治階級的所謂“文藝家”，早已腐爛到連所謂“為藝術的藝術”以至“頹廢”的作品也不能生產，現在來抵制左翼文藝的，只有誣蔑，壓迫，囚禁和殺戮；來和左翼作家對立的，也只有流氓，偵探，走狗，劊子手了。\n\n這一點，已經由兩年以來的事實，證明得十分明白。前年，最初紹介蒲力汗諾夫（Plekhanov）和盧那卡爾斯基（Lunacharsky）的文藝理論進到中國的時候，先使一位白璧德先生（Mr．ProfA Irving Babbitt）的門徒，感覺銳敏的“學者”憤慨，他以為文藝原不是無產階級的東西，無產者倘要創作或鑒賞文藝，先應該辛苦地積錢，爬上資產階級去，而不應該大家渾身襤褸，到這花園中來吵嚷。並且造出謠言，說在中國主張無產階級文學的人，是得了蘇俄的盧布。這方法也並非毫無效力，許多上海的新聞記者就時時捏造新聞，有時還登出盧布的數目。但明白的讀者們並不相信它，因為比起這種紙上的新聞來，他們卻更切實地在事實上看見只有從帝國主義國家運到殺戮無產者的槍炮。\n\n統治階級的官僚，感覺比學者慢一點，但去年也就日加迫壓了。禁期刊，禁書籍，不但內容略有革命性的，而且連書面用紅字的，作者是俄國的，綏拉菲摩維支（A．Serafmovitch），伊凡諾夫（Ｖ．Ivanov）和奧格涅夫（N．Ognev）不必說了，連契訶夫（Ａ．Chekhov）和安特來夫（L．Andreev）的有些小說也都在禁止之列。於是使書店好出算學教科書和童話，如Mr．Cat和MisRos談天，稱贊春天如何可愛之類——因為至爾妙倫所作的童話的譯本也已被禁止，所以只好竭力稱贊春天。但現在又有一位將軍發怒，說動物居然也能說話而且稱為Mr．，有失人類的尊嚴了。\n\n單是禁止，還不根本的辦法，於是今年有五個左翼作家失了蹤，經家族去探聽，知道是在警備司令部，然而不能相見，半月以後，再去問時，卻道已經“解放”——這是“死刑”的嘲弄的名稱——了，而上海的一切中文和西文的報章上，絕無記載。接著是封閉曾出新書或代售新書的書店，多的時候，一天五家，——但現在又陸續開張了，我們不知道是怎麽一回事，惟看書店的廣告，知道是在竭力印些英漢對照，如斯蒂文生（Robert Stevenson），槐爾特（Oscar Wilde）等人的文章。\n\n然而統治階級對於文藝，也並非沒有積極的建設。一方面，他們將幾個書店的原先的老板和店員趕開，暗暗換上肯聽嗾使的自己的一夥。但這立刻失敗了。因為裏面滿是走狗，這書店便像一座威嚴的衙門，而中國的衙門，是人民所最害怕最討厭的東西，自然就沒有人去。喜歡去跑跑的還是幾只閑逛的走狗。這樣子，又怎能使門市熱鬧呢？但是，還有一方面，是做些文章，印行雜誌，以代被禁止的左翼的刊物，至今為止，已將十種。然而這也失敗了。最有妨礙的是這些“文藝”的主持者，乃是一位上海市的政府委員和一位警備司令部的偵緝隊長，他們的善於“解放”的名譽，都比“創作”要大得多。他們倘做一部“殺戮法”或“偵探術”，大約倒還有人要看的，但不幸竟在想畫畫，吟詩。這實在譬如美國的亨利·福特（Henry Ford）先生不談汽車，卻來對大家唱歌一樣，只令人覺得非常詫異。\n\n官僚的書店沒有人來，刊物沒有人看，救濟的方法，是去強迫早經有名，而並不分明左傾的作者來做文章，幫助他們的刊物的流布。那結果，是只有一兩個胡塗的中計，多數卻至今未曾動筆，有一個竟嚇得躲到不知道什麽地方去了。\n\n現在他們裏面的最寶貴的文藝家，是當左翼文藝運動開始，未受迫害，為革命的青年所擁護的時候，自稱左翼，而現在爬到他們的刀下，轉頭來害左翼作家的幾個人。為什麽被他們所寶貴的呢？因為他曾經是左翼，所以他們的有幾種刊物，那面子還有一部分是通紅的，但將其中的農工的圖，換上了畢亞茲萊（Aubrey Beardsley）的個個好像病人的圖畫了。\n\n在這樣的情形之下，那些讀者們，凡是一向愛讀舊式的強盜小說的和新式的肉欲小說的，倒並不覺得不便。然而較進步的青年，就覺得無書可讀，他們不得已，只得看看空話很多，內容極少——這樣的才不至於被禁止——的書，姑且安慰饑渴，因為他們知道，與其去買官辦的催吐的毒劑，還不如喝喝空杯，至少，是不至於受害。但一大部分革命的青年，卻無論如何，仍在非常熱烈地要求，擁護，發展左翼文藝。\n\n所以，除官辦及其走狗辦的刊物之外，別的書店的期刊，還是不能不設種種方法，加入幾篇比較的急進的作品去，他們也知道專賣空杯，這生意決難久長。左翼文藝有革命的讀者大眾支持，“將來”正屬於這一面。\n\n這樣子，左翼文藝仍在滋長。但自然是好像壓於大石之下的萌芽一樣，在曲折地滋長。\n\n所可惜的，是左翼作家之中，還沒有農工出身的作家。一者，因為農工歷來只被迫壓，榨取，沒有略受教育的機會；二者，因為中國的象形——現在是早已變得連形也不像了——的方塊字，使農工雖是讀書十年，也還不能任意寫出自己的意見。這事情很使拿刀的“文藝家”喜歡。他們以為受教育能到會寫文章，至少一定是小資產階級，小資產者應該抱住自己的小資產，現在卻反而傾向無產者，那一定是“虛偽”。惟有反對無產階級文藝的小資產階級的作家倒是出於“真”心的。“真”比“偽”好，所以他們的對於左翼作家的誣蔑，壓迫，囚禁和殺戮，便是更好的文藝。\n\n但是，這用刀的“更好的文藝”，卻在事實上，證明了左翼作家們正和一樣在被壓迫被殺戮的無產者負著同一的運命，惟有左翼文藝現在在和無產者一同受難（Passion），將來當然也將和無產者一同起來。單單的殺人究竟不是文藝，他們也因此自己宣告了一無所有了。\n\n幾條“順”的翻譯\n\n在這一個多年之中，拚死命攻擊“硬譯”的名人，已經有了三代：首先是祖師梁實秋教授，其次是徒弟趙景深教授，最近就來了徒孫楊晉豪大學生。但這三代之中，卻要算趙教授的主張最為明白而且徹底了，那精義是——“與其信而不順，不如順而不信。”\n\n這一條格言雖然有些希奇古怪，但對於讀者是有效力的。\n\n因為“信而不順”的譯文，一看便覺得費力，要借書來休養精神的讀者，自然就會佩服趙景深教授的格言。至於“順而不信”的譯文，卻是倘不對照原文，就連那“不信”在什麽地方都不知道。然而用原文來對照的讀者，中國有幾個呢。這時候，必須讀者比譯者知道得更多一點，才可以看出其中的錯誤，明白那“不信”的所在。否則，就只好胡裏胡塗的裝進腦子裏去了。\n\n我對於科學是知道得很少的，也沒有什麽外國書，只好看看譯本，但近來往往遇見疑難的地方。隨便舉幾個例子罷。《萬有文庫》裏的周太玄先生的《生物學淺說》裏，有這樣的一句——\n\n“最近如尼爾及厄爾兩氏之對於麥……”\n\n據我所知道，在瑞典有一個生物學名家Nilsson Ehle是考驗小麥的遺傳的，但他是一個人而兼兩姓，應該譯作“尼爾生厄爾”才對。現在稱為“兩氏”，又加了“及”，順是順的，卻很使我疑心是別的兩位了。不過這是小問題，雖然，要講生物學，連這些小節也不應該忽略，但我們姑且模模胡胡罷。\n\n今年的三月號《小說月報》上馮厚生先生譯的《老人》裏，又有這樣的一句——\n\n“他由傷寒病變為流行性的感冒（Influenza）的重病……”\n\n這也是很“順”的，但據我所知道，流行性感冒並不比傷寒重，而且一個是呼吸系病，一個是消化系病，無論你怎樣“變”，也“變”不過去的。須是“傷風”或“中寒”，這才變得過去。但小說不比《生物學淺說》，我們也姑且模模胡胡罷。這回另外來看一個奇特的實驗。\n\n這一種實驗，是出在何定傑及張誌耀兩位合譯的美國Conklin所作的《遺傳與環境》裏面的。那譯文是——“……他們先取出兔眼睛內髓質之晶體，註射於家禽，等到家禽眼中生成一種‘代晶質’，足以透視這種外來的蛋白質精以後，再取出家禽之血清，而註射於受孕之雌兔。雌兔經此番註射，每不能堪，多遭死亡，但是他們的眼睛或晶體並不見有若何之傷害，並且他們卵巢內所蓄之卵，亦不見有什麽特別之傷害，因為就他們以後所生的小兔看來，並沒有生而具殘缺不全之眼者。”\n\n這一段文章，也好像是頗“順”，可以懂得的。但仔細一想，卻不免不懂起來了。一，“髓質之晶體”是什麽？因為水晶體是沒有髓質皮質之分的。二，“代晶質”又是什麽？三，“透視外來的蛋白質”又是怎麽一回事？我沒有原文能對，實在苦惱得很，想來想去，才以為恐怕是應該改譯為這樣的——“他們先取兔眼內的制成漿狀（以便註射）的水晶體，註射於家禽，等到家禽感應了這外來的蛋白質（即漿狀的水晶體）而生‘抗晶質’（即抵抗這漿狀水晶體的物質）。然後再取其血清，而註射於懷孕之雌兔。……”\n\n以上不過隨手引來的幾個例，此外情隨事遷，忘卻了的還不少，有許多為我所不知道的，那自然就都溜過去，或者照樣錯誤地裝在我的腦裏了。但即此幾個例子，我們就已經可以決定，譯得“信而不順”的至多不過看不懂，想一想也許能懂，譯得“順而不信”的卻令人迷誤，怎樣想也不會懂，如果好像已經懂得，那麽你正是入了迷途了。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"習慣與改革","content":" 體質和精神都已硬化了的人民，對於極小的一點改革，也無不加以阻撓，表面上好像恐怕於自己不便，其實是恐怕於自己不利，但所設的口實，卻往往見得極其公正而且堂皇。今年的禁用陰歷，原也是瑣碎的，無關大體的事，但商家當然叫苦連天了。不特此也，連上海的無業遊民，公司雇員，竟也常常慨然長嘆，或者說這很不便於農家的耕種，或者說這很不便於海船的候潮。他們居然因此念起久不相幹的鄉下的農夫，海上的舟子來。這真像煞有些博愛。\n\n一到陰歷的十二月二十三，爆竹就到處畢畢剝剝。我問一家的店夥：“今年仍可以過舊歷年，明年一準過新歷年麽？”那回答是：“明年又是明年，要明年再看了。”他並不信明年非過陽歷年不可。但日歷上，卻誠然刪掉了陰歷，只存節氣。然而一面在報章上，則出現了《一百二十年陰陽合歷》的廣告。好，他們連曾孫玄孫時代的陰歷，也已經給準備妥當了，一百二十年！\n\n梁實秋先生們雖然很討厭多數，但多數的力量是偉大，要緊的，有誌於改革者倘不深知民眾的心，設法利導，改進，則無論怎樣的高文宏議，浪漫古典，都和他們無幹，僅止於幾個人在書房中互相嘆賞，得些自己滿足。假如竟有“好人政府”，出令改革乎，不多久，就早被他們拉回舊道上去了。\n\n真實的革命者，自有獨到的見解，例如烏略諾夫先生，他是將“風俗”和“習慣”，都包括在“文化”之內的，並且以為改革這些，很為困難。我想，但倘不將這些改革，則這革命即等於無成，如沙上建塔，頃刻倒壞。中國最初的排滿革命，所以易得響應者，因為口號是“光復舊物”，就是“復古”，易於取得保守的人民同意的緣故。但到後來，竟沒有歷史上定例的開國之初的盛世，只枉然失了一條辮子，就很為大家所不滿了。\n\n以後較新的改革，就著著失敗，改革一兩，反動十斤，例如上述的一年日歷上不準註陰歷，卻來了陰陽合歷一百二十年。\n\n這種合歷，歡迎的人們一定是很多的，因為這是風俗和習慣所擁護，所以也有風俗和習慣的後援。別的事也如此，倘不深入民眾的大層中，於他們的風俗習慣，加以研究，解剖，分別好壞，立存廢的標準，而於存於廢，都慎選施行的方法，則無論怎樣的改革，都將為習慣的巖石所壓碎，或者只在表面上浮遊一些時。\n\n現在已不是在書齋中，捧書本高談宗教，法律，文藝，美術……等等的時候了，即使要談論這些，也必須先知道習慣和風俗，而且有正視這些的黑暗面的勇猛和毅力。因為倘不看清，就無從改革。僅大叫未來的光明，其實是欺騙怠慢的自己和怠慢的聽眾的。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"中國無產階級革命文學和前驅的血","content":"中國的無產階級革命文學在今天和明天之交發生，在誣蔑和壓迫之中滋長，終於在最黑暗裏，用我們的同志的鮮血寫了第一篇文章。\n\n我們的勞苦大眾歷來只被最劇烈的壓迫和榨取，連識字教育的布施也得不到，惟有默默地身受著宰割和滅亡。繁難的象形字，又使他們不能有自修的機會。智識的青年們意識到自己的前驅的使命，便首先發出戰叫。這戰叫和勞苦大眾自己的反叛的叫聲一樣地使統治者恐怖，走狗的文人即群起進攻，或者制造謠言，或者親作偵探，然而都是暗做，都是匿名，不過證明了他們自己是黑暗的動物。\n\n統治者也知道走狗的文人不能抵擋無產階級革命文學，於是一面禁止書報，封閉書店，頒布惡出版法，通緝著作家，一面用最末的手段，將左翼作家逮捕，拘禁，秘密處以死刑，至今並未宣布。這一面固然在證明他們是在滅亡中的黑暗的動物，一面也在證實中國無產階級革命文學陣營的力量，因為如傳略所羅列，我們的幾個遇害的同志的年齡，勇氣，尤其是平日的作品的成績，已足使全隊走狗不敢狂吠。然而我們的這幾個同志已被暗殺了，這自然是無產階級革命文學的若干的損失，我們的很大的悲痛。但無產階級革命文學卻仍然滋長，因為這是屬於革命的廣大勞苦群眾的，大眾存在一日，壯大一日，無產階級革命文學也就滋長一日。我們的同志的血，已經證明了無產階級革命文學和革命的勞苦大眾是在受一樣的壓迫，一樣的殘殺，作一樣的戰鬥，有一樣的運命，是革命的勞苦大眾的文學。\n\n現在，軍閥的報告，已說雖是六十歲老婦，也為「邪說」所中，租界的巡捕，雖對於小學兒童，也時時加以檢查，他們除從帝國主義得來的槍炮和幾條走狗之外，已將一無所有了，所有的只是老老小小——青年不必說——的敵人。而他們的這些敵人，便都在我們的這一面。\n\n我們現在以十分的哀悼和銘記，紀念我們的戰死者，也就是要牢記中國無產階級革命文學的歷史的第一頁，是同志的鮮血所記錄，永遠在顯示敵人的卑劣的兇暴和啟示我們的不斷的鬥爭。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"關於《唐三藏取經詩話》的版本","content":"關於《唐三藏取經詩話》的版本——寄開明書店中學生雜誌社編輯先生：\n\n這一封信，不知道能否給附載在《中學生》上？事情是這樣的——\n\n《中學生》新年號內，鄭振鐸先生的大作《宋人話本》中關於《唐三藏取經詩話》，有如下的一段話：“此話本的時代不可知，但王國維氏據書末：‘中瓦子張家印’數字，而斷定其為宋槧，語頗可信。故此話本，當然亦必為宋代的產物。但也有人加以懷疑的。不過我們如果一讀元代吳昌齡的《西遊記》雜劇，便知這部原始的取經故事其產生必定是遠在於吳氏《西遊記》雜劇之前的。換一句話說，必定是在元代之前的宋代的。而‘中瓦子’的數字恰好證實其為南宋臨安城中所出產的東西，而沒有什麽疑義。”\n\n我先前作《中國小說史略》時，曾疑此書為元槧，甚招收藏者德富蘇峰先生的不滿，著論辟謬，我也略加答辨，後來收在雜感集中。所以鄭振鐸先生大作中之所謂“人”，其實就是“魯迅”，於唾棄之中，仍寓代為遮羞的美意，這是我萬分慚而且感的。但我以為考證固不可荒唐，而亦不宜墨守，世間許多事，只消常識，便得了然。藏書家欲其所藏版本之古，史家則不然。故於舊書，不以缺筆定時代，如遺老現在還有將亻羲字缺末筆者，但現在確是中華民國；也不專以地名定時代，如我生於紹興，然而並非南宋人，因為許多地名，是不隨朝代而改的；也不僅據文意的華樸巧拙定時代，因為作者是文人還是市人，於作品是大有分別的。\n\n所以倘無積極的確證，《唐三藏取經詩話》似乎還可懷疑為元槧。即如鄭振鐸先生所引據的同一位“王國維氏”，他別有《兩浙古刊本考》兩卷，民國十一年序，收在遺書第二集中。其卷上“杭州府刊版”的“辛，元雜本”項下，有這樣的兩種在內——\n\n《京本通俗小說》《大唐三藏取經詩話》三卷是不但定《取經詩話》為元槧，且並以《通俗小說》為元本了。《兩浙古本考》雖然並非僻書，但中學生諸君也並非專治文學史者，恐怕未必有暇涉獵。所以錄寄貴刊，希為刊載，一以略助多聞，二以見單文孤證，是難以“必定”一種史實而常有“什麽疑義”的。\n\n專此布達，並請\n\n撰安。\n\n魯迅啟上。一月十九日夜。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「硬譯」與「文學的階級性」","content":"聽說《新月》月刊團體裏的人們在說，現在銷路好起來了。這大概是真的，以我似的交際極少的人，也在兩個年青朋友的手裏見過第二卷第六七號的合本。順便一翻，是爭“言論自由”的文字和小說居多。近尾巴處，則有梁實秋先生的一篇《論魯迅先生的“硬譯”》，以為“近於死譯”。而“死譯之風也斷不可長”，就引了我的三段譯文，以及在《文藝與批評》的後記裏所說：“但因為譯者的能力不夠，和中國文本來的缺點，譯完一看，晦澀，甚而至於難解之處也真多；倘將仂句拆下來呢，又失了原來的語氣。在我，是除了還是這樣的硬譯之外，只有束手這一條路了，所余的惟一的希望，只在讀者還肯硬著頭皮看下去而已”這些話，細心地在字旁加上圓圈，還在“硬譯”兩字旁邊加上套圈，於是“嚴正”地下了“批評”道：“我們‘硬著頭皮看下去’了，但是無所得。‘硬譯’和‘死譯’有什麽分別呢？”\n\n新月社的聲明中，雖說並無什麽組織，在論文裏，也似乎痛惡無產階級式的“組織”，“集團”這些話，但其實是有組織的，至少，關於政治的論文，這一本裏都互相“照應”；關於文藝，則這一篇是登在上面的同一批評家所作的《文學是有階級性的嗎？》的余波。在那一篇裏有一段說：“……但是不幸得很，沒有一本這類的書能被我看懂。……最使我感得困難的是文字，……簡直讀起來比天書還難。……現在還沒有一個中國人，用中國人所能看得懂的文字，寫一篇文章告訴我們無產文學的理論究竟是怎麽一回事。”字旁也有圓圈，怕排印麻煩，恕不照畫了。總之，梁先生自認是一切中國人的代表，這些書既為自己所不懂，也就是為一切中國人所不懂，應該在中國斷絕其生命，於是出示曰“此風斷不可長”雲。\n\n別的“天書”譯著者的意見我不能代表，從我個人來看，則事情是不會這樣簡單的。第一，梁先生自以為“硬著頭皮看下去”了，但究竟硬了沒有，是否能夠，還是一個問題。以硬自居了，而實則其軟如棉，正是新月社的一種特色。第二，梁先生雖自來代表一切中國人了，但究竟是否全國中的最優秀者，也是一個問題。這問題從《文學是有階級性的嗎？》這篇文章裏，便可以解釋。Proletary這字不必譯音，大可譯義，是有理可說的。但這位批評家卻道：“其實翻翻字典，這個字的涵義並不見得體面，據《韋白斯特大字典》，Proletary的意思就是：Acitizen of the lowest class who served the state not with property, but only by having children。……普羅列塔利亞是國家裏只會生孩子的階級！（至少在羅馬時代是如此）”其實正無須來爭這“體面”，大約略有常識者，總不至於以現在為羅馬時代，將現在的無產者都看作羅馬人的。這正如將Chemie譯作“舍密學”，讀者必不和埃及的“煉金術”混同，對於“梁”先生所作的文章，也決不會去考查語源，誤解為“獨木小橋”竟會動筆一樣。連“翻翻字典”（《韋白斯特大字典》！）也還是“無所得”，一切中國人未必全是如此的罷。\n\n但於我最覺得有興味的，是上節所引的梁先生的文字裏，有兩處都用著一個“我們”，頗有些“多數”和“集團”氣味了。自然，作者雖然單獨執筆，氣類則決不只一人，用“我們”來說話，是不錯的，也令人看起來較有力量，又不至於一人雙肩負責。然而，當“思想不能統一”時，“言論應該自由”時，正如梁先生的批評資本制度一般，也有一種“弊病”。就是，既有“我們”便有我們以外的“他們”，於是新月社的“我們”雖以為我的“死譯之風斷不可長”了，卻另有讀了並不“無所得”的讀者存在，而我的“硬譯”，就還在“他們”之間生存，和“死譯”還有一些區別。\n\n我也就是新月社的“他們”之一，因為我的譯作和梁先生所需的條件，是全都不一樣的。\n\n那一篇《論硬譯》的開頭論誤譯勝於死譯說：“一部書斷斷不會完全曲譯……部分的曲譯即使是錯誤，究竟也還給你一個錯誤，這個錯誤也許真是害人無窮的，而你讀的時候究竟還落個爽快。”末兩句大可以加上夾圈，但我卻從來不幹這樣的勾當。我的譯作，本不在博讀者的“爽快”，卻往往給以不舒服，甚而至於使人氣悶，憎惡，憤恨。讀了會“落個爽快”的東西，自有新月社的人們的譯著在：徐誌摩先生的詩，沈從文，淩叔華先生的小說，陳西瀅（即陳源）先生的閑話，梁實秋先生的批評，潘光旦先生的優生學，還有白璧德先生的人文主義。\n\n所以，梁先生後文說：“這樣的書，就如同看地圖一般，要伸著手指來尋找句法的線索位置”這些話，在我也就覺得是廢話，雖說猶如不說了。是的，由我說來，要看“這樣的書”就如同看地圖一樣，要伸著手指來找尋“句法的線索位置”的。看地圖雖然沒有看《楊妃出浴圖》或《歲寒三友圖》那麽“爽快”，甚而至於還須伸著手指（其實這恐怕梁先生自己如此罷了，看慣地圖的人，是只用眼睛就可以的），但地圖並不是死圖；所以“硬譯”即使有同一之勞，照例子也就和“死譯”有了些“什麽區別”。識得ABCD者自以為新學家，仍舊和化學方程式無關，會打算盤的自以為數學家，看起筆算的演草來還是無所得。現在的世間，原不是一為學者，便與一切事都會有緣的。\n\n然而梁先生有實例在，舉了我三段的譯文，雖然明知道“也許因為沒有上下文的緣故，意思不能十分明了”。在《文學是有階級性的嗎？》這篇文章中，也用了類似手段，舉出兩首譯詩來，總評道：“也許偉大的無產文學還沒有出現，那麽我願意等著，等著，等著。”這些方法，誠然是很“爽快”的，但我可以就在這一本《新月》月刊裏的創作——是創作呀！——《搬家》第八頁上，舉出一段文字來——\n\n“小雞有耳朵沒有？”\n\n“我沒看見過小雞長耳朵的。”\n\n“它怎樣聽見我叫它呢？”她想到前天四婆告訴她的耳朵是管聽東西，眼是管看東西的。\n\n“這個蛋是白雞黑雞？”枝兒見四婆沒答她，站起來摸著蛋子又問。\n\n“現在看不出來，等孵出小雞才知道。”\n\n“婉兒姊說小雞會變大雞，這些小雞也會變大雞麽？”\n\n“好好的餵它就會長大了，像這個雞買來時還沒有這樣大吧？”\n\n也夠了，“文字”是懂得的，也無須伸出手指來尋線索，但我不“等著”了，以為就這一段看，是既不“爽快”，而且和不創作是很少區別的。\n\n臨末，梁先生還有一個詰問：“中國文和外國文是不同的，……翻譯之難即在這個地方。假如兩種文中的文法句法詞法完全一樣，那麽翻譯還成為一件工作嗎？……我們不妨把句法變換一下，以使讀者能懂為第一要義，因為‘硬著頭皮’不是一件愉快的事，並且‘硬譯’也不見得能保存‘原來的精悍的語氣’。假如‘硬譯’而還能保存‘原來的精悍的語氣’，那真是一件奇跡，還能說中國文是有‘缺點’嗎？”我倒不見得如此之愚，要尋求和中國文相同的外國文，或者希望“兩種文中的文法句法詞法完全一樣”。我但以為文法繁復的國語，較易於翻譯外國文，語系相近的，也較易於翻譯，而且也是一種工作。荷蘭翻德國，俄國翻波蘭，能說這和並不工作沒有什麽區別麽？日本語和歐美很“不同”，但他們逐漸添加了新句法，比起古文來，更宜於翻譯而不失原來的精悍的語氣，開初自然是須“找尋句法的線索位置”，很給了一些人不“愉快”的，但經找尋和習慣，現在已經同化，成為己有了。中國的文法，比日本的古文還要不完備，然而也曾有些變遷，例如《史》《漢》不同於《書經》，現在的白話文又不同於《史》《漢》；有添造，例如唐譯佛經，元譯上諭，當時很有些“文法句法詞法”是生造的，一經習用，便不必伸出手指，就懂得了。現在又來了“外國文”，許多句子，即也須新造，——說得壞點，就是硬造。據我的經驗，這樣譯來，較之化為幾句，更能保存原來的精悍的語氣，但因為有待於新造，所以原先的中國文是有缺點的。有什麽“奇跡”，幹什麽“嗎”呢？但有待於“伸出手指”，“硬著頭皮”，於有些人自然“不是一件愉快的事”。不過我是本不想將“爽快”或“愉快”來獻給那些諸公的，只要還有若干的讀者能夠有所得，梁實秋先生“們”的苦樂以及無所得，實在“於我如浮雲”。\n\n但梁先生又有本不必求助於無產文學理論，而仍然很不了了的地方，例如他說，“魯迅先生前些年翻譯的文學，例如廚川白村的《苦悶的象征》，還不是令人看不懂的東西，但是最近翻譯的書似乎改變風格了。”只要有些常識的人就知道：“中國文和外國文是不同的”，但同是一種外國文，因為作者各人的做法，而“風格”和“句法的線索位置”也可以很不同。句子可繁可簡，名詞可常可專，決不會一種外國文，易解的程度就都一式。我的譯《苦悶的象征》，也和現在一樣，是按板規逐句，甚而至於逐字譯的，然而梁實秋先生居然以為不能看懂者，乃是原文原是易解的緣故，也因為梁實秋先生是中國新的批評家了的緣故，也因為其中硬造的句法，是比較地看慣了的緣故。若在三家村裏，專讀《古文觀止》的學者們，看起來又何嘗不比“天書”還難呢。\n\n但是，這回的“比天書還難”的無產文學理論的譯本們，卻給了梁先生不小的影響。看不懂了，會有影響，雖然好像滑稽，然而是真的，這位批評家在《文學是有階級性的嗎？》裏說：“我現在批評所謂無產文學理論，也只能根據我所能了解的一點材料而已。”這就是說：因此而對於這理論的知識，極不完全了。\n\n但對於這罪過，我們（包含一切“天書”譯者在內，故曰“們”）也只能負一部分的責任，一部分是要作者自己的胡塗或懶惰來負的。“什麽盧那卡爾斯基，蒲力汗諾夫”的書我不知道，若夫“婆格達諾夫之類”的三篇論文和托羅茲基的半部《文學與革命》，則確有英文譯本的了。英國沒有“魯迅先生”，譯文定該非常易解。梁先生對於偉大的無產文學的產生，曾經顯示其“等著，等著，等著”的耐心和勇氣，這回對於理論，何不也等一下子，尋來看了再說呢。不知其有而不求曰胡塗，知其有而不求曰懶惰，如果單是默坐，這樣也許是“爽快”的，然而開起口來，卻很容易咽進冷氣去了。\n\n例如就是那篇《文學是有階級性的嗎？》的高文，結論是並無階級性。要抹殺階級性，我以為最幹凈的是吳稚暉先生的“什麽馬克斯牛克斯”以及什麽先生的“世界上並沒有階級這東西”的學說。那麽，就萬喙息響，天下太平。但梁先生卻中了一些“什麽馬克斯”毒了，先承認了現在許多地方是資產制度，在這制度之下則有無產者。不過這“無產者本來並沒有階級的自覺。是幾個過於富同情心而又態度褊激的領袖把這個階級觀念傳授了給他們”，要促起他們的聯合，激發他們爭鬥的欲念。不錯，但我以為傳授者應該並非由於同情，卻因了改造世界的思想。況且“本無其物”的東西，是無從自覺，無從激發的，會自覺，能激發，足見那是原有的東西。原有的東西，就遮掩不久，即如格裏萊阿說地體運動，達爾文說生物進化，當初何嘗不或者幾被宗教家燒死，或者大受保守者攻擊呢，然而現在人們對於兩說，並不為奇者，就因為地體終於在運動，生物確也在進化的緣故。承認其有而要掩飾為無，非有絕技是不行的。\n\n但梁先生自有消除鬥爭的辦法，以為如盧梭所說：“資產是文明的基礎”，“所以攻擊資產制度，即是反抗文明”，“一個無產者假如他是有出息的，只消辛辛苦苦誠誠實實的工作一生，多少必定可以得到相當的資產。這才是正當的生活鬥爭的手段。”我想，盧梭去今雖已百五十年，但當不至於以為過去未來的文明，都以資產為基礎。（但倘說以經濟關系為基礎，那自然是對的。）希臘印度，都有文明，而繁盛時俱非在資產社會，他大概是知道的；倘不知道，那也是他的錯誤。至於無產者應該“辛辛苦苦”爬上有產階級去的“正當”的方法，則是中國有錢的老太爺高興時候，教導窮工人的古訓，在實際上，現今正在“辛辛苦苦誠誠實實”想爬上一級去的“無產者”也還多。然而這是還沒有人“把這個階級觀念傳授了給他們”的時候。一經傳授，他們可就不肯一個一個的來爬了，誠如梁先生所說，“他們是一個階級了，他們要有組織了，他們是一個集團了，於是他們便不循常軌的一躍而奪取政權財權，一躍而為統治階級。”但可還有想“辛辛苦苦誠誠實實工作一生，多少必定可以得到相當的資產”的“無產者”呢？自然還有的。然而他要算是“尚未發財的有產者”了。梁先生的忠告，將為無產者所嘔吐了，將只好和老太爺去互相贊賞而已了。\n\n那麽，此後如何呢？梁先生以為是不足慮的。因為“這種革命的現象不能是永久的，經過自然進化之後，優勝劣敗的定律又要證明了，還是聰明才力過人的人占優越的地位，無產者仍是無產者”。但無產階級大概也知道“反文明的勢力早晚要被文明的勢力所征服”，所以“要建立所謂‘無產階級文化’，……這裏面包括文藝學術”。\n\n自此以後，這才入了文藝批評的本題。\n\n梁先生首先以為無產者文學理論的錯誤，是“在把階級的束縛加在文學上面”，因為一個資本家和一個勞動者，有不同的地方，但還有相同的地方，“他們的人性（這兩字原本有套圈）並沒有兩樣”，例如都有喜怒哀樂，都有戀愛（但所“說的是戀愛的本身，不是戀愛的方式”），“文學就是表現這最基本的人性的藝術”。這些話是矛盾而空虛的。既然文明以資產為基礎，窮人以竭力爬上去為“有出息”，那麽，爬上是人生的要諦，富翁乃人類的至尊，文學也只要表現資產階級就夠了，又何必如此“過於富同情心”，一並包括“劣敗”的無產者？況且“人性”的“本身”，又怎樣表現的呢？譬如原質或雜質的化學底性質，有化合力，物理學底性質有硬度，要顯示這力和度數，是須用兩種物質來表現的，倘說要不用物質而顯示化合力和硬度的單單“本身”，無此妙法；但一用物質，這現象即又因物質而不同。文學不借人，也無以表示“性”，一用人，而且還在階級社會裏，即斷不能免掉所屬的階級性，無需加以“束縛”，實乃出於必然。自然，“喜怒哀樂，人之情也”，然而窮人決無開交易所折本的懊惱，煤油大王那會知道北京檢煤渣老婆子身受的酸辛，饑區的災民，大約總不去種蘭花，像闊人的老太爺一樣，賈府上的焦大，也不愛林妹妹的。“汽笛呀！”“列寧呀！”固然並不就是無產文學，然而“一切東西呀！”“一切人呀！”“可喜的事來了，人喜了呀！”也不是表現“人性”的“本身”的文學。倘以表現最普通的人性的文學為至高，則表現最普遍的動物性——營養，呼吸，運動，生殖——的文學，或者除去“運動”，表現生物性的文學，必當更在其上。倘說，因為我們是人，所以以表現人性為限，那麽，無產者就因為是無產階級，所以要做無產文學。\n\n其次，梁先生說作者的階級，和作品無關。托爾斯泰出身貴族，而同情於貧民，然而並不主張階級鬥爭；馬克斯並非無產階級中的人物；終身窮苦的約翰孫博士，誌行吐屬，過於貴族。所以估量文學，當看作品本身，不能連累到作者的階級和身分。這些例子，也全不足以證明文學的無階級性的。托爾斯泰正因為出身貴族，舊性蕩滌不盡，所以只同情於貧民而不主張階級鬥爭。馬克斯原先誠非無產階級中的人物，但也並無文學作品，我們不能懸擬他如果動筆，所表現的一定是不用方式的戀愛本身。至於約翰孫博士終身窮苦，而誌行吐屬，過於王侯者，我卻實在不明白那緣故，因為我不知道英國文學和他的傳記。也許，他原想“辛辛苦苦誠誠實實的工作一生，多少必定可以得到相當的資產”，然後再爬上貴族階級去，不料終於“劣敗”，連相當的資產也積不起來，所以只落得擺空架子，“爽快”了罷。\n\n其次，梁先生說，“好的作品永遠是少數人的專利品，大多數永遠是蠢的，永遠是和文學無緣”，但鑒賞力之有無卻和階級無幹，因為“鑒賞文學也是天生的一種福氣”，就是，雖在無產階級裏，也會有這“天生的一種福氣”的人。由我推論起來，則只要有這一種“福氣”的人，雖窮得不能受教育，至於一字不識，也可以賞鑒《新月》月刊，來作“人性”和文藝“本身”原無階級性的證據。但梁先生也知道天生這一種福氣的無產者一定不多，所以另定一種東西（文藝？）來給他們看，“例如什麽通俗的戲劇，電影，偵探小說之類”，因為“一般勞工勞農需要娛樂，也許需要少量的藝術的娛樂”的緣故。這樣看來，好像文學確因階級而不同了，但這是因鑒賞力之高低而定的，這種力量的修養和經濟無關，乃是上帝之所賜——“福氣”。所以文學家要自由創造，既不該為皇室貴族所雇用，也不該受無產階級所威脅，去做謳功頌德的文章。這是不錯的，但在我們所見的無產文學理論中，也並未見過有誰說或一階級的文學家，不該受皇室貴族的雇用，卻該受無產階級的威脅，去做謳功頌德的文章，不過說，文學有階級性，在階級社會中，文學家雖自以為“自由”，自以為超了階級，而無意識底地，也終受本階級的階級意識所支配，那些創作，並非別階級的文化罷了。例如梁先生的這篇文章，原意是在取消文學上的階級性，張揚真理的。但以資產為文明的祖宗，指窮人為劣敗的渣滓，只要一瞥，就知道是資產家的鬥爭的“武器”，——不，“文章”了。無產文學理論家以主張“全人類”“超階級”的文學理論為幫助有產階級的東西，這裏就給了一個極分明的例證。至於成仿吾先生似的“他們一定勝利的，所以我們去指導安慰他們去”，說出“去了”之後，便來“打發”自己們以外的“他們”那樣的無產文學家，那不消說，是也和梁先生一樣地對於無產文學的理論，未免有“以意為之”的錯誤的。\n\n又其次，梁先生最痛恨的是無產文學理論家以文藝為鬥爭的武器，就是當作宣傳品。他“不反對任何人利用文學來達到另外的目的”，但“不能承認宣傳式的文字便是文學”。我以為這是自擾之談。據我所看過的那些理論，都不過說凡文藝必有所宣傳，並沒有誰主張只要宣傳式的文字便是文學。誠然，前年以來，中國確曾有許多詩歌小說，填進口號和標語去，自以為就是無產文學。但那是因為內容和形式，都沒有無產氣，不用口號和標語，便無從表示其“新興”的緣故，實際上也並非無產文學。今年，有名的“無產文學底批評家”錢杏邨先生在《拓荒者》上還在引盧那卡爾斯基的話，以為他推重大眾能解的文學，足見用口號標語之未可厚非，來給那些“革命文學”辯護。但我覺得那也和梁實秋先生一樣，是有意的或無意的曲解。盧那卡爾斯基所謂大眾能解的東西，當是指托爾斯泰做了分給農民的小本子那樣的文體，工農一看便會了然的語法，歌調，詼諧。只要看臺明·培特尼（DemianBednii）曾因詩歌得到赤旗章，而他的詩中並不用標語和口號，便可明白了。\n\n最後，梁先生要看貨色。這不錯的，是最切實的辦法；但抄兩首譯詩算是在示眾，是不對的。《新月》上就曾有《論翻譯之難》，何況所譯的文是詩。就我所見的而論，盧那卡爾斯基的《被解放的堂·吉訶德》，法兌耶夫的《潰滅》，格拉特珂夫的《水門汀》，在中國這十一年中，就並無可以和這些相比的作品。這是指“新月社”一流的蒙資產文明的余蔭，而且衷心在擁護它的作家而言。於號稱無產作家的作品中，我也舉不出相當的成績。但錢杏邨先生也曾辯護，說新興階級，於文學的本領當然幼稚而單純，向他們立刻要求好作品，是“布爾喬亞”的惡意。這話為農工而說，是極不錯的。這樣的無理要求，恰如使他們凍餓了好久，倒怪他們為什麽沒有富翁那麽肥胖一樣。但中國的作者，現在卻實在並無剛剛放下鋤斧柄子的人，大多數都是進過學校的智識者，有些還是早已有名的文人，莫非克服了自己的小資產階級意識之後，就連先前的文學本領也隨著消失了麽？不會的。俄國的老作家亞歷舍·托爾斯泰和威壘賽耶夫，普理希文，至今都還有好作品。中國的有口號而無隨同的實證者，我想，那病根並不在“以文藝為階級鬥爭的武器”，而在“借階級鬥爭為文藝的武器”，在“無產者文學”這旗幟之下，聚集了不少的忽翻筋鬥的人，試看去年的新書廣告，幾乎沒有一本不是革命文學，批評家又但將辯護當作“清算”，就是，請文學坐在“階級鬥爭”的掩護之下，於是文學自己倒不必著力，因而於文學和鬥爭兩方面都少關系了。\n\n但中國目前的一時現象，當然毫不足作無產文學之新興的反證的。梁先生也知道，所以他臨末讓步說，“假如無產階級革命家一定要把他的宣傳文學喚做無產文學，那總算是一種新興文學，總算是文學國土裏的新收獲，用不著高呼打倒資產的文學來爭奪文學的領域，因為文學的領域太大了，新的東西總有它的位置的。”但這好像“中日親善，同存共榮”之說，從羽毛未豐的無產者看來，是一種欺騙。願意這樣的“無產文學者”，現在恐怕實在也有的罷，不過這是梁先生所謂“有出息”的要爬上資產階級去的“無產者”一流，他的作品是窮秀才未中狀元時候的牢騷，從開手到爬上以及以後，都決不是無產文學。無產者文學是為了以自己們之力，來解放本階級並及一切階級而鬥爭的一翼，所要的是全般，不是一角的地位。就拿文藝批評界來比方罷，假如在“人性”的“藝術之宮”（這須從成仿吾先生處租來暫用）裏，向南面擺兩把虎皮交椅，請梁實秋錢杏邨兩位先生並排坐下，一個右執“新月”，一個左執“太陽”，那情形可真是“勞資”媲美了。\n\n到這裏，又可以談到我的“硬譯”去了。\n\n推想起來，這是很應該跟著發生的問題：無產文學既然重在宣傳，宣傳必須多數能懂，那麽，你這些“硬譯”而難懂的理論“天書”，究竟為什麽而譯的呢？不是等於不譯麽？\n\n我的回答，是：為了我自己，和幾個以無產文學批評家自居的人，和一部分不圖“爽快”，不怕艱難，多少要明白一些這理論的讀者。\n\n從前年以來，對於我個人的攻擊是多極了，每一種刊物上，大抵總要看見“魯迅”的名字，而作者的口吻，則粗粗一看，大抵好像革命文學家。但我看了幾篇，竟逐漸覺得廢話太多了。解剖刀既不中腠理，子彈所擊之處，也不是致命傷。例如我所屬的階級罷，就至今還未判定，忽說小資產階級，忽說“布爾喬亞”，有時還升為“封建余孽”，而且又等於猩猩（見《創造月刊》上的“東京通信”）；有一回則罵到牙齒的顏色。在這樣的社會裏，有封建余孽出風頭，是十分可能的，但封建余孽就是猩猩，卻在任何“唯物史觀”上都沒有說明，也找不出牙齒色黃，即有害於無產階級革命的論據。我於是想，可供參考的這樣的理論，是太少了，所以大家有些胡塗。對於敵人，解剖，咬嚼，現在是在所不免的，不過有一本解剖學，有一本烹飪法，依法辦理，則構造味道，總還可以較為清楚，有味。人往往以神話中的Prometheus比革命者，以為竊火給人，雖遭天帝之虐待不悔，其博大堅忍正相同。但我從別國裏竊得火來，本意卻在煮自己的肉的，以為倘能味道較好，庶幾在咬嚼者那一面也得到較多的好處，我也不枉費了身軀：出發點全是個人主義，並且還夾雜著小市民性的奢華，以及慢慢地摸出解剖刀來，反而刺進解剖者的心臟裏去的“報復”。梁先生說“他們要報復！”其實豈只“他們”，這樣的人在“封建余孽”中也很有的。然而，我也願意於社會上有些用處，看客所見的結果仍是火和光。這樣，首先開手的就是《文藝政策》，因為其中含有各派的議論。鄭伯奇先生現在是開書鋪，印Hauptmann和Gregory夫人的劇本了，那時他還是革命文學家，便在所編的《文藝生活》上，笑我的翻譯這書，是不甘沒落，而可惜被別人著了先鞭。翻一本書便會浮起，做革命文學家真太容易了，我並不這樣想。有一種小報，則說我的譯《藝術論》是“投降”。是的，投降的事，為世上所常有。但其時成仿吾元帥早已爬出日本的溫泉，住進巴黎的旅館了，在這裏又向誰去輸誠呢。今年，說法又兩樣了，在《拓荒者》和《現代小說》上，都說是“方向轉換”。我看見日本的有些雜誌中，曾將這四字加在先前的新感覺派片岡鐵兵上，算是一個好名詞。其實，這些紛紜之談，也還是只看名目，連想也不肯想的老病。譯一本關於無產文學的書，是不足以證明方向的，倘有曲譯，倒反足以為害。我的譯書，就也要獻給這些速斷的無產文學批評家，因為他們是有不貪“爽快”，耐苦來研究這些理論的義務的。\n\n但我自信並無故意的曲譯，打著我所不佩服的批評家的傷處了的時候我就一笑，打著我的傷處了的時候我就忍疼，卻決不肯有所增減，這也是始終“硬譯”的一個原因。自然，世間總會有較好的翻譯者，能夠譯成既不曲，也不“硬”或“死”的文章的，那時我的譯本當然就被淘汰，我就只要來填這從“無有”到“較好”的空間罷了。\n\n然而世間紙張還多，每一文社的人數卻少，誌大力薄，寫不完所有的紙張，於是一社中的職司克敵助友，掃蕩異類的批評家，看見別人來塗寫紙張了，便喟然興嘆，不勝其搖頭頓足之苦。上海的《申報》上，至於稱社會科學的翻譯者為“阿狗阿貓”，其憤憤有如此。在“中國新興文學的地位，早為讀者所共知”的蔣光Z先生，曾往日本東京養病，看見藏原惟人，談到日本有許多翻譯太壞，簡直比原文還難讀……他就笑了起來，說：“……那中國的翻譯界更要莫名其妙了，近來中國有許多書籍都是譯自日文的，如果日本人將歐洲人那一國的作品帶點錯誤和刪改，從日文譯到中國去，試問這作品豈不是要變了一半相貌麽？……”（見《拓荒者》也就是深不滿於翻譯，尤其是重譯的表示。不過梁先生還舉出書名和壞處，蔣先生卻只嫣然一笑，掃蕩無余，真是普遍得遠了。藏原惟人是從俄文直接譯過許多文藝理論和小說的，於我個人就極有裨益。我希望中國也有一兩個這樣的誠實的俄文翻譯者，陸續譯出好書來，不僅自罵一聲“混蛋”就算盡了革命文學家的責任。\n\n然而現在呢，這些東西，梁實秋先生是不譯的，稱人為“阿狗阿貓”的偉人也不譯，學過俄文的蔣先生原是最為適宜的了，可惜養病之後，只出了一本《一周間》，而日本則早已有了兩種的譯本。中國曾經大談達爾文，大談尼采，到歐戰時候，則大罵了他們一通，但達爾文的著作的譯本，至今只有一種，尼采的則只有半部，學英德文的學者及文豪都不暇顧及，或不屑顧及，拉倒了。所以暫時之間，恐怕還只好任人笑罵，仍從日文來重譯，或者取一本原文，比照了日譯本來直譯罷。我還想這樣做，並且希望更多有這樣做的人，來填一填徹底的高談中的空虛，因為我們不能像蔣先生那樣的“好笑起來”，也不該如梁先生的“等著，等著，等著”了。\n\n我在開頭曾有“以硬自居了，而實則其軟如棉，正是新月社的一種特色”這些話，到這裏還應該簡短地補充幾句，就作為本篇的收場。\n\n《新月》一出世，就主張“嚴正態度”，但於罵人者則罵之，譏人者則譏之。這並不錯，正是“即以其人之道，還治其人之身”，雖然也是一種“報復”，而非為了自己。到二卷六七號合本的廣告上，還說“我們都保持‘容忍’的態度（除了‘不容忍’的態度是我們所不能容忍以外），我們都喜歡穩健的合乎理性的學說”。上兩句也不錯，“以眼還眼，以牙還牙”，和開初仍然一貫。然而從這條大路走下去，一定要遇到“以暴力抗暴力”，這和新月社諸君所喜歡的“穩健”也不能相容了。\n\n這一回，新月社的“自由言論”遭了壓迫，照老辦法，是必須對於壓迫者，也加以壓迫的，但《新月》上所顯現的反應，卻是一篇《告壓迫言論自由者》，先引對方的黨義，次引外國的法律，終引東西史例，以見凡壓迫自由者，往往臻於滅亡：是一番替對方設想的警告。\n\n所以，新月社的“嚴正態度”，“以眼還眼”法，歸根結蒂，是專施之力量相類，或力量較小的人的，倘給有力者打腫了眼，就要破例，只舉手掩住自己的臉，叫一聲“小心你自己的眼睛！”\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"柔石小傳","content":"柔石，原名平復，姓趙，以一九〇一年生於浙江省臺州寧海縣的市門頭。前幾代都是讀書的，到他的父親，家景已不能支，只好去營小小的商業，所以他直到十歲，這才能入小學。一九一七年赴杭州，入第一師範學校；一面為杭州晨光社之一員，從事新文學運動。畢業後，在慈溪等處為小學教師，且從事創作，有短篇小說集《瘋人》一本，即在寧波出版，是為柔石作品印行之始。一九二三年赴北京，為北京大學旁聽生。\n\n回鄉後，於一九二五年春，為鎮海中學校務主任，抵抗北洋軍閥的壓迫甚力。秋，咯血，但仍力助寧海青年，創辦寧海中學，至次年，竟得募集款項，造成校舍；一面又任教育局局長，改革全縣的教育。\n\n一九二八年四月，鄉村發生暴動。失敗後，到處反動，較新的全被摧毀，寧海中學既遭解散，柔石也單身出走，寓居上海，研究文藝。十二月為《語絲》編輯，又與友人設立朝華社，於創作之外，並致力於紹介外國文藝，尤其是北歐，東歐的文學與版畫，出版的有《朝華》周刊二十期，旬刊十二期，及《藝苑朝華》五本。後因代售者不付書價，力不能支，遂中止。\n\n一九三〇年春，自由運動大同盟發動，柔石為發起人之一；不久，左翼作家聯盟成立，他也為基本構成員之一，盡力於普羅文學運動。先被選為執行委員，次任常務委員編輯部主任；五月間，以左聯代表的資格，參加全國蘇維埃區域代表大會，畢後，作《一個偉大的印象》一篇。\n\n一九三一年一月十七日被捕，由巡捕房經特別法庭移交龍華警備司令部，二月七日晚，被秘密槍決，身中十彈。\n\n柔石有子二人，女一人，皆幼。文學上的成績，創作有詩劇《人間的喜劇》，未印，小說《舊時代之死》，《三姊妹》，《二月》，《希望》，翻譯有盧那卡爾斯基的《浮士德與城》，戈理基的《阿爾泰莫諾夫氏之事業》及《丹麥短篇小說集》等。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"知難行難","content":"中國向來的老例，做皇帝做牢靠和做倒黴的時候，總要和文人學士扳一下子相好。做牢靠的時候是“偃武修文”，粉飾粉飾；做倒黴的時候是又以為他們真有“治國平天下”的大道，再問問看，要說得直白一點，就是見於《紅樓夢》上的所謂“病篤亂投醫”了。\n\n當“宣統皇帝”遜位遜到坐得無聊的時候，我們的胡適之博士曾經盡過這樣的任務。見過以後，也奇怪，人們不知怎的先問他們怎樣的稱呼，博士曰：\n\n“他叫我先生，我叫他皇上。”\n\n那時似乎並不談什麽國家大計，因為這“皇上”後來不過做了幾首打油白話詩，終於無聊，而且還落得一個趕出金鑾殿。現在可要闊了，聽說想到東三省再去做皇帝呢。而在上海，又以“蔣召見胡適之丁文江”聞：“南京專電：丁文江，胡適，來京謁蔣，此來系奉蔣召，對大局有所垂詢。……”（十月十四日《申報》。）現在沒有人問他怎樣的稱呼。\n\n為什麽呢？因為是知道的，這回是“我稱他主席……”！\n\n安徽大學校長劉文典教授，因為不稱“主席”而關了好多天，好容易才交保出外，老同鄉，舊同事，博士當然是知道的，所以，“我稱他主席”！\n\n也沒有人問他“垂詢”些什麽。\n\n為什麽呢？因為這也是知道的，是“大局”。而且這“大局”也並無“國民黨專政”和“英國式自由”的爭論的麻煩，也沒有“知難行易”和“知易行難”的爭論的麻煩，所以，博士就出來了。\n\n“新月派”的羅隆基博士曰：“根本改組政府，……容納全國各項人才代表各種政見的政府，……政治的意見，是可以犧牲的，是應該犧牲的。”（《沈陽事件》。）\n\n代表各種政見的人才，組成政府，又犧牲掉政治的意見，這種“政府”實在是神妙極了。但“知難行易”竟“垂詢”於“知難，行亦不易”，倒也是一個先兆。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"風馬牛","content":"主張“順而不信”譯法的大將趙景深先生，近來卻並沒有譯什麽大作，他大抵只在《小說月報》上，將“國外文壇消息”來介紹給我們。這自然是很可感謝的。那些消息，是譯來的呢，還是介紹者自去打聽來，研究來的？我們無從捉摸。即使是譯來的罷，但大抵沒有說明出處，我們也無從考查。自然，在主張“順而不信”譯法的趙先生，這是都不必註意的，如果有些“不信”，倒正是貫徹了宗旨。然而，疑難之處，我卻還是遇到的。\n\n在二月號的《小說月報》裏，趙先生將“新群眾作家近訊”告訴我們，其一道：“格羅潑已將馬戲的圖畫故事《AlayOop》脫稿。”這是極“順”的，但待到看見了這本圖畫，卻不盡是馬戲。借得英文字典來，將書名下面註著的兩行英文“Life andLove Among the Acrobats Told Entirely in Pictures”查了一通，才知道原來並不是“馬戲”的故事，而是“做馬戲的戲子們”的故事。這麽一說，自然，有些“不順”了。但內容既然是這樣的，另外也沒有法子想。必須是“馬戲子”，這才會有“Love”。《小說月報》到了十一月號，趙先生又告訴了我們“塞意斯完成四部曲”，而且“連最後的一冊《半人半牛怪》（DerZentaur）也已於今年出版”了。這一下“Der”，就令人眼睛發白，因為這是茄門話，就是想查字典，除了同濟學校也幾乎無處可借，那裏還敢發生什麽貳心。然而那下面的一個名詞，卻不寫尚可，一寫倒成了疑難雜癥。這字大約是源於希臘的，英文字典上也就有，我們還常常看見用它做畫材的圖畫，上半身是人，下半身卻是馬，不是牛。牛馬同是哺乳動物，為了要“順”，固然混用一回也不關緊要，但究竟馬是奇蹄類，牛是偶蹄類，有些不同，還是分別了好，不必“出到最後的一冊”的時候，偏來“牛”一下子的。\n\n“牛”了一下之後，使我聯想起趙先生的有名的“牛奶路”來了。這很像是直譯或“硬譯”，其實卻不然，也是無緣無故的“牛”了進去的。這故事無須查字典，在圖畫上也能看見。卻說希臘神話裏的大神宙斯是一位很有些喜歡女人的神，他有一回到人間去，和某女士生了一個男孩子。物必有偶，宙斯太太卻偏又是一個很有些嫉妒心的女神。她一知道，拍桌打凳的（？）大怒了一通之後，便將那孩子取到天上，要看機會將他害死。然而孩子是天真的，他滿不知道，有一回，碰著了宙太太的乳頭，便一吸，太太大吃一驚，將他一推，跌落到人間，不但沒有被害，後來還成了英雄。但宙太太的乳汁，卻因此一吸，噴了出來，飛散天空，成為銀河，也就是“牛奶路”，——不，其實是“神奶路”。但白種人是一切“奶”都叫“Milk”的，我們看慣了罐頭牛奶上的文字，有時就不免於誤譯，是的，這也是無足怪的事。\n\n但以對於翻譯大有主張的名人，而遇馬發昏，愛牛成性，有些“牛頭不對馬嘴”的翻譯，卻也可當作一點談助。——不過當作別人的一點談助，並且借此知道一點希臘神話而已，於趙先生的“與其信而不順，不如順而不信”的格言，卻還是毫無損害的。這叫作“亂譯萬歲！”\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「智識勞動者」萬歲","content":"“勞動者”這句話成了“罪人”的代名詞，已經足足四年了。壓迫罷，誰也不響；殺戮罷，誰也不響；文學上一提起這句話，就有許多“文人學士”和“正人君子”來笑罵，\n\n接著又有許多他們的徒子徒孫來笑罵。勞動者呀勞動者，真要永世不得翻身了。\n\n不料竟又有人記得你起來。\n\n不料帝國主義老爺們還嫌黨國屠殺得不趕快，竟來親自動手了，炸的炸，轟的轟。稱“人民”為“反動分子”，是黨國的拿手戲，而不料帝國主義老爺也有這妙法，竟稱不抵抗的順從的黨國官軍為“賊匪”，大加以“膺懲”！冤乎枉哉，這真有些“順”“逆”不分，玉石俱焚之慨了！\n\n於是又記得了勞動者。\n\n於是久不聽到了的“親愛的勞動者呀！”的親熱喊聲，也在文章上看見了；久不看見了的“智識勞動者”的奇妙官銜，也在報章上發見了，還因為“感於有聯絡的必要”，組織了“協會”，舉了幹事樊仲雲，汪馥泉呀這許多新任“智識勞動者”先生們。\n\n有什麽“智識”？有什麽“勞動”？“聯絡”了幹什麽？“必要”在那裏？這些這些，暫且不談罷，沒有“智識”的體力勞動者，也管不著的。\n\n“親愛的勞動者”呀！你們再替這些高貴的“智識勞動者”起來幹一回罷！給他們仍舊可以坐在房裏“勞動”他們那高貴的“智識”。即使失敗，失敗的也不過是“體力”，“智識”還在著的！\n\n“智識”勞動者萬歲！\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"一八藝社習作展覽會小引","content":"現在有自以為大有見識的人，在說“為人類的藝術”。然而這樣的藝術，在現在的社會裏，是斷斷沒有的。看罷，這便是在說“為人類的藝術”的人，也已將人類分為對的和錯的，或好的和壞的，而將所謂錯的或壞的加以叫咬了。\n\n所以，現在的藝術，總要一面得到蔑視，冷遇，迫害，而一面得到同情，擁護，支持。\n\n一八藝社也將逃不出這例子。因為它在這舊社會裏，是新的，年青的，前進的。\n\n中國近來其實也沒有什麽藝術家。號稱“藝術家”者，他們的得名，與其說在藝術，倒是在他們的履歷和作品的題目——故意題得香艷，漂渺，古怪，雄深。連騙帶嚇，令人覺得似乎了不得。然而時代是在不息地進行，現在新的，年青的，沒有名的作家的作品站在這裏了，以清醒的意識和堅強的努力，在榛莽中露出了日見生長的健壯的新芽。\n\n自然，這，是很幼小的。但是，惟其幼小，所以希望就正在這一面。\n\n我的話，也就是只對這一面說的，如上。\n\n一九三一年五月二十二日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"幾條「順」的翻譯","content":"在這一個多年之中，拚死命攻擊“硬譯”的名人，已經有了三代：首先是祖師梁實秋教授，其次是徒弟趙景深教授，最近就來了徒孫楊晉豪大學生。但這三代之中，卻要算趙教授的主張最為明白而且徹底了，那精義是——“與其信而不順，不如順而不信。”\n\n這一條格言雖然有些希奇古怪，但對於讀者是有效力的。\n\n因為“信而不順”的譯文，一看便覺得費力，要借書來休養精神的讀者，自然就會佩服趙景深教授的格言。至於“順而不信”的譯文，卻是倘不對照原文，就連那“不信”在什麽地方都不知道。然而用原文來對照的讀者，中國有幾個呢。這時候，必須讀者比譯者知道得更多一點，才可以看出其中的錯誤，明白那“不信”的所在。否則，就只好胡裏胡塗的裝進腦子裏去了。\n\n我對於科學是知道得很少的，也沒有什麽外國書，只好看看譯本，但近來往往遇見疑難的地方。隨便舉幾個例子罷。《萬有文庫》裏的周太玄先生的《生物學淺說》裏，有這樣的一句——\n\n“最近如尼爾及厄爾兩氏之對於麥……”\n\n據我所知道，在瑞典有一個生物學名家Nilsson Ehle是考驗小麥的遺傳的，但他是一個人而兼兩姓，應該譯作“尼爾生厄爾”才對。現在稱為“兩氏”，又加了“及”，順是順的，卻很使我疑心是別的兩位了。不過這是小問題，雖然，要講生物學，連這些小節也不應該忽略，但我們姑且模模胡胡罷。\n\n今年的三月號《小說月報》上馮厚生先生譯的《老人》裏，又有這樣的一句——\n\n“他由傷寒病變為流行性的感冒（Influenza）的重病……”\n\n這也是很“順”的，但據我所知道，流行性感冒並不比傷寒重，而且一個是呼吸系病，一個是消化系病，無論你怎樣“變”，也“變”不過去的。須是“傷風”或“中寒”，這才變得過去。但小說不比《生物學淺說》，我們也姑且模模胡胡罷。這回另外來看一個奇特的實驗。\n\n這一種實驗，是出在何定傑及張誌耀兩位合譯的美國Conklin所作的《遺傳與環境》裏面的。那譯文是——“……他們先取出兔眼睛內髓質之晶體，註射於家禽，等到家禽眼中生成一種‘代晶質’，足以透視這種外來的蛋白質精以後，再取出家禽之血清，而註射於受孕之雌兔。雌兔經此番註射，每不能堪，多遭死亡，但是他們的眼睛或晶體並不見有若何之傷害，並且他們卵巢內所蓄之卵，亦不見有什麽特別之傷害，因為就他們以後所生的小兔看來，並沒有生而具殘缺不全之眼者。”\n\n這一段文章，也好像是頗“順”，可以懂得的。但仔細一想，卻不免不懂起來了。一，“髓質之晶體”是什麽？因為水晶體是沒有髓質皮質之分的。二，“代晶質”又是什麽？三，“透視外來的蛋白質”又是怎麽一回事？我沒有原文能對，實在苦惱得很，想來想去，才以為恐怕是應該改譯為這樣的——“他們先取兔眼內的制成漿狀（以便註射）的水晶體，註射於家禽，等到家禽感應了這外來的蛋白質（即漿狀的水晶體）而生‘抗晶質’（即抵抗這漿狀水晶體的物質）。然後再取其血清，而註射於懷孕之雌兔。……”\n\n以上不過隨手引來的幾個例，此外情隨事遷，忘卻了的還不少，有許多為我所不知道的，那自然就都溜過去，或者照樣錯誤地裝在我的腦裏了。但即此幾個例子，我們就已經可以決定，譯得“信而不順”的至多不過看不懂，想一想也許能懂，譯得“順而不信”的卻令人迷誤，怎樣想也不會懂，如果好像已經懂得，那麽你正是入了迷途了。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"做古文和做好人的秘訣","content":"從去年以來一年半之間，凡有對於我們的所謂批評文字中，最使我覺得氣悶的滑稽的，是常燕生先生在一種月刊叫作《長夜》的上面，擺出公正臉孔，說我的作品至少還有十年生命的話。記得前幾年，《狂飆》停刊時，同時這位常燕生先生也曾有文章發表，大意說《狂飆》攻擊魯迅，現在書店不願出版了，安知（！）不是魯迅運動了書店老板，加以迫害？於是接著大大地頌揚北洋軍閥度量之寬宏。我還有些記性，所以在這回的公正臉孔上，仍然隱隱看見刺著那一篇鍛煉文字；一面又想起陳源教授的批評法：先舉一些美點，以顯示其公平，然而接著是許多大罪狀——由公平的衡量而得的大罪狀。將功折罪，歸根結蒂，終於是「學匪」，理應梟首掛在「正人君子」的旗下示眾。所以我的經驗是：毀或無妨，譽倒可怕，有時候是極其「汲汲乎殆哉」的。更何況這位常燕生先生滿身五色旗氣味，即令真心許我以作品的不滅，在我也好像宣統皇帝忽然龍心大悅，欽許我死後謚為「文忠」一般。於滿肚氣悶中的滑稽之余，仍只好誠惶誠恐，特別脫帽鞠躬，敬謝不敏之至了。\n\n但在同是《長夜》的另一本上，有一篇劉大傑先生的文章——這些文章，似乎《中國的文藝論戰》上都未收載——我卻很感激的讀畢了，這或者就因為正如作者所說，和我素不相知，並無私人恩怨，夾雜其間的緣故。然而尤使我覺得有益的，是作者替我設法，以為在這樣四面圍剿之中，不如放下刀筆，暫且出洋；並且給我忠告，說是在一個人的生活史上留下幾張白紙，也並無什麽緊要。在僅僅一個人的生活史上，有了幾張白紙，或者全本都是白紙，或者竟全本塗成黑紙，地球也決不會因此炸裂，我是早知道的。這回意外地所得的益處，是三十年來，若有所悟，而還是說不出簡明扼要的綱領的做古文和做好人的方法，因此恍然抓住了轡頭了。\n\n其口訣曰：要做古文，做好人，必須做了一通，仍舊等於一張的白紙。\n\n從前教我們作文的先生，並不傳授什麽《馬氏文通》，《文章作法》之流，一天到晚，只是讀，做，讀，做；做得不好，又讀，又做。他卻決不說壞處在那裏，作文要怎樣。一條暗胡同，一任你自己去摸索，走得通與否，大家聽天由命。但偶然之間，也會不知怎麽一來——真是「偶然之間」而且「不知怎麽一來」，——卷子上的文章，居然被塗改的少下去，留下的，而且有密圈的處所多起來了。於是學生滿心歡喜，就照這樣——真是自己也莫名其妙，不過是「照這樣」——做下去，年深月久之後，先生就不再刪改你的文章了，只在篇末批些「有書有筆，不蔓不枝」之類，到這時候，即可以算作「通」。——自然，請高等批評家梁實秋先生來說，恐怕是不通的，但我是就世俗一般而言，所以也姑且從俗。\n\n這一類文章，立意當然要清楚的，什麽意見，倒在其次。譬如說，做《工欲善其事，必先利其器論》罷，從正面說，發揮「其器不利，則工事不善」固可，即從反面說，偏以為「工以技為先，技不純，則器雖利，而事亦不善」也無不可。就是關於皇帝的事，說「天皇聖明，臣罪當誅」固可，即說皇帝不好，一刀殺掉也無不可的，因為我們的孟夫子有言在先，「聞誅獨夫紂矣，未聞弒君也」，現在我們聖人之徒，也正是這一個意思兒。但總之，要從頭到底，一層一層說下去，弄得明明白白，還是天皇聖明呢，還是一刀殺掉，或者如果都不贊成，那也可以臨末聲明：「雖窮淫虐之威，而究有君臣之分，君子不為已甚，竊以為放諸四裔可矣」的。這樣的做法，大概先生也未必不以為然，因為「中庸」也是我們古聖賢的教訓。\n\n然而，以上是清朝末年的話，如果在清朝初年，倘有什麽人去一告密，那可會「滅族」也說不定的，連主張「放諸四裔」也不行，這時他不和你來談什麽孟子孔子了。現在革命方才成功，情形大概也和清朝開國之初相仿。（不完）\n\n這是「夜記」之五的小半篇。「夜記」這東西，是我於一九二七年起，想將偶然的感想，在燈下記出，留為一集的，那年就發表了兩篇。到得上海，有感於屠戮之凶，又做了一篇半，題為《虐殺》，先講些日本幕府的磔殺耶教徒，俄國皇帝的酷待革命黨之類的事。但不久就遇到了大罵人道主義的風潮，我也就借此偷懶，不再寫下去，現在連稿子也不見了。\n\n到得前年，柔石要到一個書店去做雜誌的編輯，來托我做點隨隨便便，看起來不大頭痛的文章。這一夜我就又想到做「夜記」，立了這樣的題目。大意是想說，中國的作文和做人，都要古已有之，但不可直鈔整篇，而須東拉西扯，補綴得看不出縫，這才算是上上大吉。所以做了一大通，還是等於沒有做，而批評者則謂之好文章或好人。社會上的一切，什麽也沒有進步的病根就在此。當夜沒有做完，睡覺去了。第二天柔石來訪，將寫下來的給他看，他皺皺眉頭，以為說得太嚕蘇一點，且怕過占了篇幅。於是我就約他另譯一篇短文，將這放下了。\n\n現在去柔石的遇害，已經一年有餘了，偶然從亂紙裏檢出這稿子來，真不勝其悲痛。我想將全文補完，而終於做不到，剛要下筆，又立刻想到別的事情上去了。所謂「人琴俱亡」者，大約也就是這模樣的罷。現在只將這半篇附錄在這裏，以作柔石的記念。\n\n一九三二年四月二十六日之夜，記。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"關於小說題材的通信（並Y及T來信）","content":" 關於小說題材的通信（並Y及T來信）\n\nL．S．先生：\n\n要這樣冒昧地麻煩先生的心情，是抑制得很久的了，但像我們心目中的先生，大概不會淡漠一個熱忱青年的請教的吧。這樣幾度地思量之後，終於唐突地向你表示我們在文藝上——尤其是短篇小說上的遲疑和猶豫了。\n\n我們曾手寫了好幾篇短篇小說，所采取的題材：一個是專就其熟悉的小資產階級的青年，把那些在現時代所顯現和潛伏的一般的弱點，用諷刺的藝術手腕表示出來；一個是專就其熟悉的下層人物——在現時代大潮流沖擊圈外的下層人物，把那些在生活重壓下強烈求生的欲望的朦朧反抗的沖動，刻劃在創作裏面，——不知這樣內容的作品，究竟對現時代，有沒有配說得上有貢獻的意義？我們初則遲疑，繼則提起筆又猶豫起來了。這須請先生給我們一個指示，因為我們不願意在文藝上的努力，對於目前的時代，成為白費氣力，毫無意義的。\n\n我們決定在這一個時代裏，把我們的精力放在有意義的文藝上，借此表示我們應有的助力和貢獻，並不是先生所說的那一輩略有小名，便去而之他的文人。因此，目前如果先生願給我們以指示，這指示便會影響到我們終身的。雖然也曾看見過好些普羅作家的創作，但總不願把一些虛構的人物使其翻一個身就革命起來，卻喜歡捉幾個熟悉的模特兒，真真實實地刻劃出來——這脾氣是否妥當，確又沒有十分的把握了。所以三番五次的思維，只有冒昧地來唐突先生了。\n\n即祝\n\n近好！\n\nTs－c．Y．及Y－f．T．上十一月廿九日。\n\n回信\n\nY及T先生：\n\n接到來信後，未及回答，就染了流行性感冒，頭重眼腫，連一個字也不能寫，近幾天總算好起來了，這才來寫回信。同在上遊，而竟拖延到一個月，這是非常抱歉的。\n\n兩位所問的，是寫短篇小說的時候，取來應用的材料的問題。而作者所站的立場，如信上所寫，則是小資產階級的立場。如果是戰鬥的無產者，只要所寫的是可以成為藝術品的東西，那就無論他所描寫的是什麽事情，所使用的是什麽材料，對於現代以及將來一定是有貢獻的意義的。為什麽呢？因為作者本身便是一個戰鬥者。\n\n但兩位都並非那一階級，所以當動筆之先，就發生了來信所說似的疑問。我想，這對於目前的時代，還是有意義的，然而假使永是這樣的脾氣，卻是不妥當的。\n\n別階級的文藝作品，大抵和正在戰鬥的無產者不相幹。小資產階級如果其實並非與無產階級一氣，則其憎惡或諷刺同階級，從無產者看來，恰如較有聰明才力的公子憎恨家裏的沒出息子弟一樣，是一家子裏面的事，無須管得，更說不到損益。例如法國的戈兼，痛恨資產階級，而他本身還是一個道道地地資產階級的作家。倘寫下層人物（我以為他們是不會“在現時代大潮流沖擊圈外”的）罷，所謂客觀其實是樓上的冷眼，所謂同情也不過空虛的布施，於無產者並無補助。而且後來也很難言。例如也是法國人的波特萊爾，當巴黎公社初起時，他還很感激贊助，待到勢力一大，覺得於自己的生活將要有害，就變成反動了。但就目前的中國而論，我以為所舉的兩種題材，卻還有存在的意義。如第一種，非同階級是不能深知的，加以襲擊，撕其面具，當比不熟悉此中情形者更加有力。如第二種，則生活狀態，當隨時代而變更，後來的作者，也許不及看見，隨時記載下來，至少也可以作這一時代的記錄。所以對於現在以及將來，還是都有意義的。不過即使“熟悉”，卻未必便是“正確”，取其有意義之點，指示出來，使那意義格外分明，擴大，那是正確的批評家的任務。\n\n因此我想，兩位是可以各就自己現在能寫的題材，動手來寫的。不過選材要嚴，開掘要深，不可將一點瑣屑的沒有意思的事故，便填成一篇，以創作豐富自樂。這樣寫去，到一個時候，我料想必將覺得寫完，——雖然這樣的題材的人物，即使幾十年後，還有作為殘滓而存留，但那時來加以描寫刻劃的，將是別一種作者，別一樣看法了。然而兩位都是向著前進的青年，又抱著對於時代有所助力和貢獻的意誌，那時也一定能逐漸克服自己的生活和意識，看見新路的。\n\n總之，我的意思是：現在能寫什麽，就寫什麽，不必趨時，自然更不必硬造一個突變式的革命英雄，自稱“革命文學”；但也不可茍安於這一點，沒有改革，以致沈沒了自己——也就是消滅了對於時代的助力和貢獻。\n\n此復，即頌近佳。\n\nL．S．啟。\n\n十二月二十五日。\n\n"},{"name":"《進化和退化》小引","content":" 這是譯者從十年來所譯的將近百篇的文字中，選出不很專門，大家可看之作，集在一處，希望流傳較廣的本子。一，以見最近的進化學說的情形，二，以見中國人將來的運命。\n\n進化學說之於中國，輸入是頗早的，遠在嚴復的譯述赫胥黎《天演論》。但終於也不過留下一個空泛的名詞，歐洲大戰時代，又大為論客所誤解，到了現在，連名目也奄奄一息了。其間學說幾經遷流，兌佛黎斯的突變說興而又衰，蘭麻克的環境說廢而復振，我們生息於自然中，而於此等自然大法的研究，大抵未嘗加意。此書首尾的各兩篇，即由新蘭麻克主義立論，可以窺見大概，略彌缺憾的。\n\n但最要緊的是末兩篇。沙漠之逐漸南徙，營養之已難支持，都是中國人極重要，極切身的問題，倘不解決，所得的將是一個滅亡的結局。可以解中國古史難以探索的原因，可以破中國人最能耐苦的謬說，還不過是副次的收獲罷了。林木伐盡，水澤湮枯，將來的一滴水，將和血液等價，倘這事能為現在和將來的青年所記憶，那麽，這書所得的酬報，也就非常之大了。\n\n然而自然科學的範圍，所說就到這裏為止，那給與的解答，也只是治水和造林。這是一看好像極簡單，容易的事，其實卻並不如此的。我可以引史沫得列女士在《中國鄉村生活斷片》中的兩段話作證——\n\n “她（使女）說，明天她要到南苑去運動獄吏釋放她的親屬。這人，同六十個別的鄉人，男女都有，在三月以前被捕和收監，因為當別的生活資料都沒有了以後，他們曾經砍過樹枝或剝過樹皮。他們這樣做，並非出於搗亂，只因為他們可以賣掉木頭來買糧食。\n “……南苑的人民，沒有收成，沒有糧食，沒有工做，就讓有這兩畝田又有什麽用處？……一遇到些少的擾亂，就把整千的人投到災民的隊伍裏去。……南苑在那時（軍閥混戰時）除了樹木之外什麽都沒有了，當鄉民一對著樹木動手的時候，警察就把他們捉住並且監禁起來。”（《萌芽月刊》五期一七七頁。）\n所以這樣的樹木保護法，結果是增加剝樹皮，掘草根的人民，反而促進沙漠的出現。但這書以自然科學為範圍，所以沒有顧及了。接著這自然科學所論的事實之後，更進一步 \n地來加以解決的，則有社會科學在。\n\n一九三〇年五月五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"張資平氏的「小說學」","content":" 張資平氏據說是“最進步”的“無產階級作家”，你們還在“萌芽”，還在“拓荒”，他卻已在收獲了。這就是進步，拔步飛跑，望塵莫及。然而你如果追蹤而往呢，就看見他跑進“樂群書店”中。\n\n張資平氏先前是三角戀愛小說作家，並且看見女的性欲，比男人還要熬不住，她來找男人，賤人呀賤人，該吃苦。這自然不是無產階級小說。但作者一轉方向，則一人得道，雞犬飛升，何況神仙的遺蛻呢，《張資平全集》還應該看的。這是收獲呀，你明白了沒有？\n\n還有收獲哩。《申報》報告，今年的大夏學生，敬請“為青年所崇拜的張資平先生”去教“小說學”了。中國老例，英文先生是一定會教外國史的，國文先生是一定會教倫理學的，何況小說先生，當然滿肚子小說學。要不然，他做得出來嗎？我們能保得定荷馬沒有“史詩作法”，沙士比亞沒有“戲劇學概論”嗎？\n\n嗚呼，從此會知道如何三角，如何戀愛，你想女人嗎，。但最可憐的是不在上海，只好遙遙“崇拜”，難以身列門墻的青年，竟不能恭聽這偉大的“小說學”。現在我將《張資平全集》和“小說學”的精華，提煉在下面，遙獻這些崇拜家，算是“望梅止渴”雲。那就是——二月二十二日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"再來一條「順」的翻譯","content":"這“順”的翻譯出現的時候，是很久遠了；而且是大文學家和大翻譯理論家，誰都不屑註意的。但因為偶然在我所搜集的“順譯模範文大成”稿本裏，翻到了這一條，所以就再來一下子。\n\n卻說這一條，是出在中華民國十九年八月三日的《時報》裏的，在頭號字的《針穿兩手……》這一個題目之下，做著這樣的文章：\n\n“被共黨捉去以錢贖出由長沙逃出之中國商人，與從者二名，於昨日避難到漢，彼等主仆，均鮮血淋漓，語其友人曰，長沙有為共黨作偵探者，故多數之資產階級，於廿九日晨被捕，予等系於廿八夜捕去者，即以針穿手，以秤秤之，言時出其兩手，解布以示其所穿之穴，尚鮮血淋漓。……（漢口二日電通電）”\n\n這自然是“順”的，雖然略一留心，即容或會有多少可疑之點。譬如罷，其一，主人是資產階級，當然要“鮮血淋漓”的了，二仆大概總是窮人，為什麽也要一同“鮮血淋漓”的呢？其二，“以針穿手，以秤秤之”幹什麽，莫非要照斤兩來定罪名麽？但是，雖然如此，文章也還是“順”的，因為在社會上，本來說得共黨的行為是古裏古怪；況且只要看過《玉歷鈔傳》，就都知道十殿閻王的某一殿裏，有用天秤來秤犯人的辦法，所以“以秤秤之”，也還是毫不足奇。只有秤的時候，不用稱鉤而用“針”，卻似乎有些特別罷了。幸而，我在同日的一種日本文報紙《上海日報》上，也偶然見到了電通社的同一的電報，這才明白《時報》是因為譯者不拘拘於“硬譯”，而又要“順”，所以有些不“信”了。\n\n倘若譯得“信而不順”一點，大略是應該這樣的：“……彼等主仆，將為恐怖和鮮血所渲染之經驗談，語該地之中國人曰，共產軍中，有熟悉長沙之情形者，……予等系於廿八日之半夜被捕，拉去之時，則在腕上刺孔，穿以鐵絲，數人或數十人為一串。言時即以包著沁血之布片之手示之……”\n\n這才分明知道，“鮮血淋漓”的並非“彼等主仆”，乃是他們的“經驗談”，兩位仆人，手上實在並沒有一個洞。穿手的東西，日本文雖然寫作“針金”，但譯起來須是“鐵絲”，不是“針”，針是做衣服的。至於“以秤秤之”，卻連影子也沒有。\n\n我們的“友邦”好友，頂喜歡宣傳中國的古怪事情，尤其是“共黨”的；四年以前，將“裸體遊行”說得像煞有介事，於是中國人也跟著叫了好幾個月。其實是，警察用鐵絲穿了殖民地的革命黨的手，一串一串的牽去，是所謂“文明”國民的行為，中國人還沒有知道這方法，鐵絲也不是農業社會的產品。從唐到宋，因為迷信，對於“妖人”雖然曾有用鐵索穿了鎖骨，以防變化的法子，但久已不用，知道的人也幾乎沒有了。文明國人將自己們所用的文明方法，硬栽到中國來，不料中國人卻還沒有這樣文明，連上海的翻譯家也不懂，偏不用鐵絲來穿，就只照閻羅殿上的辦法，“秤”了一下完事。\n\n造謠的和幫助造謠的，一下子都顯出本相來了。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"對於左翼作家聯盟的意見","content":"三月二日在左翼作家聯盟成立大會講\n\n有許多事情，有人在先已經講得很詳細了，我不必再說。我以為在現在，“左翼”作家是很容易成為“右翼”作家的。為什麽呢？第一，倘若不和實際的社會鬥爭接觸，單關在玻璃窗內做文章，研究問題，那是無論怎樣的激烈，“左”，都是容易辦到的；然而一碰到實際，便即刻要撞碎了。關在房子裏，最容易高談徹底的主義，然而也最容易“右傾”。西洋的叫做“Salon的社會主義者”，便是指這而言。“Salon”是客廳的意思，坐在客廳裏談談社會主義，高雅得很，漂亮得很，然而並不想到實行的。這種社會主義者，毫不足靠。並且在現在，不帶點廣義的社會主義的思想的作家或藝術家，就是說工農大眾應該做奴隸，應該被虐殺，被剝削的這樣的作家或藝術家，是差不多沒有了，除非墨索裏尼，但墨索裏尼並沒有寫過文藝作品。（當然，這樣的作家，也還不能說完全沒有，例如中國的新月派諸文學家，以及所說的墨索裏尼所寵愛的鄧南遮便是。）\n\n第二，倘不明白革命的實際情形，也容易變成“右翼”。革命是痛苦，其中也必然混有汙穢和血，決不是如詩人所想像的那般有趣，那般完美；革命尤其是現實的事，需要各種卑賤的，麻煩的工作，決不如詩人所想像的那般浪漫；革命當然有破壞，然而更需要建設，破壞是痛快的，但建設卻是麻煩的事。所以對於革命抱著浪漫諦克的幻想的人，一和革命接近，一到革命進行，便容易失望。聽說俄國的詩人葉遂寧，當初也非常歡迎十月革命，當時他叫道，“萬歲，天上和地上的革命！”又說“我是一個布爾塞維克了！”然而一到革命後，實際上的情形，完全不是他所想像的那麽一回事，終於失望，頹廢。葉遂寧後來是自殺了的，聽說這失望是他的自殺的原因之一。又如畢力涅克和愛倫堡，也都是例子。在我們辛亥革命時也有同樣的例，那時有許多文人，例如屬於“南社”的人們，開初大抵是很革命的，但他們抱著一種幻想，以為只要將滿洲人趕出去，便一切都恢復了“漢官威儀”，人們都穿大袖的衣服，峨冠博帶，大步地在街上走。誰知趕走滿清皇帝以後，民國成立，情形卻全不同，所以他們便失望，以後有些人甚至成為新的運動的反動者。但是，我們如果不明白革命的實際情形，也容易和他們一樣的。\n\n還有，以為詩人或文學家高於一切人，他底工作比一切工作都高貴，也是不正確的觀念。舉例說，從前海涅以為詩人最高貴，而上帝最公平，詩人在死後，便到上帝那裏去，圍著上帝坐著，上帝請他吃糖果。在現在，上帝請吃糖果的事，是當然無人相信的了，但以為詩人或文學家，現在為勞動大眾革命，將來革命成功，勞動階級一定從豐報酬，特別優待，請他坐特等車，吃特等飯，或者勞動者捧著牛油面包來獻他，說：“我們的詩人，請用吧！”這也是不正確的；因為實際上決不會有這種事，恐怕那時比現在還要苦，不但沒有牛油面包，連黑面包都沒有也說不定，俄國革命後一二年的情形便是例子。如果不明白這情形，也容易變成“右翼”。事實上，勞動者大眾，只要不是梁實秋所說“有出息”者，也決不會特別看重知識階級者的，如我所譯的《潰滅》中的美諦克（知識階級出身），反而常被礦工等所嘲笑。不待說，知識階級有知識階級的事要做，不應特別看輕，然而勞動階級決無特別例外地優待詩人或文學家的義務。\n\n現在，我說一說我們今後應註意的幾點。\n\n第一，對於舊社會和舊勢力的鬥爭，必須堅決，持久不斷，而且註重實力。舊社會的根柢原是非常堅固的，新運動非有更大的力不能動搖它什麽。並且舊社會還有它使新勢力妥協的好辦法，但它自己是決不妥協的。在中國也有過許多新的運動了，卻每次都是新的敵不過舊的，那原因大抵是在新的一面沒有堅決的廣大的目的，要求很小，容易滿足。譬如白話文運動，當初舊社會是死力抵抗的，但不久便容許白話文底存在，給它一點可憐地位，在報紙的角頭等地方可以看見用白話寫的文章了，這是因為在舊社會看來，新的東西並沒有什麽，並不可怕，所以就讓它存在，而新的一面也就滿足，以為白話文已得到存在權了。又如一二年來的無產文學運動，也差不多一樣，舊社會也容許無產文學，因為無產文學並不厲害，反而他們也來弄無產文學，拿去做裝飾，仿佛在客廳裏放著許多古董磁器以外，放一個工人用的粗碗，也很別致；而無產文學者呢，他已經在文壇上有個小地位，稿子已經賣得出去了，不必再鬥爭，批評家也唱著凱旋歌：“無產文學勝利！”但除了個人的勝利，即以無產文學而論，究竟勝利了多少？況且無產文學，是無產階級解放鬥爭底一翼，它跟著無產階級的社會的勢力的成長而成長，在無產階級的社會地位很低的時候，無產文學的文壇地位反而很高，這只是證明無產文學者離開了無產階級，回到舊社會去罷了。\n\n第二，我以為戰線應該擴大。在前年和去年，文學上的戰爭是有的，但那範圍實在太小，一切舊文學舊思想都不為新派的人所註意，反而弄成了在一角裏新文學者和新文學者的鬥爭，舊派的人倒能夠閑舒地在旁邊觀戰。\n\n第三，我們應當造出大群的新的戰士。因為現在人手實在太少了，譬如我們有好幾種雜誌，單行本的書也出版得不少，但做文章的總同是這幾個人，所以內容就不能不單薄。一個人做事不專，這樣弄一點，那樣弄一點，既要翻譯，又要做小說，還要做批評，並且也要做詩，這怎麽弄得好呢？這都因為人太少的緣故，如果人多了，則翻譯的可以專翻譯，創作的可以專創作，批評的專批評；對敵人應戰，也軍勢雄厚，容易克服。關於這點，我可帶便地說一件事。前年創造社和太陽社向我進攻的時候，那力量實在單薄，到後來連我都覺得有點無聊，沒有意思反攻了，因為我後來看出了敵軍在演“空城計”。那時候我的敵軍是專事於吹擂，不務於招兵練將的；攻擊我的文章當然很多，然而一看就知道都是化名，罵來罵去都是同樣的幾句話。我那時就等待有一個能操馬克斯主義批評的槍法的人來狙擊我的，然而他終於沒有出現。在我倒是一向就註意新的青年戰士底養成的，曾經弄過好幾個文學團體，不過效果也很小。但我們今後卻必須註意這點。\n\n我們急於要造出大群的新的戰士，但同時，在文學戰線上的人還要“韌”。所謂韌，就是不要像前清做八股文的“敲門磚”似的辦法。前清的八股文，原是“進學”做官的工具，只要能做“起承轉合”，借以進了“秀才舉人”，便可丟掉八股文，一生中再也用不到它了，所以叫做“敲門磚”，猶之用一塊磚敲門，門一敲進，磚就可拋棄了，不必再將它帶在身邊。這種辦法，直到現在，也還有許多人在使用，我們常常看見有些人出了一二本詩集或小說集以後，他們便永遠不見了，到那裏去了呢？是因為出了一本或二本書，有了一點小名或大名，得到了教授或別的什麽位置，功成名遂，不必再寫詩寫小說了，所以永遠不見了。這樣，所以在中國無論文學或科學都沒有東西，然而在我們是要有東西的，因為這於我們有用。（盧那卡爾斯基是甚至主張保存俄國的農民美術，因為可以造出來賣給外國人，在經濟上有幫助。我以為如果我們文學或科學上有東西拿得出去給別人，則甚至於脫離帝國主義的壓迫的政治運動上也有幫助。）但要在文化上有成績，則非韌不可。\n\n最後，我以為聯合戰線是以有共同目的為必要條件的。我記得好像曾聽到過這樣一句話：“反動派且已經有聯合戰線了，而我們還沒有團結起來！”其實他們也並未有有意的聯合戰線，只因為他們的目的相同，所以行動就一致，在我們看來就好像聯合戰線。而我們戰線不能統一，就證明我們的目的不能一致，或者只為了小團體，或者還其實只為了個人，如果目的都在工農大眾，那當然戰線也就統一了。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"宣傳與做戲","content":"就是那剛剛說過的日本人，他們做文章論及中國的國民性的時候，內中往往有一條叫作“善於宣傳”。看他的說明，這“宣傳”兩字卻又不像是平常的“Propaganda”，而是“對外說謊”的意思。\n\n這宗話，影子是有一點的。譬如罷，教育經費用光了，卻還要開幾個學堂，裝裝門面；全國的人們十之九不識字，然而總得請幾位博士，使他對西洋人去講中國的精神文明；至今還是隨便拷問，隨便殺頭，一面卻總支撐維持著幾個洋式的“模範監獄”，給外國人看看。還有，離前敵很遠的將軍，他偏要大打電報，說要“為國前驅”。連體操班也不願意上的學生少爺，他偏要穿上軍裝，說是“滅此朝食”。\n\n不過，這些究竟還有一點影子；究竟還有幾個學堂，幾個博士，幾個模範監獄，幾個通電，幾套軍裝。所以說是“說謊”，是不對的。這就是我之所謂“做戲”。\n\n但這普遍的做戲，卻比真的做戲還要壞。真的做戲，是只有一時；戲子做完戲，也就恢復為平常狀態的。楊小樓做《單刀赴會》，梅蘭芳做《黛玉葬花》，只有在戲臺上的時候是關雲長，是林黛玉，下臺就成了普通人，所以並沒有大弊。倘使他們扮演一回之後，就永遠提著青龍偃月刀或鋤頭，以關老爺，林妹妹自命，怪聲怪氣，唱來唱去，那就實在只好算是發熱昏了。\n\n不幸因為是“天地大戲場”，可以普遍的做戲者，就很難有下臺的時候，例如楊縵華女士用自己的天足，踢破小國比利時女人的“中國女人纏足說”，為面子起見，用權術來解圍，這還可以說是很該原諒的。但我以為應該這樣就拉倒。現在回到寓裏，做成文章，這就是進了後臺還不肯放下青龍偃月刀；而且又將那文章送到中國的《申報》上來發表，則簡直是提著青龍偃月刀一路唱回自己的家裏來了。難道作者真已忘記了中國女人曾經纏腳，至今也還有正在纏腳的麽？還是以為中國人都已經自己催眠，覺得全國女人都已穿了高跟皮鞋了呢？\n\n這不過是一個例子罷了，相像的還多得很，但恐怕不久天也就要亮了。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《夏娃日記》小引","content":" 瑪克·土溫（Mark Twain）無須多說，只要一翻美國文學史，便知道他是前世紀末至現世紀初有名的幽默家（Humorist）。不但一看他的作品，要令人眉開眼笑，就是他那筆名，也含有一些滑稽之感的。\n\n他本姓克萊門斯（Samuel Langhorne Clemens，1835～1910），原是一個領港，在發表作品的時候，便取量水時所喊的訛音，用作了筆名。作品很為當時所歡迎，他即被看作講笑話的好手；但到一九一六年他的遺著《The Mysterious Stranger》一出版，卻分明證實了他是很深的厭世思想的懷抱者了。\n\n含著哀怨而在嘻笑，為什麽會這樣的？\n\n我們知道，美國出過亞倫·坡（Edgar Allan Poe），出過霍桑（N．Hawthorne），出過惠德曼（W．Whitman），都不是這麽表裏兩樣的。然而這是南北戰爭以前的事。這之後，惠德曼先就唱不出歌來，因為這之後，美國已成了產業主義的社會，個性都得鑄在一個模子裏，不再能主張自我了。如果主張，就要受迫害。這時的作家之所註意，已非應該怎樣發揮自己的個性，而是怎樣寫去，才能有人愛讀，賣掉原稿，得到聲名。連有名如荷惠勒（W．D．Howells）的，也以為文學者的能為世間所容，是在他給人以娛樂。於是有些野性未馴的，便站不住了，有的跑到外國，如詹謨士（Henry James），有的講講笑話，就是瑪克·土溫。\n\n那麽，他的成了幽默家，是為了生活，而在幽默中又含著哀怨，含著諷刺，則是不甘於這樣的生活的緣故了。因為這一點點的反抗，就使現在新土地裏的兒童，還笑道：瑪克·土溫是我們的。\n\n這《夏娃日記》（Eve's Diary）出版於一九〇六年，是他的晚年之作，雖然不過一種小品，但仍是在天真中露出弱點，敘述裏夾著譏評，形成那時的美國姑娘，而作者以為是一切女性的肖像，但臉上的笑影，卻分明是有了年紀的了。幸而靠了作者的純熟的手腕，令人一時難以看出，仍不失為活潑潑地的作品；又得譯者將豐神傳達，而且樸素無華，幾乎要令人覺得倘使夏娃用中文來做日記，恐怕也就如此一樣：更加值得一看了。\n\n萊勒孚（Lester Ralph）的五十余幅白描的插圖，雖然柔軟，卻很清新，一看布局，也許很容易使人記起中國清季的任渭長的作品，但他所畫的是仙俠高士，瘦削怪誕，遠不如這些的健康；而且對於中國現在看慣了斜眼削肩的美女圖的眼睛，也是很有澄清的益處的。\n\n一九三一年九月二十七夜，記。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"上海文藝之一瞥","content":"——八月十二日在社會科學研究會講\n\n上海過去的文藝，開始的是《申報》。要講《申報》，是必須追溯到六十年以前的，但這些事我不知道。我所能記得的，是三十年以前，那時的《申報》，還是用中國竹紙的，單面印，而在那裏做文章的，則多是從別處跑來的『才子』。\n\n那時的讀書人，大概可以分他為兩種，就是君子和才子。君子是只讀四書五經，做八股，非常規矩的。而才子卻此外還要看小說，例如《紅樓夢》，還要做考試上用不著的古今體詩之類。這是說，才子是公開的看《紅樓夢》的，但君子是否在背地裏也看《紅樓夢》，則我無從知道。有了上海的租界，——那時叫作『洋場』，也叫『夷場』，後來有怕犯諱的，便往往寫作『彜場』——有些才子們便跑到上海來，因為才子是曠達的，那裏都去；君子則對於外國人的東西總有點厭惡，而且正在想求正路的功名，所以決不輕易的亂跑。孔子曰，『道不行，乘桴浮於海』，從才子們看來，就是有點才子氣的，所以君子們的行徑，在才子就謂之『迂』。\n\n才子原是多愁多病，要聞雞生氣，見月傷心的。一到上海，又遇見了婊子。去嫖的時候，可以叫十個二十個的年青姑娘聚集在一處，樣子很有些像《紅樓夢》，於是他就覺得自己好像賈寶玉；自己是才子，那麽婊子當然是佳人，於是才子佳人的書就產生了。內容多半是，惟才子能憐這些風塵淪落的佳人，惟佳人能識坎軻不遇的才子，受盡千辛萬苦之後，終於成了佳偶，或者是都成了神仙。\n\n他們又幫申報館印行些明清的小品書出售，自己也立文社，出燈謎，有入選的，就用這些書做贈品，所以那流通很廣遠。也有大部書，如《儒林外史》，《三寶太監西洋記》，《快心編》等。現在我們在舊書攤上，有時還看見第一頁印有『上海申報館仿聚珍板印』字樣的小本子，那就都是的。\n\n佳人才子的書盛行的好幾年，後一輩的才子的心思就漸漸改變了。他們發見了佳人並非因為『愛才若渴』而做婊子的，佳人只為的是錢。然而佳人要才子的錢，是不應該的，才子於是想了種種制伏婊子的妙法，不但不上當，還占了她們的便宜，敘述這各種手段的小說就出現了，社會上也很風行，因為可以做嫖學教科書去讀。這些書裏面的主人公，不再是才子＋（加）呆子，而是在婊子那裏得了勝利的英雄豪傑，是才子＋流氓。\n\n在這之前，早已出現了一種畫報，名目就叫《點石齋畫報》，是吳友如主筆的，神仙人物，內外新聞，無所不畫，但對於外國事情，他很不明白，例如畫戰艦罷，是一只商船，而艙面上擺著野戰炮；畫決鬥則兩個穿禮服的軍人在客廳裏拔長刀相擊，至於將花瓶也打落跌碎。然而他畫『老鴇虐妓』，『流氓拆梢』之類，卻實在畫得很好的，我想，這是因為他看得太多了的緣故；就是在現在，我們在上海也常常看到和他所畫一般的臉孔。這畫報的勢力，當時是很大的，流行各省，算是要知道『時務』——這名稱在那時就如現在之所謂『新學』——的人們的耳目。前幾年又翻印了，叫作《吳友如墨寶》，而影響到後來也實在利害，小說上的繡像不必說了，就是在教科書的插畫上，也常常看見所畫的孩子大抵是歪戴帽，斜視眼，滿臉橫肉，一副流氓氣。在現在，新的流氓畫家又出了葉靈鳳先生，葉先生的畫是從英國的畢亞茲萊（ＡｕｂｒｅｙＢｅａｒｄｓｌｅｙ）剝來的，畢亞茲萊是『為藝術的藝術』派，他的畫極受日本的『浮世繪』（Ｕｋｉｙｏｅ）的影響。浮世繪雖是民間藝術，但所畫的多是妓女和戲子，胖胖的身體，斜視的眼睛——Ｅｒｏｔｉｃ（色情的）眼睛。不過畢亞茲萊畫的人物卻瘦瘦的，那是因為他是頹廢派（Ｄｅｃａｄｅｎｃｅ）的緣故。頹廢派的人們多是瘦削的，頹喪的，對於壯健的女人他有點慚愧，所以不喜歡。我們的葉先生的新斜眼畫，正和吳友如的老斜眼畫合流，那自然應該流行好幾年。但他也並不只畫流氓的，有一個時期也畫過普羅列塔利亞，不過所畫的工人也還是斜視眼，伸著特別大的拳頭。但我以為畫普羅列塔利亞應該是寫實的，照工人原來的面貌，並不須畫得拳頭比腦袋還要大。\n\n現在的中國電影，還在很受著這『才子＋流氓』式的影響，裏面的英雄，作為『好人』的英雄，也都是油頭滑腦的，和一些住慣了上海，曉得怎樣『拆梢』，『揩油』，『吊膀子』的滑頭少年一樣。看了之後，令人覺得現在倘要做英雄，做好人，也必須是流氓。\n\n才子＋流氓的小說，但也漸漸的衰退了。那原因，我想，一則因為總是這一套老調子——妓女要錢，嫖客用手段，原不會寫不完的；二則因為所用的是蘇白，如什麽倪＝我，耐＝你，阿是＝是否之類，除了老上海和江浙的人們之外，誰也看不懂。\n\n然而才子＋佳人的書，卻又出了一本當時震動一時的小說，那就是從英文翻譯過來的《迦茵小傳》（ＨAＲAＨａｇｇａｒｄ：ＪｏａｎＨａｓｔｅ）。但只有上半本，據譯者說，原本從舊書攤上得來，非常之好，可惜覓不到下冊，無可奈何了。果然，這很打動了才子佳人們的芳心，流行得很廣很廣。後來還至於打動了林琴南先生，將全部譯出，仍舊名為《迦茵小傳》。而同時受了先譯者的大罵，說他不該全譯，使迦茵的價值降低，給讀者以不快的。於是才知道先前之所以只有半部，實非原本殘缺，乃是因為記著迦茵生了一個私生子，譯者故意不譯的。其實這樣的一部並不很長的書，外國也不至於分印成兩本。但是，即此一端，也很可以看出當時中國對於婚姻的見解了。\n\n這時新的才子＋佳人小說便又流行起來，但佳人已是良家女子了，和才子相悅相戀，分拆不開，柳陰花下，像一對胡蝶，一雙鴛鴦一樣，但有時因為嚴親，或者因為薄命，也竟至於偶見悲劇的結局，不再都成神仙了，——這實在不能不說是一個大進步。到了近來是在制造兼可擦臉的牙粉了的天虛我生先生所編的月刊雜誌《眉語》出現的時候，是這鴛鴦胡蝶式文學的極盛時期。後來《眉語》雖遭禁止，勢力卻並不消退，直待《新青年》盛行起來，這才受了打擊。這時有伊孛生的劇本的紹介和胡適之先生的《終身大事》的別一形式的出現，雖然並不是故意的，然而鴛鴦胡蝶派作為命根的那婚姻問題，卻也因此而諾拉（Ｎｏｒａ）似的跑掉了。這後來，就有新才子派的創造社的出現。創造社是尊貴天才的，為藝術而藝術的，專重自我的，崇創作，惡翻譯，尤其憎惡重譯的，與同時上海的文學研究會相對立。那出馬的第一個廣告上，說有人『壟斷』著文壇，就是指著文學研究會。文學研究會卻也正相反，是主張為人生的藝術的，是一面創作，一面也看重翻譯的，是註意於紹介被壓迫民族文學的，這些都是小國度，沒有人懂得他們的文字，因此也幾乎全都是重譯的。並且因為曾經聲援過《新青年》，新仇夾舊仇，所以文學研究會這時就受了三方面的攻擊。一方面就是創造社，既然是天才的藝術，那麽看那為人生的藝術的文學研究會自然就是多管閑事，不免有些『俗』氣，而且還以為無能，所以倘被發見一處誤譯，有時竟至於特做一篇長長的專論。一方面是留學過美國的紳士派，他們以為文藝是專給老爺太太們看的，所以主角除老爺太太之外，只配有文人，學士，藝術家，教授，小姐等等，要會說Ｙｅｓ，Ｎｏ，這才是紳士的莊嚴，那時吳苾先生就曾經發表過文章，說是真不懂為什麽有些人竟喜歡描寫下流社會。第三方面，則就是以前說過的鴛鴦胡蝶派，我不知道他們用的是什麽方法，到底使書店老板將編輯《小說月報》的一個文學研究會會員撤換，還出了《小說世界》，來流布他們的文章。這一種刊物，是到了去年才停刊的。\n\n創造社的這一戰，從表面看來，是勝利的。許多作品，既和當時的自命才子們的心情相合，加以出版者的幫助，勢力雄厚起來了。勢力一雄厚，就看見大商店如商務印書館，也有創造社員的譯著的出版，——這是說，郭沫若和張資平兩位先生的稿件。這以來，據我所記得，是創造社也不再審查商務印書館出版物的誤譯之處，來作專論了。這些地方，我想，是也有些才子＋流氓式的。然而，『新上海』是究竟敵不過『老上海』的，創造社員在凱歌聲中，終於覺到了自己就在做自己們的出版者的商品，種種努力，在老板看來，就等於眼鏡鋪大玻璃窗裏紙人的目夾眼，不過是『以廣招徠』。待到希圖獨立出版的時候，老板就給吃了一場官司，雖然也終於獨立，說是一切書籍，大加改訂，另行印刷，從新開張了，然而舊老板卻還是永遠用了舊版子，只是印，賣，而且年年是什麽紀念的大廉價。\n\n商品固然是做不下去的，獨立也活不下去。創造社的人們的去路，自然是在較有希望的『革命策源地』的廣東。在廣東，於是也有『革命文學』這名詞的出現，然而並無什麽作品，在上海，則並且還沒有這名詞。\n\n到了前年，『革命文學』這名目這才旺盛起來了，主張的是從『革命策源地』回來的幾個創造社元老和若干新份子。革命文學之所以旺盛起來，自然是因為由於社會的背景，一般群眾，青年有了這樣的要求。當從廣東開始北伐的時候，一般積極的青年都跑到實際工作去了，那時還沒有什麽顯著的革命文學運動，到了政治環境突然改變，革命遭了挫折，階級的分化非常顯明，國民黨以『清黨』之名，大戮共產黨及革命群眾，而死剩的青年們再入於被迫壓的境遇，於是革命文學在上海這才有了強烈的活動。所以這革命文學的旺盛起來，在表面上和別國不同，並非由於革命的高揚，而是因為革命的挫折；雖然其中也有些是舊文人解下指揮刀來重理筆墨的舊業，有些是幾個青年被從實際工作排出，只好借此謀生，但因為實在具有社會的基礎，所以在新份子裏，是很有極堅實正確的人存在的。但那時的革命文學運動，據我的意見，是未經好好的計劃，很有些錯誤之處的。例如，第一，他們對於中國社會，未曾加以細密的分析，便將在蘇維埃政權之下才能運用的方法，來機械的地運用了。再則他們，尤其是成仿吾先生，將革命使一般人理解為非常可怕的事，擺著一種極左傾的兇惡的面貌，好似革命一到，一切非革命者就都得死，令人對革命只抱著恐怖。其實革命是並非教人死而是教人活的。這種令人『知道點革命的厲害』，只圖自己說得暢快的態度，也還是中了才子＋流氓的毒。\n\n激烈得快的，也平和得快，甚至於也頹廢得快。倘在文人，他總有一番辯護自己的變化的理由，引經據典。譬如說，要人幫忙時候用克魯巴金的互助論，要和人爭鬧的時候就用達爾文的生存競爭說。無論古今，凡是沒有一定的理論，或主張的變化並無線索可尋，而隨時拿了各種各派的理論來作武器的人，都可以稱之為流氓。例如上海的流氓，看見一男一女的鄉下人在走路，他就說，『餵，你們這樣子，有傷風化，你們犯了法了！』他用的是中國法。倘看見一個鄉下人在路旁小便呢，他就說，『餵，這是不準的，你犯了法，該捉到捕房去！』這時所用的又是外國法。但結果是無所謂法不法，只要被他敲去了幾個錢就都完事。\n\n在中國，去年的革命文學者和前年很有點不同了。這固然由於境遇的改變，但有些『革命文學者』的本身裏，還藏著容易犯到的病根。『革命』和『文學』，若斷若續，好像兩只靠近的船，一只是『革命』，一只是『文學』，而作者的每一只腳就站在每一只船上面。當環境較好的時候，作者就在革命這一只船上踏得重一點，分明是革命者，待到革命一被壓迫，則在文學的船上踏得重一點，他變了不過是文學家了。所以前年的主張十分激烈，以為凡非革命文學，統得掃蕩的人，去年卻記得了列寧愛看岡卻羅夫（ＩAＡAＧｏｎｔｃｈａｒｏｖ）的作品的故事，覺得非革命文學，意義倒也十分深長；還有最徹底的革命文學家葉靈鳳先生，他描寫革命家，徹底到每次上茅廁時候都用我的《吶喊》去揩屁股，現在卻竟會莫名其妙的跟在所謂民族主義文學家屁股後面了。\n\n類似的例，還可以舉出向培良先生來。在革命漸漸高揚的時候，他是很革命的；他在先前，還曾經說，青年人不但嗥叫，還要露出狼牙來。這自然也不壞，但也應該小心，因為狼是狗的祖宗，一到被人馴服的時候，是就要變而為狗的。向培良先生現在在提倡人類的藝術了，他反對有階級的藝術的存在，而在人類中分出好人和壞人來，這藝術是『好壞鬥爭』的武器。狗也是將人分為兩種的，豢養它的主人之類是好人，別的窮人和乞丐在它的眼裏就是壞人，不是叫，便是咬。然而這也還不算壞，因為究竟還有一點野性，如果再一變而為吧兒狗，好像不管閑事，而其實在給主子盡職，那就正如現在的自稱不問俗事的為藝術而藝術的名人們一樣，只好去點綴大學教室了。\n\n這樣的翻著筋鬥的小資產階級，即使是在做革命文學家，寫著革命文學的時候，也最容易將革命寫歪；寫歪了，反於革命有害，所以他們的轉變，是毫不足惜的。當革命文學的運動勃興時，許多小資產階級的文學家忽然變過來了，那時用來解釋這現象的，是突變之說。但我們知道，所謂突變者，是說Ａ要變Ｂ，幾個條件已經完備，而獨缺其一的時候，這一個條件一出現，於是就變成了Ｂ。譬如水的結冰，溫度須到零點，同時又須有空氣的振動，倘沒有這，則即便到了零點，也還是不結冰，這時空氣一振動，這才突變而為冰了。所以外面雖然好像突變，其實是並非突然的事。倘沒有應具的條件的，那就是即使自說已變，實際上卻並沒有變，所以有些忽然一天晚上自稱突變過來的小資產階級革命文學家，不久就又突變回去了。\n\n去年左翼作家聯盟在上海的成立，是一件重要的事實。因為這時已經輸入了蒲力汗諾夫，盧那卡爾斯基等的理論，給大家能夠互相切磋，更加堅實而有力，但也正因為更加堅實而有力了，就受到世界上古今所少有的壓迫和摧殘，因為有了這樣的壓迫和摧殘，就使那時以為左翼文學將大出風頭，作家就要吃勞動者供獻上來的黃油面包了的所謂革命文學家立刻現出原形，有的寫悔過書，有的是反轉來攻擊左聯，以顯出他今年的見識又進了一步。這雖然並非左聯直接的自動，然而也是一種掃蕩，這些作者，是無論變與不變，總寫不出好的作品來的。\n\n但現存的左翼作家，能寫出好的無產階級文學來麽？我想，也很難。這是因為現在的左翼作家還都是讀書人——智識階級，他們要寫出革命的實際來，是很不容易的緣故。日本的廚川白村（ＨAＫｕｒｉｙａｇａｗａ）曾經提出過一個問題，說：準抑櫳矗*必得是自己經驗過的麽？他自答道，不必，因為他能夠體察。所以要寫偷，他不必親自去做賊，要寫通奸，他不必親自去私通。但我以為這是因為作家生長在舊社會裏，熟悉了舊社會的情形，看慣了舊社會的人物的緣故，所以他能夠體察；對於和他向來沒有關系的無產階級的情形和人物，他就會無能，或者弄成錯誤的描寫了。所以革命文學家，至少是必須和革命共同著生命，或深切地感受著革命的脈搏的。（最近左聯的提出了『作家的無產階級化』的口號，就是對於這一點的很正確的理解。）\n\n在現在中國這樣的社會中，最容易希望出現的，是反叛的小資產階級的反抗的，或暴露的作品。因為他生長在這正在滅亡著的階級中，所以他有甚深的了解，甚大的憎惡，而向這刺下去的刀也最為致命與有力。固然，有些貌似革命的作品，也並非要將本階級或資產階級推翻，倒在憎恨或失望於他們的不能改良，不能較長久的保持地位，所以從無產階級的見地看來，不過是『兄弟鬩於墻』，兩方一樣是敵對。但是，那結果，卻也能在革命的潮流中，成為一粒泡沫的。對於這些的作品，我以為實在無須稱之為無產階級文學，作者也無須為了將來的名譽起見，自稱為無產階級的作家的。\n\n但是，雖是僅僅攻擊舊社會的作品，倘若知不清缺點，看不透病根，也就於革命有害，但可惜的是現在的作家，連革命的作家和批評家，也往往不能，或不敢正視現社會，知道它的底細，尤其是認為敵人的底細。隨手舉一個例罷，先前的《列寧青年》上，有一篇評論中國文學界的文章，將這分為三派，首先是創造社，作為無產階級文學派，講得很長，其次是語絲社，作為小資產階級文學派，可就說得短了，第三是新月社，作為資產階級文學派，卻說得更短，到不了一頁。這就在表明：這位青年批評家對於愈認為敵人的，就愈是無話可說，也就是愈沒有細看。自然，我們看書，倘看反對的東西，總不如看同派的東西的舒服，爽快，有益；但倘是一個戰鬥者，我以為，在了解革命和敵人上，倒是必須更多的去解剖當面的敵人的。要寫文學作品也一樣，不但應該知道革命的實際，也必須深知敵人的情形，現在的各方面的狀況，再去斷定革命的前途。惟有明白舊的，看到新的，了解過去，推斷將來，我們的文學的發展才有希望。我想，這是在現在環境下的作家，只要努力，還可以做得到的。\n\n在現在，如先前所說，文藝是在受著少有的壓迫與摧殘，廣泛地現出了饑饉狀態。文藝不但是革命的，連那略帶些不平色彩的，不但是指摘現狀的，連那些攻擊舊來積弊的，也往往就受迫害。這情形，即在說明至今為止的統治階級的革命，不過是爭奪一把舊椅子。去推的時候，好像這椅子很可恨，一奪到手，就又覺得是寶貝了，而同時也自覺了自己正和這『舊的』一氣。二十多年前，都說朱元璋（明太祖）是民族的革命者，其實是並不然的，他做了皇帝以後，稱蒙古朝為『大元』，殺漢人比蒙古人還利害。奴才做了主人，是決不肯廢去『老爺』的稱呼的，他的擺架子，恐怕比他的主人還十足，還可笑。這正如上海的工人賺了幾文錢，開起小小的工廠來，對付工人反而兇到絕頂一樣。\n\n在一部舊的筆記小說——我忘了它的書名了——上，曾經載有一個故事，說明朝有一個武官叫說書人講故事，他便對他講檀道濟——晉朝的一個將軍，講完之後，那武官就吩咐打說書人一頓，人問他什麽緣故，他說道：『他既然對我講檀道濟，那麽，對檀道濟是一定去講我的了。』現在的統治者也神經衰弱到像這武官一樣，什麽他都怕，因而在出版界上也布置了比先前更進步的流氓，令人看不出流氓的形式而卻用著更厲害的流氓手段：用廣告，用誣陷，用恐嚇；甚至於有幾個文學者還拜了流氓做老子，以圖得到安穩和利益。因此革命的文學者，就不但應該留心迎面的敵人，還必須防備自己一面的三翻四復的暗探了，較之簡單地用著文藝的鬥爭，就非常費力，而因此也就影響到文藝上面來。\n\n現在上海雖然還出版著一大堆的所謂文藝雜誌，其實卻等於空虛。以營業為目的的書店所出的東西，因為怕遭殃，就竭力選些不關痛癢的文章，如說『命固不可以不革，而亦不可以太革』之類，那特色是在令人從頭看到末尾，終於等於不看。至於官辦的，或對官場去湊趣的雜誌呢，作者又都是烏合之眾，共同的目的只在撈幾文稿費，什麽『英國維多利亞朝的文學』呀；『論劉易士得到諾貝爾獎金』呀，連自己也並不相信所發的議論，連自己也並不看重所做的文章。所以，我說，現在上海所出的文藝雜誌都等於空虛，革命者的文藝固然被壓迫了，而壓迫者所辦的文藝雜誌上也沒有什麽文藝可見。然而，壓迫者當真沒有文藝麽？有是有的，不過並非這些，而是通電，告示，新聞，民族主義的『文學』，法官的判詞等。例如前幾天，《申報》上就記著一個女人控訴她的丈夫強迫雞奸並毆打得皮膚上成了青傷的事，而法官的判詞卻道，法律上並無禁止丈夫雞奸妻子的明文，而皮膚打得發青，也並不算毀損了生理的機能，所以那控訴就不能成立。現在是那男人反在控訴他的女人的『誣告』了。法律我不知道，至於生理學，卻學過一點，皮膚被打得發青，肺，肝，或腸胃的生理的機能固然不至於毀損，然而發青之處的皮膚的生理的機能卻是毀損了的。這在中國的現在，雖然常常遇見，不算什麽稀奇事，但我以為這就已經能夠很明白的知道社會上的一部分現象，勝於一篇平凡的小說或長詩了。\n\n除以上所說之外，那所謂民族主義文學，和鬧得已經很久了的武俠小說之類，是也還應該詳細解剖的。但現在時間已經不夠，只得待將來有機會再講了。今天就這樣為止罷。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"答北斗雜誌社問","content":" ——創作要怎樣才會好？\n\n編輯先生：\n\n來信的問題，是要請美國作家和中國上海教授們做的，他們滿肚子是「小說法程」和「小說作法」。我雖然做過二十來篇短篇小說，但一向沒有「宿見」，正如我雖然會說中國話，卻不會寫「中國語法入門」一樣。不過高情難卻，所以只得將自己所經驗的瑣事寫一點在下面——\n\n一，留心各樣的事情，多看看，不看到一點就寫。\n\n二，寫不出的時候不硬寫。\n\n三，模特兒不用一個一定的人，看得多了，湊合起來的。四，寫完後至少看兩遍，竭力將可有可無的字，句，段刪去，毫不可惜。寧可將可作小說的材料縮成Sketch，決不將Sketch材料拉成小說。\n\n五，看外國的短篇小說，幾乎全是東歐及北歐作品，也看日本作品。\n\n六，不生造除自己之外，誰也不懂的形容詞之類。\n\n七，不相信「小說作法」之類的話。\n\n八，不相信中國的所謂「批評家」之類的話，而看看可靠的外國批評家的評論。\n\n現在所能說的，如此而已。此復，即請編安！\n\n十二月二十七日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《藝術論》譯本序","content":"蒲力汗諾夫（George Valentinovitch Plekhanov）以一八五七年，生於坦木皤夫省的一個貴族的家裏。自他出世以至成年之間，在俄國革命運動史上，正是智識階級所提倡的民眾主義自興盛以至雕落的時候。他們當初的意見，以為俄國的民眾，即大多數的農民，是已經領會了社會主義，在精神上，成著不自覺的社會主義者的，所以民眾主義者的使命，只在“到民間去”，向他們說明那境遇，善導他們對於地主和官吏的嫌憎，則農民便將自行蹶起，實現自由的自治制，即無政府主義底社會的組織。\n\n但農民卻幾乎並不傾聽民眾主義者的鼓動，倒是對於這些進步的貴族的子弟，懷抱著不滿。皇帝亞歷山大二世的政府，則於他們臨以嚴峻的刑罰，終使其中的一部分，將眼光從農民離開，來效法西歐先進國，為有產者所享有的一切權利而爭鬥了。於是從“土地與自由黨”分裂為“民意黨”，從事於政治底鬥爭，但那手段，卻非一般底社會運動，而是單獨和政府相鬥爭，盡全力於恐怖手段——暗殺。\n\n青年的蒲力汗諾夫，也大概在這樣的社會思潮之下，開始他革命底活動的。但當分裂時，尚復固守農民社會主義的根本底見解，反對恐怖主義，反對獲得政治底公民底自由，別組“均田黨”，惟屬望於農民的叛亂。然而他已懷獨見，以為智識階級獨鬥政府，革命殊難於成功，農民固多社會主義底傾向，而勞動者亦殊重要。他在那《革命運動上的俄羅斯工人》中說，工人者，是偶然來到都會，現於工廠的農民。要輸社會主義入農村中，這農民工人便是最適宜的媒介者。因為農民相信他們工人的話，是在智識階級之上的。\n\n事實也並不很遠於他的豫料。一八八一年恐怖主義者竭全力所實行的亞歷山大二世的暗殺，民眾未嘗蹶起，公民也不得自由，結果是有力的指導者或死或因，“民意黨”殆瀕於消滅。連不屬此黨而傾向工人的社會主義的蒲力汗諾夫等，也終被政府所壓迫，不得不逃亡國外了。\n\n他在這時候，遂和西歐的勞動運動相親，遂開始研究馬克斯的著作。\n\n馬克斯之名，俄國是早經知道的；《資本論》第一卷，也比別國早有譯本；許多“民意黨”的人們，還和他個人底地相知，通信。然而他們所竭盡尊敬的馬克斯的思想，在他們卻僅是純粹的“理論”，以為和俄國的現實不相合，和俄人並無關系的東西，因為在俄國沒有資本主義，俄國的社會主義，將不發生於工廠而出於農村的緣故。但蒲力汗諾夫是當回憶在彼得堡的勞動運動之際，就發生了關於農村的疑惑的，由原書而精通馬克斯主義文獻，又增加了這疑惑。他於是搜集當時所有的統計底材料，用真正的馬克斯主義底方法，來研究它，終至確信了資本主義實在君臨著俄國。一八八四年，他發表叫作《我們的對立》的書，就是指摘民眾主義的錯誤，證明馬克斯主義的正當的名作。他在這書裏，即指示著作為大眾的農民，現今已不能作社會主義的支柱。在俄國，那時都會工業正在發達，資本主義制度已在形成了。必然底地隨此而起者，是資本主義之敵，就是絕滅資本主義的無產者。所以在俄國也如在西歐一樣，無產者是對於政治底改造的最有意味的階級。從那境遇上說，對於堅執而有組織的革命，已比別的階級有更大的才能，而且作為將來的俄國革命的射擊兵，也是最為適當的階級。\n\n自此以來，蒲力汗諾夫不但本身成了偉大的思想家，並且也作了俄國的馬克斯主義者的先驅和覺醒了的勞動者的教師和指導者了。\n\n但蒲力汗諾夫對於無產階級的殊勛，最多是在所發表的理論的文字，他本身的政治底意見，卻不免常有動搖的。\n\n一八八九年，社會主義者開第一次國際會議於巴黎，蒲力汗諾夫在會上說，“俄國的革命運動，只有靠著勞動者的運動才能勝利，此外並無解決之道”的時候，是連歐洲有名的許多社會主義者們，也完全反對這話的；但不久，他的業績顯現出來了。文字方面，則有《歷史上的一元底觀察的發展》（或簡稱《史底一元論》），出版於一八九五年，從哲學底領域方面，和民眾主義者戰鬥，以擁護唯物論，而馬克斯主義的全時代，也就受教於此，借此理解戰鬥底唯物論的根基。後來的學者，自然也嘗加以指摘的批評，但什維諾夫卻說，“倒不如將這大可註目的書籍，向新時代的人們來說明，來講解，實為更好的工作”雲。次年，在事實方面，則因他的弟子們和民眾主義者鬥爭的結果，終使紡紗廠的勞動者三萬人的大同盟罷工，勃發於彼得堡，給俄國的歷史劃了新時期，俄國無產階級的革命底價值，始為大家所認識，那時開在倫敦的社會主義者的第四次國際會議，也對此大加驚嘆，歡迎了。\n\n然而蒲力汗諾夫究竟是理論家。十九世紀末，列寧才開始活動，也比他年青，而兩個人之間，就自然而然地行了未嘗商量的分業。他所擅長的是理論方面，對於敵人，便擔當了哲學底論戰。列寧卻從最先的著作以來，即專心於社會政治底問題，黨和勞動階級的組織的。他們這時的以輔車相依的形態，所編輯發行的報章，是Iskra（《火花》），撰者們中，雖然頗有不純的分子，但在當時，卻盡了重大的職務，使勞動者和革命者的或一層因此而奮起，使民眾主義派智識者發生了動搖。\n\n尤其重要的是那文字底和實際的活動。當時（一九〇〇年至一九〇一年），革命家是都慣於藏身在自己的小圈子中，不明白全國底展望的，他們不悟到靠著全國底展望，才能有所達成，也沒有準確的計算，也不想到須用多大的勢力，才能得怎樣的成果。在這樣的時代，要試行中央集權底黨，統一全無產階級的全俄底政治組織的觀念，是新異而且難行的。《火花》卻不獨在論說上申明這觀念，還組織了“火花”的團體，有當時錚錚的革命家一百人至一百五十人的“火花”派，加在這團體中，以實行蒲力汗諾夫在報章上用文字底形式所展開的計劃。\n\n但到一九〇三年，俄國的馬克斯主義者分裂為布爾塞維克（多數派）和門塞維克（少數派）了，列寧是前者的指導者，蒲力汗諾夫則是後者。從此兩人即時離時合，如一九〇四年日俄戰爭時的希望俄皇戰敗，一九〇七至一九〇九年的黨的受難時代，他皆和列寧同心。尤其是後一時，布爾塞維克的勢力的大部分，已經不得不逃亡國外，到處是墮落，到處有奸細，大家互相註目，互相害怕，互相猜疑了。在文學上，則淫蕩文學盛行，《賽寧》即在這時出現。這情緒且侵入一切革命底圈子中。黨員四散，化為個個小團體，門塞維克的取消派，已經給布爾塞維克唱起挽歌來了。這時大聲叱咤，說取消派主義應該擊破，以支持布爾塞維克的，卻是身為門塞維克的權威的蒲力汗諾夫，且在各種報章上，國會中，加以勇敢的援助。於是門塞維克的別派，便嘲笑“他垂老而成了地下室的歌人”了。\n\n企圖革命的復興，從新組織的報章，是一九一〇年開始印行的Zvezda（《星》），蒲力汗諾夫和列寧，都從國外投稿，所以是兩派合作的機關報，勢不能十分明示政治上的方針。但當這報章和政治運動關系加緊之際，就漸漸失去提攜的性質，蒲力汗諾夫的一派終於完全匿跡，報章盡成為布爾塞維克的戰鬥底機關了。一九一二年兩派又合辦日報Pravda《真理》，而當事件展開時，蒲力汗諾夫派又於極短時期中悉被排除，和在Zvezda那時走了同一的運道。\n\n殆歐洲大戰起，蒲力汗諾夫遂以德意誌帝國主義為歐洲文明和勞動階級的最危險的仇敵，和第二國際的指導者們一樣，站在愛國的見地上，為了和最可憎惡的德國戰鬥，竟不惜和本國的資產階級和政府相提攜，相妥協了。一九一七年二月革命後，他回到本國，組織了一個社會主義底愛國者的團體，曰“協同”。然而在俄國的無產階級之父蒲力汗諾夫的革命底感覺，這時已經沒有了打動俄國勞動者的力量，布勒斯特的媾和後，他幾乎全為勞農俄國所忘卻，終在一九一八年五月三十日，孤獨地死於那時正被德軍所占領的芬蘭了。相傳他臨終的譫語中，曾有疑問雲：“勞動者階級可覺察著我的活動呢？”\n\n他死後，Inprekol（第八年第五十四號）上有一篇《GAVA蒲力汗諾夫和無產階級運動》，簡括地評論了他一生的功過——\n\n“……其實，蒲力汗諾夫是應該懷這樣的疑問的。為什麽呢？因為年少的勞動者階級，對他所知道的，是作為愛國社會主義者，作為門塞維克黨員，作為帝國主義的追隨者，作為主張革命底勞動者和在俄國的資產階級的指導者密柳珂夫互相妥協的人。因為勞動者階級的路和蒲力汗諾夫的路，是決然地離開的了。\n\n然而，我們毫不遲疑，將蒲力汗諾夫算進俄國勞動者階級的，不，國際勞動者階級的最大的恩師們裏面去。\n\n怎麽可以這樣說呢？當決定底的階級戰的時候，蒲力汗諾夫不是在防線的那面的麽？是的，確是如此。然而他在這些決定戰的很以前的活動，他的理論上的諸勞作，在蒲力汗諾夫的遺產中，是成著貴重的東西的。\n\n惟為了正確的階級底世界觀而戰的鬥爭，在階級戰的諸形態中，是最為重要的之一。蒲力汗諾夫由那理論上的諸勞作，亙幾世代，養成了許多勞動者革命家們。他又借此在俄國勞動者階級的政治底自主上，盡了出色的職務。\n\n蒲力汗諾夫的偉大的功績，首先，是對於‘民意黨’，即在前世紀的七十年代，相信著俄國的發達，是走著一種特別的，就是，非資本主義底的路的那些智識階級的一夥的他的鬥爭。那七十年代以後的數十年中，在俄國的資本主義的堂堂的發展情形，是怎樣地顯示了民意黨人中的見解之誤，而蒲力汗諾夫的見解之對呵。\n\n一八八四年由蒲力汗諾夫所編成的‘以勞動解放為目的’的團體（勞動者解放團的綱領，正是在俄國的勞動者黨的最初的宣言，而且也是對於一八七八年至七九年勞動者之動搖的直接的解答。\n\n他說著——\n\n‘惟有竭力迅速地形成一個勞動者黨，在解決現今在俄國的經濟底的，以及政治底的一切的矛盾上，是惟一的手段。’\n\n一八八九年，蒲力汗諾夫在開在巴黎的國際社會主義黨大會上，說道——‘在俄國的革命底運動，只有靠著革命底勞動者運動，才能得到勝利。我們此外並無解決之道，且也不會有的。’\n\n這，蒲力汗諾夫的有名的話，決不是偶然的。蒲力汗諾夫以那偉大的天才，擁護這在市民底民眾主義的革命中的無產階級的主權，至數十年之久，而同時也發表了自由主義底有產者在和帝制的鬥爭中，竟懦怯地成為奸細，化為遊移之至的東西的思想了。\n\n蒲力汗諾夫和列寧一同，是《火花》的創辦指導者。\n\n關於為了創立在俄國的政黨底組織體而戰的鬥爭，《火花》所盡的偉大的組織上的任務，是廣大地為人們所知道的。\n\n從一九〇三年至一九一七年的蒲力汗諾夫，生了幾回大動搖，倒是總和革命底的馬克斯主義違反，並且走向門塞維克去了。惹起他違反革命底的馬克斯主義的諸問題，大抵是什麽呢？\n\n首先，是對於農民層的革命底的可能力的過少評價。\n\n蒲力汗諾夫在對於民意黨人的有害方面的鬥爭中，竟看不見農民層的種種革命底的努力了。\n\n其次，是國家的問題。他沒有理解市民底民眾主義的本質。就是他沒有理解無論如何，有粉碎資產階級的國家機關的必要。\n\n最後，是他沒有理解那作為資本主義的最後階段的帝國主義的問題，以及帝國主義戰爭的性質的問題。要而言之，——蒲力汗諾夫是於列寧的強處，有著弱處的。他不能成為‘在帝國主義和無產階級革命時代的馬克斯主義者’。所以他之為馬克斯主義者，也就全體到了收場。蒲力汗諾夫於是一步一步，如羅若·盧森堡之所說，成為一個‘可尊敬的化石’了。\n\n在俄國的馬克斯主義建設者蒲力汗諾夫，決不僅是馬克斯和恩格斯的經濟學，歷史學，以及哲學的單單的媒介者。他涉及這些全領域，貢獻了出色的獨自的勞作。\n\n使俄國的勞動者和智識階級，確實明白馬克斯主義是人類思索的全史的最高的科學底完成，蒲力汗諾夫是與有力量的。惟蒲力汗諾夫的種種理論上的研究，在他的觀念形態的遺產裏，無疑地是最為貴重的東西。列寧曾經正當地常勸青年們去研究蒲力汗諾夫的書。——‘倘不研究這個（蒲力汗諾夫的關於哲學的敘述），就誰也決不會是意識底的，真實的共產主義者的。因為這是在國際底的一切馬克斯主義文獻中，最為傑出之作的緣故。’——列寧說。”\n\n蒲力汗諾夫也給馬克斯主義藝術理論放下了基礎。他的藝術論雖然還未能儼然成一個體系，但所遺留的含有方法和成果的著作，卻不只作為後人研究的對象，也不愧稱為建立馬克斯主義藝術理論，社會學底美學的古典底文獻的了。\n\n這裏的三篇信劄體的論文，便是他的這類著作的只鱗片甲。\n\n第一篇《論藝術》首先提出“藝術是什麽”的問題，補正了托爾斯泰的定義，將藝術的特質，斷定為感情和思想的具體底形象底表現。於是進而申明藝術也是社會現象，所以觀察之際，也必用唯物史觀的立場，並於和這違異的唯心史觀（St．Simon，comte，Hegel加以批評，而紹介又和這些相對的關於生物的美底趣味的達爾文的唯物論底見解。他在這裏假設了反對者的主張由生物學來探美感的起源的提議，就引用達爾文本身的話，說明“美的概念，……在種種的人類種族中，很有種種，連在同一人種的各國民裏，也會不同”。這意思，就是說，“在文明人，這樣的感覺，是和各種復雜的觀念以及思想的連鎖結合著。”也就是說，“文明人的美的感覺，……分明是就為各種社會底原因所限定”了。\n\n於是就須“從生物學到社會學去”，須從達爾文的領域的那將人類作為“物種”的研究，到這物種的歷史底運命的研究去。倘只就藝術而言，則是人類的美底感情的存在的可能性（種的概念），是被那為它移向現實的條件（歷史底概念）所提高的。這條件，自然便是該社會的生產力的發展階段。但蒲力汗諾夫在這裏，卻將這作為重要的藝術生產的問題，解明了生產力和生產關系的矛盾以及階級間的矛盾，以怎樣的形式，作用於藝術上；而站在該生產關系上的社會的藝術，又怎樣地取了各別的形態，和別社會的藝術顯出不同。就用了達爾文的“對立的根源的作用”這句話，博引例子，以說明社會底條件之與關於美底感情的形式；並及社會的生產技術和韻律，諧調，均整法則之相關；且又批評了近代法蘭西藝術論的發展（Stael，Guizot，Taine\n\n生產技術和生活方法，最密接地反映於藝術現象上者，是在原始民族的時候。蒲力汗諾夫就想由解明這樣的原始民族的藝術，來擔當馬克斯主義藝術論中的難題。第二篇《原始民族的藝術》先據人類學者，旅行家等實見之談，從薄墟曼，韋陀，印地安以及別的民族引了他們的生活，狩獵，農耕，分配財貨這些事為例子，以證原始狩獵民族實為共產主義的結合，且以見畢海爾所說之不足憑。第三篇《再論原始民族的藝術》則批判主張遊戲本能，先於勞動的人們之誤，且用豐富的實證和嚴正的論理，以究明有用對象的生產（勞動），先於藝術生產這一個唯物史觀的根本底命題。詳言之，即蒲力汗諾夫之所究明，是社會人之看事物和現象，最初是從功利底觀點的，到後來才移到審美底觀點去。在一切人類所以為美的東西，就是於他有用——於為了生存而和自然以及別的社會人生的鬥爭上有著意義的東西。功用由理性而被認識，但美則憑直感底能力而被認識。享樂著美的時候，雖然幾乎並不想到功用，但可由科學底分析而被發見。所以美底享樂的特殊性，即在那直接性，然而美底愉樂的根柢裏，倘不伏著功用，那事物也就不見得美了。並非人為美而存在，乃是美為人而存在的。——這結論，便是蒲力汗諾夫將唯心史觀者所深惡痛絕的社會，種族，階級的功利主義底見解，引入藝術裏去了。\n\n看第三篇的收梢，則蒲力汗諾夫豫備繼此討論的，是人種學上的舊式的分類，是否合於實際。但竟沒有作，這裏也只好就此算作完結了。\n\n這書所據的本子，是日本外村史郎的譯本。在先已有林柏先生的翻譯，本也可以不必再譯了，但因為叢書的目錄早經決定，只得仍來做這一番很近徒勞的工夫。當翻譯之際，也常常參考林譯的書，采用了些比日譯更好的名詞，有時句法也大約受些影響，而且前車可鑒，使我屢免於誤譯，這是應當十分感謝的。\n\n序言的四節中，除第三節全出於翻譯外，其余是雜采什維諾夫的《露西亞社會民主勞動黨史》，山內封介的《露西亞革命運動史》和《普羅列塔利亞藝術教程》余錄中的《蒲力汗諾夫和藝術》而就的。臨時急就，錯誤必所不免，只能算一個粗略的導言。至於最緊要的關於藝術全般，在此卻未曾涉及者，因為在先已有瓦勒夫松的《蒲力汗諾夫與藝術問題》，附印在《蘇俄的文藝論戰》（《未名叢刊》之一）之後，不久又將有列什涅夫《文藝批評論》和雅各武萊夫的《蒲力汗諾夫論》（皆是本叢書之一）出版，或則簡明，或則浩博，決非譯者所能企及其萬一，所以不如不說，希望讀者自去研究他們的文章。\n\n最末這一篇，是譯自藏原惟人所譯的《階級社會的藝術》，曾在《春潮月刊》上登載過的。其中有蒲力汗諾夫自敘對於文藝的見解，可作本書第一篇的互證，便也附在卷尾了。\n\n但自省譯文，這回也還是“硬譯”，能力只此，仍須讀者伸指來尋線索，如讀地圖：這實在是非常抱歉的。\n\n一九三〇年五月八日之夜，魯迅校畢記於上海閘北寓廬。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"中華民國的新「堂·吉訶德」們","content":"十六世紀末尾的時候，西班牙的文人西萬提斯做了一大部小說叫作《堂·吉訶德》，說這位吉先生，看武俠小說看呆了，硬要去學古代的遊俠，穿一身破甲，騎一匹瘦馬，帶一個跟丁，遊來遊去，想斬妖服怪，除暴安良。誰知當時已不是那麽古氣盎然的時候了，因此只落得鬧了許多笑話，吃了許多苦頭，終於上個大當，受了重傷，狼狽回來，死在家裏，臨死才知道自己不過一個平常人，並不是什麽大俠客。\n\n這一個古典，去年在中國曾經很被引用了一回，受到這個謚法的名人，似乎還有點很不高興的樣子。其實是，這種書呆子，乃是西班牙書呆子，向來愛講“中庸”的中國，是不會有的。西班牙人講戀愛，就天天到女人窗下去唱歌，信舊教，就燒殺異端，一革命，就搗爛教堂，踢出皇帝。然而我們中國的文人學子，不是總說女人先來引誘他，諸教同源，保存廟產，宣統在革命之後，還許他許多年在宮裏做皇帝嗎？\n\n記得先前的報章上，發表過幾個店家的小夥計，看劍俠小說入了迷，忽然要到武當山去學道的事，這倒很和“堂·吉訶德”相像的。但此後便看不見一點後文，不知道是也做出了許多奇跡，還是不久就又回到家裏去了？以“中庸”的老例推測起來，大約以回了家為合式。\n\n這以後的中國式的“堂·吉訶德”的出現，是“青年援馬團”。不是兵，他們偏要上戰場；政府要訴諸國聯，他們偏要自己動手；政府不準去，他們偏要去；中國現在總算有一點鐵路了，他們偏要一步一步的走過去；北方是冷的，他們偏只穿件夾襖；打仗的時候，兵器是頂要緊的，他們偏只著重精神。這一切等等，確是十分“堂·吉訶德”的了。然而究竟是中國的“堂·吉訶德”，所以他只一個，他們是一團；送他的是嘲笑，送他們的是歡呼；迎他的是詫異，而迎他們的也是歡呼；他駐紮在深山中，他們駐紮在真茹鎮；他在磨坊裏打風磨，他們在常州玩梳篦，又見美女，何幸如之（見十二月《申報·自由談》）。其苦樂之不同，有如此者，嗚呼！\n\n不錯，中外古今的小說太多了，裏面有“輿櫬”，有“截指”，有“哭秦庭”，有“對天立誓”。耳濡目染，誠然也不免來擡棺材，砍指頭，哭孫陵，宣誓出發的。然而五四運動時胡適之博士講文學革命的時候，就已經要“不用古典”，現在在行為上，似乎更可以不用了。\n\n講二十世紀戰事的小說，舊一點的有雷馬克的《西線無戰事》，棱的《戰爭》，新一點的有綏拉菲摩維支的《鐵流》，法捷耶夫的《毀滅》，裏面都沒有這樣的“青年團”，所以他們都實在打了仗。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「好政府主義」","content":"梁實秋先生這回在《新月》的“零星”上，也贊成“不滿於現狀”了，但他以為“現在有智識的人（尤其是夙來有‘前驅者’‘權威’‘先進’的徽號的人），他們的責任不僅僅是冷譏熱嘲地發表一點‘不滿於現狀’的雜感而已，他們應該更進一步的誠誠懇懇地去求一個積極醫治‘現狀’的藥方”。\n\n為什麽呢？因為有病就須下藥，“三民主義是一副藥，——梁先生說，——共產主義也是一副藥，國家主義也是一副藥，無政府主義也是一副藥，好政府主義也是一副藥”，現在你“把所有的藥方都褒貶得一文不值，都挖苦得不留餘地，……這可是什麽心理呢？”\n\n這種心理，實在是應該責難的。但在實際上，我卻還未曾見過這樣的雜感，譬如說，同一作者，而以為三民主義者是違背了英美的自由，共產主義者又收受了俄國的盧布，國家主義太狹，無政府主義又太空……。所以梁先生的“零星”，是將他所見的雜感的罪狀誇大了。\n\n其實是，指摘一種主義的理由的缺點，或因此而生的弊病，雖是並非某一主義者，原也無所不可的。有如被壓榨得痛了，就要叫喊，原不必在想出更好的主義之前，就定要咬住牙關。但自然，能有更好的主張，便更成一個樣子。\n\n不過我以為梁先生所謙遜地放在末尾的“好政府主義”，卻還得更謙遜地放在例外的，因為自三民主義以至無政府主義，無論它性質的寒溫如何，所開的究竟還是藥名，如石膏，肉桂之類，——至於服後的利弊，那是另一個問題。獨有“好政府主義”這“一副藥”，他在藥方上所開的卻不是藥名，而是“好藥料”三個大字，以及一些嘮嘮叨叨的名醫架子的“主張”。不錯，誰也不能說醫病應該用壞藥料，但這張藥方，是不必醫生才配搖頭，誰也會將他“褒貶得一文不值”（“褒”是“稱贊”之意，用在這裏，不但“不通”，也證明了不識“褒”字，但這是梁先生的原文，所以姑仍其舊）的。\n\n倘這醫生羞惱成怒，喝道“你嘲笑我的好藥料主義，就開出你的藥方來！”那就更是大可笑的“現狀”之一，即使並不根據什麽主義，也會生出雜感來的。雜感之無窮無盡，正因為這樣的“現狀”太多的緣故。\n\n一九三〇，四，十七。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"唐朝的釘梢","content":" 上海的摩登少爺要勾搭摩登小姐，首先第一步，是追隨不舍，術語謂之“釘梢”。“釘”者，堅附而不可拔也，“梢”者，末也，後也，譯成文言，大約可以說是“追躡”。據釘梢專家說，那第二步便是“扳談”；即使罵，也就大有希望，因為一罵便可有言語來往，所以也就是“扳談”的開頭。我一向以為這是現在的洋場上才有的，今看《花間集》，乃知道唐朝就已經有了這樣的事，那裏面有張泌的《浣溪紗》調十首，其九云：\n\n晚逐香車入鳳城，東風斜揭繡簾輕，慢回嬌眼笑盈盈。\n\n消息未通何計是，便須佯醉且隨行，依稀聞道“太狂生”。\n\n這分明和現代的釘梢法是一致的。倘要譯成白話詩，大概可以是這樣：\n\n夜趕洋車路上飛，東風吹起印度綢衫子，顯出腿兒肥，亂丟俏眼笑迷迷。\n\n難以扳談有什麽法子呢？只能帶著油腔滑調且釘梢，好像聽得罵道“殺千刀！”\n\n但恐怕在古書上，更早的也還能夠發見，我極希望博學者見教，因為這是對於研究“釘梢史”的人，極有用處的。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"新的「女將」","content":"在上海制圖版，比別處便當，也似乎好些，所以日報的星期附錄畫報呀，書店的什麽什麽月刊畫報呀，也出得比別處起勁。這些畫報上，除了一排一排的坐著大人先生們的什麽什麽會開會或閉會的紀念照片而外，還一定要有“女士”。\n\n“女士”的尊容，為什麽要紹介於社會的呢？我們只要看那說明，就可以明白了。例如：\n\n“A女士，B女校皇後，性喜音樂。”\n\n“C女士，D女校高材生，愛養叭兒狗。”\n\n“E女士，F大學肄業，為G先生之第五女公子。”\n\n再看裝束：春天都是時裝，緊身窄袖；到夏天，將褲腳和袖子都撒掉了，坐在海邊，叫作“海水浴”，天氣正熱，那原是應該的；入秋，天氣涼了，不料日本兵恰恰侵入了東三省，於是畫報上就出現了白長衫的看護服，或托槍的戎裝的女士們。\n\n這是可以使讀者喜歡的，因為富於戲劇性。中國本來喜歡玩把戲，鄉下的戲臺上，往往掛著一副對子，一面是“戲場小天地”，一面是“天地大戲場”。做起戲來，因為是鄉下，還沒有《乾隆帝下江南》之類，所以往往是《雙陽公主追狄》，《薛仁貴招親》，其中的女戰士，看客稱之為“女將”。她頭插雉尾，手執雙刀（或兩端都有槍尖的長槍），一出臺，看客就看得更起勁。明知不過是做做戲的，然而看得更起勁了。\n\n練了多年的軍人，一聲鼓響，突然都變了無抵抗主義者。於是遠路的文人學士，便大談什麽“乞丐殺敵”，“屠夫成仁”，“奇女子救國”一流的傳奇式古典，想一聲鑼響，出於意料之外的人物來“為國增光”。而同時，畫報上也就出現了這些傳奇的插畫。但還沒有提起劍仙的一道白光，總算還是切實的。\n\n但願不要誤解。我並不是說，“女士”們都得在繡房裏關起來；我不過說，雄兵解甲而密斯托槍，是富於戲劇性的而已。\n\n還有事實可以證明。一，誰也沒有看見過日本的“懲膺中國軍”的看護隊的照片；二，日本軍裏是沒有女將的。然而確已動手了。這是因為日本人是做事是做事，做戲是做戲，決不混合起來的緣故。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"沈滓的泛起","content":"日本占據了東三省以後的在上海一帶的表示，報章上叫作「國難聲中」。在這「國難聲中」，恰如用棍子攪了一下停滯多年的池塘，各種古的沈滓，新的沈滓，就都翻著筋鬥漂上來，在水面上轉一個身，來趁勢顯示自己的存在了。\n\n自信現在可以說能打仗的，是要操練久不想起的洋槍了，但也有現在也不想說去打仗的，那就照歐洲大戰時候的德意誌帝國的例，來「頭腦動員」，以盡「國民一份子」的義務。有的去查《唐書》，說日本古名「倭奴」；有的去翻字典，說倭是矮小之意；有的記得了文天祥，岳飛，林則徐，——但自然，更積極的是新的文藝界。\n\n先說一點另外的事罷，這叫作「和平聲中」。在這樣的聲中，是「胡展堂先生」到了上海，據說還告誡青年，教他們要養「力」勿使「氣」。靈藥就有了。第二天在報上便見廣告道：「胡漢民先生說，對日外交，應確定一堅強之原則，並勸勉青年須養力，毋泄氣，養力就是強身，泄氣就是悲觀，要強身、袪悲觀，須先心花怒放，大笑一次。」但這樣的寶貝是什麽呢？是美國的一張舊影片，將探險滑稽化以博小市民一笑的《兩親家遊非洲》。\n\n至於真的「國難聲中的興奮劑」呢，那是「愛國歌舞表演」，自己說，「是民族性的活躍，是歌舞界的精髓，促進同胞的努力，達到最後的勝利」的。倘有知道這立奏奇功的大明星是誰麽？曰：王人美，薛玲仙，黎莉莉。\n\n然而終於「上海文藝界大團結」了。《草野》（六卷七號）上記著盛況道：「上海文藝界同人，平時很少聯絡，在嚴重時期，除各個參加其他團體的工作外，復由謝六逸，朱應鵬，徐蔚南三人發起，……集會討論。在十月六日下午三點鐘，已陸續到了東亞食堂，……略進茶點，即開始討論，頗多發揮，……最後定名為上海文藝界救國會」云。\n\n「發揮」我們還無從知道，僅據眼前的方法看起來，是先看《兩親家遊非洲》以養力，又看「愛國的歌舞表演」以興奮，更看《日本小品文選》和《藝術三家言》並且略進茶點而發揮。那麽，中國就得救了。\n\n不成。這恐怕不必文學青年，就是文學小囡囡，也未必會相信。沒有法子，只得再加上兩個另外的好消息，就是目前的愛國文藝家所主宰的《申報》所發表出來的——十月五日的《自由談》裏葉華女士云：「無辦法之國民，如何有有辦法之政府。國聯絕望矣。……際茲一發千鈞，全國國民宜各立所誌，各盡所能，各抒所見，余也不才，謹以戰犬問題商諸國人。……各犬中，要以德國警犬最稱職，余極主張吾國可選擇是犬作戰……」\n\n同月二十五日也是《自由談》裏「蘇民自漢口寄」云：「日者寓書滬友王子仲良，間及余之病狀，而以不能投身義勇軍為憾。王子……竟以靈藥一裹見寄，雲為培生制藥公司所出益金草，功能治肺癆咳血，可一試之。……余立行試服，則咳果止，兼旬而後，體氣漸復，因念……一旦國家有事，吾必身列戎行，一展平生之壯誌，滅此朝食，行有日矣。……」\n\n那是連病夫也立刻可以當兵，警犬也將幫同愛國，在愛國文藝家的指導之下，真是大可樂觀，要「滅此朝食」了。只可惜不必是文學青年，就是文學小囡囡，也會覺得逐段看去，即使不稱為「廣告」的，也都不過是出賣舊貨的新廣告，要趁「國難聲中」或「和平聲中」將利益更多的榨到自己的手裏的。\n\n因為要這樣，所以都得在這個時候，趁勢在表面來泛一下，明星也有，文藝家也有，警犬也有，藥也有……也因為趁勢，泛起來就格外省力。但因為泛起來的是沈滓，沈滓又究竟不過是沈滓，所以因此一泛，他們的本相倒越加分明，而最後的運命，也還是仍舊沈下去。\n\n十月二十九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"我們要批評家","content":" 看大概的情形（我們這裏得不到確鑿的統計），從去年以來，掛著“革命的”的招牌的創作小說的讀者已經減少，出版界的趨勢，已在轉向社會科學了。這不能不說是好現象。最初，青年的讀者迷於廣告式批評的符咒，以為讀了“革命的”創作，便有出路，自己和社會，都可以得救，於是隨手拈來，大口吞下，不料許多許多是並不是滋養品，是新袋子裏的酸酒，紅紙包裏的爛肉，那結果，是吃得胸口癢癢的，好像要嘔吐。\n\n得了這一種苦楚的教訓之後，轉而去求醫於根本的，切實的社會科學，自然，是一個正當的前進。\n\n然而，大部分是因為市場的需要，社會科學的譯著又蜂起雲湧了，較為可看的和很要不得的都雜陳在書攤上，開始尋求正確的知識的讀者們已經在惶惑。然而新的批評家不開 \n口，類似批評家之流便趁勢一筆抹殺：“阿狗阿貓”。\n\n到這裏，我們所需要的，就只得還是幾個堅實的，明白的，真懂得社會科學及其文藝理論的批評家。\n\n批評家的發生，在中國已經好久了。每一個文學團體中，大抵總有一套文學的人物。至少，是一個詩人，一個小說家，還有一個盡職於宣傳本團體的光榮和功績的批評家。這些團體，都說是誌在改革，向舊的堡壘取攻勢的，然而還在中途，就在舊的堡壘之下紛紛自己扭打起來，扭得大家乏力了，這才放開了手，因為不過是“扭”而已矣，所以大創是沒有的，僅僅喘著氣。一面喘著氣，一面各自以為勝利，唱著凱歌。舊堡壘上簡直無須守兵，只要袖手俯首，看這些新的敵人自己所唱的喜劇就夠。他無聲，但他勝利了。\n\n這兩年中，雖然沒有極出色的創作，然而據我所見，印成本子的，如李守章的《跋涉的人們》，臺靜農的《地之子》，葉永秦的《小小十年》前半部，柔石的《二月》及《舊時代之死》，魏金枝的《七封信的自傳》，劉一夢的《失業以後》，總還是優秀之作。可惜我們的有名的批評家，梁實秋先生還在和陳西瀅相呼應，這裏可以不提；成仿吾先生是懷念了創造社過去的光榮之後，搖身一變而成為“石厚生”，接著又流星似的消失了；錢杏邨先生近來又只在《拓荒者》上，攙著藏原惟人，一段又一段的，在和茅盾扭結。每一個文學團體以外的作品，在這樣忙碌或蕭閑的戰場，便都被“打發”或默殺了。\n\n這回的讀書界的趨向社會科學，是一個好的，正當的轉機，不惟有益於別方面，即對於文藝，也可催促它向正確，前進的路。但在出品的雜亂和旁觀者的冷笑中，是極容易雕謝的，所以現在所首先需要的，也還是——幾個堅實的，明白的，真懂得社會科學及其文藝理論的批評家。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"以腳報國","content":"今年八月三十一日《申報》的《自由談》裏，又看見了署名“寄萍”的《楊縵華女士遊歐雜感》，其中的一段，我覺得很有趣，就照抄在下面：“……有一天我們到比利時一個鄉村裏去。許多女人爭著來看我的腳。我伸起腳來給伊們看。才平服伊們好奇的疑竇。一位女人說。‘我們也向來不曾見過中國人。\n\n但從小就聽說中國人是有尾巴的（即辮發）。都要討姨太太的。女人都是小腳。跑起路來一搖一擺的。如今才明白這話不確實。請原諒我們的錯念。’還有一人自以為熟悉東亞情形的。帶著譏笑的態度說。‘中國的軍閥如何專橫。到處鬧的是兵匪。人民過著地獄的生活。’這種似是而非的話。說了一大堆。我說‘此種傳說。全無根據。’同行的某君。也報以很滑稽的話。‘我看你們那裏會知道立國數千年的大中華民國。等我們革命成功之後。簡直要把顯微鏡來照你們比利時呢。’就此一笑而散。”\n\n我們的楊女士雖然用她的尊腳征服了比利時女人，為國增光，但也有兩點“錯念”。其一，是我們中國人的確有過尾巴（即辮發）的，纏過小腳的，討過姨太太的，雖現在也在討。其二，是楊女士的腳不能代表一切中國女人的腳，正如留學的女生不能代表一切中國的女性一般。留學生大多數是家裏有錢，或由政府派遣，為的是將來給家族或國家增光，貧窮和受不到教育的女人怎麽能同日而語。所以，雖在現在，其實是纏著小腳，“跑起路來一搖一擺的”女人還不少。\n\n至於困苦，那是用不著多談，只要看同一的《申報》上，記載著多少“呼籲和平”的文電，多少募集急賑的廣告，多少兵變和綁票的記事，留學外國的少爺小姐們雖然相隔太遠，可以說不知道，但既然能想到用顯微鏡，難道就不能想到用望遠鏡嗎？況且又何必用望遠鏡呢，同一的《楊縵華女士遊歐雜感》裏就又說：\n\n“……據說使領館的窮困。不自今日始。不過近幾年來。有每況愈下之勢。譬如逢到我國國慶或是重大紀念日。照例須招待外賓。舉行盛典。意思是慶祝國運方興。\n\n兼之聯絡各友邦的感情。以前使領館必備盛宴。款待上賓。到了去年。為館費支絀。改行茶會。以目前的形勢推測。將後恐怕連茶會都開不成呢。在國際上最講究體面的。要算日本國。他們政府行政費的預算。寧可特別節省。惟獨於駐外使領館的經費。十分充足。單就這一點來比較。我們已相形見拙了。”\n\n使館和領事館是代表本國，如楊女士所說，要“慶祝國運方興”的，而竟有“每況愈下之勢”，孟子曰，“百姓不足，君孰與足？”則人民的過著什麽生活，也就可想而知了。然而小國比利時的女人們究竟是單純的，終於請求了原諒，假使她們真“知道立國數千年的大中華民國”的國民，往往有自欺欺人的不治之癥，那可真是沒有面子了。\n\n假如這樣，又怎麽辦呢？我想，也還是“就此一笑而散”罷。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"现代电影与有产阶级","content":"　　一电影与观众\n\n　　电影的发明，是新的印刷术的起源。曾经借着活字和纸张，而输运开去，复制出来的思想，是有着使中世的封建底、旧教底社会意识，归于坏灭的力量的。\n\n　　有产者底社会的勃兴，宗教改革，那些重大的历史底契机，由此得了结果了。现在，在思想的输运上，在观念形态的决定上，电影所负的任务，就更加积极底，更加意识底了。\n\n　　它是阶级社会的拥护，也是新的“宗教改革”。\n\n　　这新的印刷术，是由于将运动的照相的一系列，印在Ｚｅｌｌｕｌｏｉｄ的薄膜上而成立的。那活字，并非将概念传给读者，却给以动作和具象。这在直接地是视觉底的这一种意义上，是无上的通俗底的而同时也是感铭底的活字，在原则底地没有言语这一种意义上，则是国际底活字。作为宣传，煽动手段的电影的效用，就在这一点。\n\n　　当考察作为宣传，煽动手段的电影之际，比什么都重大的，是电影和在那影响之下的大众的关联。\n\n　　我想用了具体底的数目字来描写它。\n\n　　据英国的电影杂志《ＴｈｅＣｉｎｅｍａ》所发表的统计，则一星期中的电影看客之数，其非常之多如下。\n\n　　亚美利加\n\n　　常设馆数　　　　　　　　　　　　　　　　　　　15，000\n　　人口　　　　　　　　　　　　　　　　　　106，000，000\n　　每星期的看客数　　　　　　　　　　　　　 47，000，000\n　　对于人口的比率　　　　　　　　　　　　　　　　　 45％\n\n　　英吉利\n\n　　常设馆数　　　　　　　　　　　　　　　　　　　3，800\n　　人口　　　　　　　　　　　　　　　　　　44，000，000\n　　每星期的看客数　　　　　　　　　　　　　14，000，000\n　　对于人口的比率　　　　　　　　　　　　　　　　　33％\n\n　　德意志\n\n　　常设馆数　　　　　　　　　　　　　　　　　　　3，600\n　　人口　　　　　　　　　　　　　　　　　　63，000，000\n　　每星期的看客数　　　　　　　　　　　　　 6，000，000\n　　对于人口的比率　　　　　　　　　　　　　　　　　10％\n　　（Hans Buchner－Im Banne des Films S.21）\n　　又，这些常设馆的收容力的总计，是可以看作每日看客数目的平均底数字的，如下表所示——\n\n　　常设馆与收容力\n\n　　　　　　　　　　常设馆数　　　　　　收容人员\n　　亚美利加　　　　15，000　　　　　　 8，0O0，000\n　　德意志　　　　　3，600　　　　　　　1，500，000\n　　英吉利　　　　　3，800　　　　　　　1，250，000\n　　于这些数字，乘以365则得\n　　8，000，000×365＝2，920，000，000（亚美利加）\n　　1，500，000×365＝547，500，000（德意志）\n　　1，250，000×365＝456，250，000（英吉利）\n\n　　就可以算作一年间的看客总额的大概。\n\n　　但这些数字，还是一九二五年度的调查，若据较新的统计，则世界各国的常设馆数，总计约在六万五千以上。内计——\n\n　　亚美利加　　　　　　　 20，000\n　　德意志　　　　　　　　　4，000\n　　法兰西　　　　　　　　　3，000\n　　俄罗斯　　　　　　　　 10，000\n　　意大利　　　　　　　　　2，000\n　　西班牙　　　　　　　　　2，000\n　　英吉利　　　　　　　　　4，000\n　　日本　　　　　　　　　　1，100\n\n　　（Léon Moussinac—Panoramiquedu Cinéma，PA17）⒂\n\n　　由此看来，则美，德，英三国，在馆数上，显示着约三成至一成增加。于看客数，也可以想定为大约同率的增加；于这三国以外的诸国，也可以推为同样的增加率。\n\n　　就是，虽在一九二五年度的统计，一年间的电影看客的总额，就已经到了在亚美利加是约二十九亿，在欧罗巴是二十亿，在亚细亚，腊丁·亚美利加，加拿大，亚非利加等是十亿，总计五十九亿那样的好像传奇的空想底数字了。\n\n　　①Moussinac所举的数字，并未揭出调查年度。推想起来，恐怕是一九二七年末的统计罢。据一九二八年度的《Film－Daily》及其他的调查，则亚美利加于这数字上，增加2.5％有二万五百的馆日本增加10％成为千二百；德国增加30％成为五二百六十七（收容座位数一八七六六○一）了。而这些，还是除掉了移动电影馆，非商业底剧场的数字。\n\n　　电影所支配的这庞大的观众，以及电影形式的直接性，国际性，——就证明着电影在分量上，在实质上，都是用于大众底宣传，煽动的绝好的容器。\n\n　　二电影与宣传\n\n　　要正当地认识那作为宣传，煽动手段的电影的价值，必须知道所谓“宣传电影”这一句熟语，以及那概念之无意义。\n\n　　为了介绍日本的好风景于外国，以招致游客而作的电影富士山，艺妓，日光，温泉等等，我们常常称之为宣传电影，凡这些，有时是因了教导疾病的预防法，奖励邮政储金，劝诱保险之类的目的而照的。那时候，我们便立刻感到装在那些软片之中的目的，领会了肺结核之可怕，开始贮金，加入生命保险去。然而利用了公会堂，小学校讲堂之类来开演的宣传电影，往往是不收费用的，既然白给人看，便会立刻发生疑惑，以为来演的那一面，一定有着白给人看的根由。这种宣传电影，目的意识就马上被看透。\n\n　　有着衰老而盲目的母亲的独养子一太郎君，得了召集令，将母亲放在她的一切衰老和盲目之中，“为了君国”，出征去“膺惩可恶的仇敌”了。勇壮的日章旗，万岁，一太郎呀！我们往往被给看这种军国美谈的东西。而这些东西，乃是×××电影公司所制的商业电影，当开演时，也并不叨公会堂和小学校讲堂的光，收取着有名誉的观览费，在普通的常设馆里堂皇地开映。一到这样，善良而无疑的看客，便不觉得这是宣传电影了。他们就将自己的付过正当的观览费这一个事实，做了那影片并非宣传电影的证明。其实，单纯的看客，是没有觉到陷于被那巧妙地布置了的宣传所煽动，所欺骗，然而对于那欺骗，还要付钱的二重欺骗的。\n\n　　在市民底的用语惯例上的“宣传电影”的无意义，大略就如此。为什么呢，因为没有目的的电影，因而就不是宣传电影的电影之类的东西，不过是幻想的缘故。\n\n　　我们能够就现在所制成的一切影片，将那隐微的目的——有时这还未意识底地到了目的地步，止是倾向以至趣味的程度罢了，但那倾向以至趣味，结果也是一个重要的宣传价值——摘发出来。那或是向帝国主义战争的进军喇叭，或是爱国主义，君权主义的鼓吹，或是利用了宗教的反动宣传，或是资产者社会的拥护，是对于革命的压抑，是劳资调和的提倡，是向小市民底社会底无关心的催眠药，——要之，是只为了资本主义底秩序的利益，专心安排了的思想底布置。\n\n　　在一九二八年，开在墨斯科的中央委员会的席上，关于电影，有了\n\n　　“将电影放在劳动者阶级的手中，关于苏维埃教化和文化的进步的任务，作为指导，教育，组织大众的手段。”的决议了。苏维埃电影的任务，即在在世界的电影市场上，抗拒着资本主义底宣传的澎湃的波浪，而作×××××宣传。\n\n　　世界现今是正在作为第二次大战的准备的，观念形态斗争的涡中。而电影，是和那五十九亿的看客一同，可以在这斗争的秤盘上，加上决定底的重量去的。\n\n　　三电影和战争\n\n　　资本主义底宣传电影之中，占着最重要的部门的，是战争影片。\n\n　　将战争收入电影里去，已经颇早了。当电影刚要脱离襁褓的时候，我们就看见了罗马，巴比伦，埃及之类的兵卒的打仗。这是那时的电影对于舞台的唯一的长处，为了要使利用了自由的Ｌｏｃａｔｉｏｎ（就地摄影）和巨大的Ｓｅｔ（场内陈设）和大众摄影的光景的魅力，发现到最大限度，所以设法出来的。辉煌的古代的铠甲，环以城垣的都市，神祠，奇怪的偶像，枪，盾，矛，火箭，石弩，这样异域情调的，而在当时，又是壮丽的布置，便忽然眩惑了对于电影还很幼稚的大众的眼，正合了时尚了。\n\n　　但在初期的这类的战争，归根结蒂，和大排场的马戏，比武之类的把戏，也并无区别。古代罗马和凯尔达戈，都不是现代电影看客的祖国。战争也不过仗了那动底的煽情底的视觉，使他们兴奋，有趣罢了。\n\n　　引进近代的战争去，而在那里面分明地装入有意识的宣传底要素的最初的电影制作者，我以为恐怕是葛蕾菲士（ＤAＷAＧｒｉｆｆｉｔｈ）罢。他在取材于南北战争的《一民族之诞生》（ＢｉｒｔｈｏｆａＮａｔｉｏｎ），《亚美利加》（Ａｍｅｒｉｃａ）这些影片上，赞美北军的英雄主义，将所谓合众国建国的精神，化为正当，化为美丽了。凡这些，虽不如后出的许多好战底影片那样，积极底地鼓吹了对外战争，但那目的，则仍在对于国民中有着驳杂分子的人种博物馆一般的合众国和其居民，涵养其确固的国家底概念，爱国心。“十足的亚美利加人”这一句口号，流行起来，成为“亚美利加化”运动的有力的武器，对于从爱尔兰来的巡警，从昔昔利来的菜商，于黑人，于美洲印第安，也都想印上这脸谱去了。\n\n　　“亚美利加化”的历程，以欧洲大战的勃发，亚美利加的参战，以及和这相伴的急速的帝国主义化为契机，而告了完成。\n\n　　亚美利加和对德宣战同时，还必须送一百万军队到法兰西去，于是开始了速成的募兵，施行了速成的海军扩张。奏着煽动底的进行曲的军乐队，在各处都市的大街上往来，各十字路口帖着传单，报纸独于此时候说些“亚美利加市民”的义务。易受煽动的青年们，或者为着不去应募，将被恋人所鄙弃，或者为着对于生活，觉得厌倦，或者又为着“进了海军去看看世界”，就来当募兵了。当此之际，亚美利加政府之宣传，也是有史以来的最大规模，而且最见效果的了。\n\n　　在这宣传之战，充了最主要的脚色的，是新闻和电影。当这时期，在本来的意义上的战争电影，这才制作出来了。在以根据西班牙的发狂底反对德国者伊本纳支（ＢｌａｓｃｏＩｂáｎAｅｚ）的原作《默示录的四骑士》（ＦｏｕｒＨｏｒｓｅｍｅｎｏｆ*簦瑁Ａｐｏｃａｌｙｐｓｅ），《我们的海》（ＭａｒｅＮｏｓｔｒｕｍ）为代表作品的战争影片上，亚美利加的支配阶级便描写出德国军队的如何凶残，德国潜艇的如何非人道，巧妙地煽动了单纯的花旗人。\n\n　　然而花旗帝国主义开始呈露它本来的锐锋，却在欧战收场之后，懂得了大众的军国化，是应该在平时不断地安排的时候。\n\n　　在一九二○年代的前半，切实地支配了全世界人类的脑子的，首先是活泼泼的战争的记忆。于是发生一种欲望，要符世界大战这一个重大的历史底事件，在国民底叙事诗的形态上，艺术底地再现出来，正是自然的事。而所作的电影，就切实地倾向大众的兴味和感情上去，也正是自然的事。将这有利的情势，忽然利用了的，是花旗帝国主义。战争的叙事法，便以最为好战底的煽动企图，创作出来了。\n\n　　战争影片的不绝的系列，产生了。《战地之花》（ＢｉｇＰａ－ｒａｄｅ），《飞机大战》（Ｗｉｎｇｓ）以下，许多反动底宣传影片，列举名目就不胜其烦。不消说，那些电影是没有战时的纯粹的煽动影片一般地露骨的，制作之法，是添些乐剧式恋爱的适当的甘甜，以及掩饰些人道主义底的战争批评的药料，弄得易于下咽，使能在较自然，较暗默之中，达到宣传的目的。但虽然是十分小心的假面，而其究竟目的之所在，则同是将遮眼的东西给与大众，使不明帝国主义底战争的本质，以及赞美亚美利加军队的英雄主义，有时还宣传军队生活的放恣和有趣罢了。（我深惜在这里没有揭出这种战争影片的完全的目录，以那代表底的几个例子，来使我的叙述更加具体起来的纸面和时间了。但我相信将来会有补正的机会的。）\n\n　　就战争和电影所历叙的这些事实，那自然，也决不是惟亚美利加所独有的特别现象。倒是在别的一切帝国主义强国里，都在争先兴办的。德国将《大战巡洋舰》（Ｅｍｄｅｎ）《世界大战》（Ｗｅｌｔｋｒｉｅｇ）等呈在我们的眼前，法国是制作了《凡尔登——历史的幻想》（Ｖｅｒｄｕｎ——Ｖｉｓｉｏｎｄ’ｈｉｓｔｏｉｒｅ）《蔼克巴什》（Ｌ’Ｅｑｕｉｐａｇｅ）等，英国则以《黎明》（Ｄａｗｎ），日本则以《炮烟弹雨》，《地球在回旋》和《蔚山洋西的海战》等，竭力用心于“军事思想”的普及。\n\n　　当叙述完战争电影之际，而没有提及作为几个例外底现象的反对战争的倾向，怕是不妥当的罢。\n\n　　我们在《战地之花》里，在几个段落里，虽然是太感伤底的，然而总算也看见了描写着诅咒战争的心情。那心理，在《战地鹃声》（ＷｈａｔＰｒｉｃｅＧｌｏｒｙ）中，就更为积极底地表白着。但在这些影片上，对于战争的确然的批评和态度，并无一定。只有着和卓别林（ＣｈａｒｌｉｅＣｈａｐｌｉｎ）曾在《从军梦》（ＳｈｏｕｌｄｅｒＡｒｍｓ）里，将战争化为谑画了那样的同一程度的认识。\n\n　　和这比较起来，技术上非常卓拔的战争影片《帝国旅馆》（ＨｏｔｅｌＩｍｐｅｒｉａｌ）的导演者ＥｒｉｃｈＰｏｍｍｅｒ所作的《铁条网》（ＢａｒｂｅｄＷｉｒｅ），倘临末没有那高唱人类爱的可笑的夸张，则和猛烈地讽刺了帝国主义战争的名喜剧《阵后谐兵》（ＢｅｈｉｎｄｔｈｅＦｒｏｎｔ）一同，大概是可以属于反战争电影的范畴的了。\n\n　　四电影与爱国主义\n\n　　爱国底宣传电影，也是世界大战后的显著的现象。为什么呢？因为这种电影，虽有外形上的差违，但终极之点，是在向帝国主义战争的意识的准备，鼓舞，在那君权主义上，在那好战性上，和战争影片是本质底地相关联的。\n\n　　那么，那目的是在那里呢？\n\n　　直接地，是宣传团体观念，国旗之尊严，间接地，是奖励暴力，使民心倾向右翼政党，当和外国争夺资本市场之际，即刻有军事行动的事，成为妥当化。\n\n　　这种影片的最活泼的影响，大抵见于选举国会议员，选举大总统的时期，如德国的国权党，尤其是能够仗了爱国主义的电影，博得许多的投票。\n\n　　例如叫作《腓立大王》（ＦｒｉｄｅｒｉｃｕｓＲｅｘ，这在日本，是大加短缩，改题为《莱因悲怆曲》了）的普鲁士勃兴的历史影片，是其中的最获成功的。那正是大战后的张皇的时代，且正值跟着德国革命的失败而来的反动的火头上，这是有产阶级的巧妙的宣传。穷极，饿透了的小市民们，在这影片中，看见精锐的腓立大王的禁军的行进，看见七年战争的冠冕堂皇的胜利，于是想起了往日的皇帝的治世，便在无智的廉价的感激中，鼓掌蹈足，吹起口笛来了。\n\n　　接着这个，而国民底英雄俾士麦的传记，化成电影了，兴登堡的传记，化成电影了。\n\n　　《俾士麦》（Ｂｉｓｍａｒｃｋ）者，单为了那制作，就设起俾士麦电影公司来，照成了两部二十余卷的巨制，凡在这帝国主义底政治家一生中的一切爱国底，煽情底的要素，都一无遗漏地填进在那里面。①\n\n　　《兴登堡》（Ｈｉｎｄｅｎｂｕｒｇ）者，是乘这老将军当选为大统领——这叨光于影片《腓立大王》和《俾士麦》之处是多么793现代电影与有产阶级①《俾士麦》影片公演时所散布的纲要书上，载着这样的说明——“我们的影片的祖国底的目的（ｄｅｒｖａｔｅｒｌａｅｎｄｉｓｃｈｅＺｗｅｃｋ），也规定了那内面的结构和事件的时间底限制。所以俾士麦的少年时代，仅占了极简略的开端。（中略。）而且这故事，是应该以一八七一年的德意志建国收场的。为什么呢？就因为跟着发生的国内的纷争，以及他的退隐，是惹起阴沉的回忆，不使观者结合，却使之乖离，有违于这电影全体的祖国底的目的的缘故。这影片的主要部分，是将从一八四七年，俾士麦入了政治底生活的时候起，至一八七一年止，作为一个完成了的戏曲的。（下略。）”的大呵。——之机，为了他的收罗人心而作的。\n\n　　一九二七年春，德意志国权党领袖之一，奥古斯德·霞尔书店的事实上的所有者福干培克，乘德国大公司之一乌发公司的财政危机，买进了那股票的过半，坐了乌发公司总经理的交椅了。于是德国的电影事业和那影响力，便全捏在国权党的手里。福干培克立刻在乌发公司的出品计划上，露骨地显示了他的政治底主张。那最是世界底的例子，是《世界大战》（Ｗｅｌｔｋｒｉｅｇ）的二部作。\n\n　　对于这，社会民主党的内阁便即刻取了牵制底手段。就是，使德意志银行来对抗福干培克，投资于乌发公司。为了使德国的独占底大电影公司不成为国权党宣传机关，这是不得已的方法。\n\n　　《世界大战》①已有删节的片子，绍介于日本（译者按：在上海，去年也大演了一通），那是有着怎样的倾向和主张的事，大约现在早可以无须详说了罢。\n\n　　在表面上所标榜的，《世界大战》是将一九一四年至一九一七年的战争中所摄的各国（大抵是德法）的照片，凭了纯粹的历史底客观而编辑的留在软片上的记录。\n\n　　而且这比起专一描写本国军队的胜利，的勇敢，的爱国的亚美利加式电影来，也真好像近于写实。然而注意较深的观察者，却即刻可以看见。从丹南培克之战起，常只将兴登893鲁迅全集·二心集①当《世界大战》开演之际，关于这影片，有一个将军述其所感，登在报上道。——“战争是完全可怖的，但我们是认战争，因为在战争中，再没有较之辱没自己的职务，尤为可怖的运命了。我们的青年们，对于战争的恐怖，应该以平静的镇定和确固的意志而进行。所以这影片的凄惨的场面，决不是可以厌恶的东西，却对于这影片给了意义，增了价值。”\n\n　　堡将军的胜利，重复地映出了好几回。而且和写着“在战时屡救祖国的将军，当平和时，也作为大统领而尽力于祖国”等语的字幕一同，这电影也就完结了。①五电影和宗教\n\n　　通一切时代，宗教一向在供支配阶级的御用，是已经证明了许多次数的。\n\n　　这在东洋，则教人以佛教底的忍从和蔑视现世，在西方，则成为基督教底平和主义，想阻止现存的阶级社会的积极底改革。\n\n　　到二十世纪，宗教虽然已经失却了昔日的权威和信仰，但倒是因为失却，所以对于那支配阶级的奴仆状态，也就愈加露骨，故意起来了。\n\n　　在物质文明发达较迟的国度中，宗教还有着大大的宣传煽动力。资本主义于是将宗教和电影相结合，能够同时利用了。\n\n　　例如，《十诫》（ＴｈｅＴｅｎＣｏｍｍａｎｄｍｅｎｔｓ），《基督教徒》（Ｃｈｒｉｓｔｉａｎ），《宾汉》（ＢｅｎＨｕｒ），《万王之王》（ＫｉｎｇｏｆＫｉｎｇｓ），《犹太之王，拿撒勒的耶稣》（ＩAＮAＲAＩ）之类的基叮梗梗诚执缬坝胗胁*级①作为属于这范畴的影片，可以列举出《路易飞迭南公子》（ＰｒｉｎｚＬｏｕｉｓＦｅｒｄｉｎａｎｄ），《乌第九号》（ＵA9A），《猫桥》（Ｋａｔｚｅｎｓｔｅｇ），《律查的猛袭》（ＬｕｅｌｚｏｗｓＷｉｌｄｅＶｅｒｗｅｇｅｎｅＪａｇｄ），《希勒的军官们》（ＳｃｈｉｌｌｓｃｈｅＯｆｆｉｚｉｅｒｅ），《大战巡洋舰》（Ｅｍｄｅｎ），《我们的安覃》（ＵｎｓｅｒＥｍｄｅｎ）及其他的德国影片；《拿破仑》（Ｎａｐｏｌéｏｎ），《贞德》（Ｊｅａｎｎｅｄ’Ａｒｃ）——但并非输入日本的ＫａｒｌＤｒｅｉｅｒ的作品——等法国影片；《珂罗内勒和孚克兰岛的海战》（ＴｈｅＢａｔｔｌｅｓｏｆＣｏｒｏｎｅｌａｎｄＦａｌｋｌａｎｄＩｓｌａｎｄｓ）等英国影片来。至于亚美利加，则连在《彼得班》（ＰｅｔｅｒＰａｎ》，《红皮》（ＲｅｄＳｋｉｎ）之类的童话和乐剧中，也发见了训导ＳｔａｒｓａｎｄＳｔｒｉｐｅｓ（译者按：星星和条纹＝花旗）之尊严的机会了。教宣传电影，《亚细亚之光》（ＤｉｅＬｅｕｃｈｔｅＡｓｉｅｎｓ），《大圣日莲》之类的佛教电影，是和感激之泪一同，从全世界的愚夫愚妇，善男信女的衣袋里，赚得确实的布施，从商业底方面看起来，也是利益最多的影片。一切宗派中，罗马加特力教会是最留意于电影的利用的，每年开一回电影会议，议定着那一年中全世界底宣传的计划。\n\n　　在我们的周围，宗教之力早已几乎视若无物了。至多，也不过本愿寺，日莲宗之流，组织了巡行电影团，竭力想维系些乡下农民的信仰。然而因此便推定宗教的世界底无力，是不可以的。只要看在苏维埃的文化革命的历程中。还不能放掉对于宗教的斗争，而在实行的事实，大概就可以明白其间情势了。①\n\n　　六电影和有产阶级\n\n　　为资本主义底生产方法和有产者政府的监视所拘束的现今电影的一切，几乎都被用于拥护有产阶级的事，我相信是已经很明显了的。\n\n　　但在这里，却将电影和有产阶级的关系，限于较狭的意义，只来论及直接服役于市民有产阶级的光荣和支配的电影这一种。\n\n　　这种电影，可以分成三样概括底区别。\n\n　　那第一种，是和封建底，乃至贵族底社会相对抗，而尽讴歌有产阶级之胜利的任务的。因此那全部，几乎都是取材于市民底社会的勃兴的历史影片。××，或者××的野兽底横暴，在其下尝着涂炭之苦的农民，工商阶级。到影片的第七卷，而有产阶级终于蜂起，将电影底的极顶（Ｃｌｉｍａｘ）和壮大的群集（ｍｏｂｓｃｅｎｅ），在这里大行展开，这是那典型底的结构。但在大多数的影片上，有产阶级是决不作为一个阶级底总体而蹶起的，大抵由一个（往往是贵族出身，年青，而又眉目秀丽的！）英雄所指导，力点就放在那个人底的英雄主义上。作为那最是性格底的作品，读者只要记起《罗宾汉》（ＲｏｂｉｎＨｏｏｄ），《斯凯拉谟修》（Ｓｃａｒａｍｏｕｃｈｅ），《定情之夕》（ＡＮｉｇｈｔｏｒＬｏｖｅ）来，大约就足够了。在日本的时代剧，尤其是剑剧影片之中，我们也有那不少的例子。\n\n　　但是，我们又能够在那历史底时代，发见新兴有产阶级所演的革命的脚色，和现在的无产阶级的斗争，其间有很大的类似（Ａｎａｌｏｇｉｅ）。倘作者将意识底的强音（Ａｋｚｅｎｔ）集中于此的时候，是可以产生优秀的作品的。如《熊的结婚》，《农奴之翼》，《斯各丁城》，《忠次旅行日记》等，便是那仅少的代表。\n\n　　第二种，是反对无产阶级革命的电影。\n\n　　《党人魂》（ＶｏｌｇａＢｏａｔｍａｎ）是当内务省检阅之际，惹起了大问题，终于遭了警视厅来制限其开映的忧患的影片，但那内容是什么呢？\n\n　　《大暴动》（Ｔｅｍｐｅｓｔ；译者按：在上海映演时，名《狂风暴雨》）也靠了长有数卷的小插画，这才好容易得以许可开演的影片，然而那所选的是怎样的主题呢？\n\n　　这些影片，是只在用俄国的无产阶级革命为背景这一点上，因而遭了禁止，或重大的删剪的。但要之，那所描写，是将无产阶级革命当作了无统制的暴民的一揆。无教育而不道德的农民和劳动者，倚恃着多数，攻入贵族的城堡去，破坏家具，××美丽的少女，酗酒，单喜欢流血。那是在无产阶级的胜利上，特地蒙上暴虐的假面，涂些污泥，使小市民变成反革命起见而作的有产阶级的××。我们于此，看见了如拥护有产者社会而设的宣传电影，却被×××××××的××所禁止的那种奇怪而且愉快的现象了。\n\n　　固然，在《约翰南伊之爱》（ＬｉｅｂｅｄｅｒＪｅａｎｎｅＮｅｙ）和《最后的命令》（ＴｈｅＬａｓｔＣｏｍｍａｎｄ）上，剪去了十月革命，那却是检阅者十分做了他所该做的事的。\n\n　　最后，就来了以《大都会》（Ｍｅｔｒｏｐｏｌｉｓ；译者按：在上海映演时，名《科学世界》）为典型的劳资调和电影的一连串。\n\n　　关于《大都会》，现在已经无须在这里缕述了。那是揭着“头和手之间，非有心脏不可”这标语的社会民主主义者，宣讲着资本家和劳动者可以不由战争，但靠相互底的协力与爱，即能建设新社会云云的巴培尔塔以前的童话。①七电影与小市民\n\n　　有产阶级的电影底宣传，一到阶级间的对立逐渐鲜明地，204鲁迅全集·二心集①论难攻击了《Ｍｅｔｒｏｐｏｌｉｓ》而显了英雄的英国的改良主义底时行作家威尔士（ＨAＧAMＷｅｌｌｓ），在那近著《ＴｈｅＫｉｎｇＷｈｏＷａｓａＫｉｎｇ—*裕瑁澹拢铮铮耄铮妫幔疲椋欤怼飞希赜战争的绝灭，大耍着使日内瓦的政治家们也要脸红那样反动底Ｄｅｍａｇｏｇｉｅ（笼络群众手段），那是滑稽之至的。\n\n　　决定底地尖锐起来，也就陷在无可避免的绝地里了。在实际上，电影是以大多数的小市民和无产阶级为看客的。而他们，小市民和无产阶级，早已渐渐地觉察出有产阶级的诡计来了。就是，已经注意于“支配阶级制作了宣布那服从于己的观念形态的影片，而以此来做掠取无产者的衣袋的手段”这事实的真相了。\n\n　　卢那卡尔斯基关于苏维埃电影，曾经说明过“拙劣的煽动，却招致反对的结果”这原则，在这里，却被有产者底地应用了。\n\n　　露骨的宣传是停止了。最所希望的，是使电影的看客看不见“阶级”这观念。至少，是坐在银幕之前的数小时中，使他们忘却了一切社会底对立。\n\n　　这样子，就产生了小市民的影片。①在小市民家庭剧中，有两种特征底的倾向——一，是那罗曼主义。\n\n　　二，是那弄玄妙（Ｓｏｐｈｉｓｔｉｃａｔｉｏｎ）。\n\n　　粗粗一看，则现在的电影，尤其是电影剧，乃是写实主304现代电影与有产阶级\n\n　　①关于小市民影片的发生，在一九二七年一月所作的拙稿《电影美学以前》里，虽然很简约，却已曾略述过了的。以下数行，请许其拔萃，以便读者的理解。“（前略）登场人物，是在高大的宫殿里占着王座的富豪。富豪，是良善的。富豪的女儿，是美的。小市民出身的年青的男子，溜出阶级斗争的背后，要高升到富豪的家族里面去。他就简单地只靠了恋爱，走上了一段阶级的梯子。为了他和富豪的女儿，常设馆的可怜的乐队，就奏起结婚进行曲来。“富豪由此得到恭维。小市民为这飞腾故事所激励，觉得要誓必尽忠于有产阶级。“但人们，大部分是无产者的人们，这样却还不满足。“没有破绽的商人，于是来设法。他们便想一切都避开‘阶级’这一个观念。“于是家庭剧发生了。那对于阶级的对立，是彻头彻尾，要掩住看客的眼睛，连两个不同的阶级的存在，也避开不写。将一切问题和倾向，都置之不顾，但竭力将‘谨慎的’小市民的生活，仅在他们的生活圈内，描写出来。那‘大抵是关于恋爱的柔滑的故事’，或则以母性爱为主题，其中虽一个无产者，一个资本家，也不准登场。只有小市民阶级作为惟一的阶级，在独裁着。（后略）”义底的。而且许多人们，都抱着这样的幻想。但其实，除了极少数的第一流作品以外，一切全没有什么现实底的申诉的。\n\n　　自然，虽说是罗曼主义，但和给十九世纪时有产阶级革命的艺术以特征的那生着火焰之翼的罗曼主义，是不一样的。这是为了平庸，近视，乐天底的小市民们而设的，也是平庸，近视，乐天底的罗曼主义。这于迭克萨的农民，芝加各的公司人员，亚理梭那的牧童，纽借那的送牛奶人，纽约的速记生，毕兹巴格的野球选手，东京的中学生，横滨的水手，无不相宜。说起来，就是Ｒｅａｄｙ－ｍａｄｅ（现成）的罗曼主义。作为那象征底的形相，则有珂林·谟亚（ＣｏｌｌｉｎＭｏｏｒｅ），瑙玛·希拉（ＮｏｒｍａＳｈｅａｒｅｒ），克莱拉·宝（ＣｌａｒａＢｏｗ），从一九二六年起，顺次登场来了。就是那样程度的罗曼主义。\n\n　　每星期薪水（美金）二十五元的大学生出身的公司职员和美尔顿百货公司的娇娃的恋爱故事。珂尼·爱兰特。新福特式的跑车。爵兹乐舞。打猎。\n\n　　至于这花旗罗曼主义上所必要的此外的布置和氛围气，则读者倘一看《ＶａｎｉｔｙＦａｉｒ》的广告栏，更所希望的，是往就近的电影馆，一赏鉴任何的亚美利加影片，大约便能自己领悟的罢。\n\n　　读者必须明白，这小市民底的罗曼主义，是和亚美利加资本主义还在走着上行线的这一个公式底认识，有不可分的关联的。这事实，在一方面，是每年将九十亿元的国帑，撒在有产阶级的怀中，而使发生了叫作所谓“ＦｏｕｒＨｕｎｄｒｅｄｓ”的有闲阶级，利子生活者的大群。①而且有闲阶级，利子生活者的大群，则使他本身的消费底文化，娱乐机关，极端地发达起来了。而从那消费底文化的母胎中，就酦酵了为一切文化烂熟期之特色的一种像煞有介事，通人趣味，低徊趣味，讽刺，冷嘲等。这过度地洗炼了的生活感情，他们称之为Ｓｏｐｈｉｓｔｉｃａｔｉｏｎ。卖弄巴黎式的Ｃｈｉｃ，以及花旗式地解释了的ｈａｒｄ－ｂｏｉｌｅｄ之类的话，都和这相关联，而为人们所欢喜。\n\n　　卓别林在《巴黎一妇人》（ＡＷｏｍａｎｏｆＰａｒｉｓ）里，居然表现了那Ｓｏｐｈｉｓｔｉｃａｔｉｏｎ的模范（Ｐｒｏｔｏｔｙｐｅ）。刘别谦（ＥｒｎｓｔＬｕｂｉｔｓｃｈ）在《婚姻范围》（ＭａｒｒｉａｇｅＣｉｒｃｌｅ）里，表现于一套片子上面了。蒙太·培尔，玛尔·辛克莱儿，泰巴第·达赖尔等许多后继者们，都发挥了电影界的玄妙家腔调。\n\n　　但是，亚美利加虽在那一切的资本主义底兴隆，但本身之中，却已经包藏着到底消除不尽的内底矛盾，而在苦闷。消费不能相副的一面底生产，失了投资市场的大金融资本，荷佛政府的积极底外交，拥抱着五百万失业者的天国亚美利加，现在是正踏在不可掩饰的阶级底对立的顶上了。\n\n　　这社会情势，将怎样地反映在亚美利加影片之中呢，那是很有兴味的将来的问题。\n\n　　译者附记\n\n　　这一篇文章的题目，原是《作为宣传，煽动手段的电影》。所谓“宣传，煽动”者，本是指支配阶级那一面而言，和“造反”并无关系。但这些字面，现在有许多人都不大喜欢，尤其是在支配阶级那方面。那原因，只要看本文第七章《电影与小市民》的前几段，就明白了。\n\n　　本文又原是《电影和资本主义》中的一部分，但全书尚未完成，这是据发表在《新兴艺术》〔3〕第一，第二号上的初稿译出来的。作者在篇末有几句声明，现在也译在下面：“我的，《电影和资本主义》，原要接着本稿，更以社会底逃避的电影，无产阶级方面所作的宣传电影等，作为顺次的问题，臻于完成的。但现在，则仅以对于有产阶级电影的如上的研究，暂且搁笔。\n\n　　“又，本稿不过是对于每一项目，各能写出独立的研究那样的浩瀚的材料，给了极概括底的一瞥，在这一端，是全篇过于常识底了。请许我声明我自己颇以为憾的事。”\n\n　　但我偶然读到了这一篇，却觉得于自己很有裨益。上海的日报上，电影的广告每天大概总有两大张，纷纷然竞夸其演员几万人，费用几百万，“非常的风情，浪漫，香艳（或哀艳），肉感，滑稽，恋爱，热情，冒险，勇壮，武侠，神怪……空前巨片”，真令人觉得倘不前去一看，怕要死不瞑目似的。现在用这小镜子一照，就知道这些宝贝，十之九都可以归纳在文中所举的某一类，用意如何，目的何在，都明明白白了。但那些影片，本非以中国人为对象而作，所以运入中国的目的，也就和制作时候的用意不同，只如将陈旧枪炮，卖给武人一样，多吸收一些金钱而已。而中国人对于这些的见解，当然也和他们的本国人两样，只看广告中借以吸引看客的句子，便分明可知，于各类影片，大抵都只见其“非常风情，浪漫，香艳（或哀艳），肉感……”了。然而，冥冥中也还有功效在，看见他们“勇壮武侠”的战事巨片，不意中也会觉得主人如此英武，自己只好做奴才，看见他们“非常风情浪漫”的爱情巨片，便觉得太太如此“肉感”，真没有法子办——自惭形秽，虽然嫖白俄妓女以自慰，现在是还可以做到的。非洲土人顶喜欢白人的洋枪，美洲黑人常要强奸白人的妇女，虽遭火刑，也不能吓绝，就因看了他们的实际上的“巨片”的缘故。然而文野不同，中国人是古文明国人：大约只是心折而不至于实做的了。\n\n　　因为自己看过之后，大略发生了如上的感想，因此也想介绍给一部分的读者，费去许多工夫，译出来了。原文本是很简短的，只因为我于电影一道是门外汉，虽是平常的术语，也须查考，这就比别人烦难得多，即如有几个题目，便是从去年的旧报上翻出来的，查不到的，则只好“硬译”，而且误译之处，也恐怕决不能免。但就大体而言，我相信于读者总可以有一些贡献。\n\n　　去年，美国的“武侠明星”范朋克（ＤｏｕｇｌａｓＦａｉｒｂａｎｋｓ）因为美金积得太多，到东洋来游历了。上海有几个团体便豫备欢迎。中国本来有“捧戏子”的脾气，加以唐宋以来，偷生的小市民就已崇拜替自己打不平的“剑侠”，于是《七侠五义》，《七剑十八侠》，《荒山怪侠》，《荒林女侠》，……层出不穷；看了电影，就佩服洋《七侠五义》即《三剑客》〔4〕之类。古洋侠客往矣，只好佩服扮洋侠客的洋戏子，算是“过屠门而大嚼，虽不得肉，亦且快意”〔5〕，正如捧梅兰芳者，和他所扮的天女，黛玉等辈，决不能说无关一样，原是不足怪的。但有些人们反对了，说他在演《月宫宝盒》（ＴｈｅＴｈｉｅｆｏｆＢａｇｄａｄ〔6〕）时摔死蒙古太子，辱没了中国。其实呢，《月宫宝盒》中的英雄，以一偷儿连爬了两段阶级的梯子，终于做了驸马，正是译文第七章细注里所说，要使小市民或无产者“为这飞腾故事所激励，觉得要誓必尽忠于有产阶级”的玩艺，决不是意在辱没中国的东西。况且故事出于《一千一夜》〔7〕，范朋克并非作家，也不是导演，我们又不是蒙古太子的子孙或奴才，正不必对于他，为美金而演剧的个人，如此之忿忿。但既然无端忿忿了，这也是中国常有的惯例，不足怪的A——在见惯者。后来范朋克到了，终于有团体要欢迎Ｈ欢笈龆ぷ樱*范氏代表谓范氏绝对不允赴公共宴会”，竟不能得到瞻仰洋侠客的光荣。待到范朋克“到日本后，一切游程，均由日人代为规定，且到东京后，将赴影戏院，与日本民众相见”（见十八年十二月十九日《申报》），我们这里的蒙古王孙乃更不胜其没落之感，上海电影公会有一封宛转抑扬的信，寄给这“大艺术家”。全文是极有可供研究的处所的，但这里限于纸面，只好摘录了一点——“曾忆《月宫宝盒》剧中，有一蒙古太子，其表演状态，至为恶劣，足使观者之未知东方历史，未悉东方民族性质者，发生不良之印象，而能成为人类相爱进程上绝大之阻碍。因东方中华民国人民之状态，并不如其所表演之恶劣也。敝会同人，深知电影艺术之能力，转辗为全世界一切民情风俗智识学问之介绍，换言之，亦能引导全世界人彼此之相爱，及世界人类彼此之相憎。敝会同人以爱先生故，以先生为大艺术家故，愿先生为向善之努力，不愿先生如他人之对世界为不真实之介绍，而为盛誉之累也。”\n\n　　文中说电影对于看客的力量的伟大，是很不错的，但以为蒙古太子就是“中华民国人民”，却与反对欢迎者流，同一错误。尤其错误的是要劝范朋克去引“全世界人彼此之相爱”，忘却了他是花旗国〔8〕里发了财的电影员。因此一念之差，所以竟弄到低声下气，托他去绍介真实的“四千余年历史文化所训练的精神”于世界了——“敝会同人更敢以经过四千余年历史文化训练之精神，大声以告先生。我中华人民之尊重美德，深用礼仪，初不异于贵国之人民。更以贵国政府常能于世界国际间主持公道，故为我中华人民所敬爱。先生于此次东游小住中，想已见到真实之证据。今日我中华政治之状态，方在革命完成应经历之过程中，有国内之战争，有不安静之纷扰，然中华人民对于外来宾客如先生者，仍能不忘应有之礼节，表示爱人之风度。此种情形，先生当能于耳目交接之间，为真实之明了。虽间有表示不同之言论者，然此种言论，皆为先生代表以及代表引为己助参加发言者不合礼节隔离人情之宣言及表示所造成。……“希望先生于东游之后，以所得真实之情状，介绍于贵国之同业，进而介绍于世界，使世界之人类与中华所有四万万余之人民为相爱之亲近，勿为相憎之背驰，以形成世界不良之情状，使我中华人民之敬爱先生，一如敬爱美国之政府。”\n\n　　但所说明的精神，一言以蔽之，是咱们蒙古王孙即使国内如何战争，纷扰，而对于洋大人是极其有礼的。就是这一点。\n\n　　这正是被压服的古国人民的精神，尤其是在租界上。因为被压服了，所以自视无力，只好托人向世界去宣传，而不免有些谄；但又因为自以为是“经过四千余年历史文化训练”的，还可以托人向世界去宣传，所以仍然有些骄。骄和谄相纠结的，是没落的古国人民的精神的特色。\n\n　　欧美帝国主义者既然用了废枪，使中国战争，纷扰，又用了旧影片使中国人惊异，胡涂。更旧之后，便又运入内地，以扩大其令人胡涂的教化。我想，如《电影和资本主义》那样的书，现在是万不可少了！\n\n　　一九三○，一，十六，Ｌ\n\n\n"}]