[{"name":"崇實","content":"本篇最初發表于一九三三年二月六日《申報·自由談》，署名何家干。\n\n事實常沒有字面這麼好看。\n\n例如這《自由談》，其實是不自由的，現在叫作《自由談》，總算我們是這麼自由地在這裏談著。\n\n又例如這回北平的遷移古物和不准大學生逃難，發令的有道理，批評的也有道理，不過這都是些字面，并不是精髓。\n\n倘說，因為古物古得很，有一無二，所以是寶貝，應該趕快搬走的罷。這誠然也說得通的。但我們也沒有兩個北平，而且那地方也比一切現存的古物還要古。禹是一條虫，那時的話我們且不談罷，至于商周時代，這地方卻確是已經有了的。為什麼倒撇下不管，單搬古物呢？說一句老實話，那就是并非因為古物的「古」，倒是為了它在失掉北平之後，還可以隨身帶著，隨時賣出銅錢來。\n\n大學生雖然是「中堅分子」，然而沒有市價，假使歐美的市場上值到五百美金一名口，也一定會裝了箱子，用專車和古物一同運出北平，在租界上外國銀行的保險柜子裏藏起來的。\n\n但大學生卻多而新，惜哉！\n\n費話不如少說，只剝崔顥《黃鶴樓》詩以弔之，曰——\n\n闊人已騎文化去，此地空餘文化城。\n文化一去不復返，古城千載冷清清。\n專車隊隊前門站，晦氣重重大學生。\n日薄榆關何處抗，煙花場上沒人驚。\n\n一月三十一日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"對於戰爭的祈禱","content":"本篇最初發表于一九三三年二月二十八日《申報·自由談》，署名何家干。\n\n熱河的戰爭開始了。\n\n三月一日——上海戰爭的結束的「紀念日」，也快到了。「民族英雄」的肖像一次又一次的印刷著，出賣著；而小兵們的血，傷痕，熱烈的心，還要被人糟蹋多少時候？回憶里的炮聲和几千里外的炮聲，都使得我們帶著無可如何的苦笑，去翻開一本無聊的，但是，倒也很有几句「警句」的閒書。這警句是：\n\n「喂，排長，我們到底上那里去喲？」——其中的一個問。\n\n「走吧。我也不曉得。」\n\n「丟那媽，死光就算了，走什么！」\n\n「不要吵，服從命令！」\n\n「丟那媽的命令！」\n\n然而丟那媽歸丟那媽，命令還是命令，走也當然還是走。四點鐘的時候，中山路复歸于沉寂，風和葉儿沙沙的響，月亮躲在青灰色的云海里，睡著，依舊不管人類的事。\n\n這樣，十九路軍就向西退去。\n\n（黃震遐：《大上海的毀滅》。）\n\n什么時候「丟那媽」和「命令」不是這樣各歸各，那就得救了。\n\n不然呢？還有「警句」可以回答這個問題：十九路軍打，是告訴我們說，除掉空說以外，還有些事好做！\n\n十九路軍胜利，只能增加我們苟且，偷安与驕傲的迷夢！\n\n十九路軍死，是警告我們活得可怜，無趣！\n\n十九路軍失敗，才告訴我們非努力，還是做奴隸的好！\n\n（見同書。）\n\n這是警告我們，非革命，則一切戰爭，命里注定的必然要失敗。現在，主戰是人人都會的了——這是一二八的十九路軍的經驗：打是一定要打的，然而切不可打胜，而打死也不好，不多不少剛剛适宜的辦法是失敗。「民族英雄」對于戰爭的祈禱是這樣的。而戰爭又的确是他們在指揮著，這指揮權是不肯讓給別人的。戰爭，禁得起主持的人預定著打敗仗的計畫么？好像戲台上的花臉和白臉打仗，誰輸誰贏是早就在后台約定了的。嗚呼，我們的「民族英雄」！\n\n二月二十五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"逃的辯護","content":"本篇最初發表於一九三三年一月三十日《申報·自由談》，原題為《「逃」的合理化》，署名何家幹\n\n古時候，做女人大晦氣，一舉一動，都是錯的，這個也罵，那個也罵。現在這晦氣落在學生頭上了，進也挨罵，退也挨罵。\n\n我們還記得，自前年冬天以來，學生是怎麼鬧的，有的要南來，有的要北上，南來北上，都不給開車。待到到得首都，頓首請願，卻不料「為反動派所利用」，許多頭都恰巧「碰」在刺刀和槍柄上，有的竟「自行失足落水」而死了。驗屍之后，報告書上說道，「身上五色」。我實在不懂。\n\n誰發一句質問，誰提一句抗議呢？有些人還笑罵他們。\n\n還要開除，還要告訴家長，還要勸進研究室。一年以來，好了，總算安靜了。但不料榆關失了守，上海還遠，北平卻不行了，因為連研究室也有了危險。住在上海的人們想必記得的，去年二月的暨南大學，勞動大學，同濟大學……，研究室里還坐得住麼？北平的大學生是知道的，并且有記性，這回不再用頭來「碰」刺刀和槍柄了，也不再想「自行失足落水」，弄得「身上五色」了，卻發明了一種新方法，是：大家走散，各自回家。\n\n這正是這幾年來的教育顯了成效。\n\n然而又有人來罵了。童子軍還在烈士們的挽聯上，說他們「遺臭萬年」。\n\n但我們想一想罷：不是連語言歷史研究所里的沒有性命的古董都在搬家了麼？不是學生都不能每人有一架自備的飛機麼？能用本國的刺刀和槍柄「碰」得瘟頭瘟腦，躲進研究室裏去的，倒能并不瘟頭瘟腦，不被外國的飛機大炮，炸出研究室外去麼？\n\n阿彌陀佛！\n\n一月二十四日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"頌蕭","content":"蕭伯納未到中國之前，《大晚報》希望日本在華北的軍事行動會因此而暫行停止，呼之曰「和平老翁」。蕭伯納既到香港之後，各報由「路透電」譯出他對青年們的談話，題之曰「宣傳共產」。\n\n蕭伯納「語路透訪員曰，君甚不像華人，蕭并以中國報界中人全無一人訪之為異，問曰，彼等其幼稚至於未識余乎？」（十一日路透電）\n\n我們其實是老練的，我們很知道香港總督的德政，上海工部局的章程，要人的誰和誰是親友，誰和誰是仇讎，誰的太太的生日是那一天，愛吃的是什麼。但對於蕭，——惜哉，就是作品的譯本也只有三四種。\n\n所以我們不能識他在歐洲大戰以前和以後的思想，也不能深識他游歷蘇聯以後的思想。但只就十四日香港「路透電」所傳，在香港大學對學生說的「如汝在二十歲時不為赤色革命家，則在五十歲時將成不可能之僵石，汝欲在二十歲時成一赤色革命家，則汝可得在四十歲時不致落伍之機會」的話，就知道他的偉大。\n\n但我所謂偉大的，并不在他要令人成為赤色革命家，因為我們有「特別國情」，不必赤色，只要汝今天成為革命家，明天汝就失掉了性命，無從到四十歲。我所謂偉大的，是他竟替我們二十歲的青年，想到了四五十歲的時候，而且并不离開了現在。\n\n闊人們會搬財產進外國銀行，坐飛機離開中國地面，或者是想到明天的罷；「政如飄風，民如野鹿」，窮人們可簡直連明天也不能想了，況且也不准想，不敢想。又何況二十年，三十年之後呢？這問題極平常，然而是偉大的。\n\n此之所以為蕭伯納！\n\n二月十五日。          \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"航空救國三願","content":"本篇最初發表於一九三三年二月五日《申擠·自由談》，署名何家干。\n\n現在各色的人們大喊著各種的救國，好像大家突然愛國了似的。其實不然，本來就是這樣，在這樣地救國的，不過現在喊了出來罷了。\n\n所以銀行家說貯蓄救國，賣稿子的說文學救國，畫畫兒的說藝術救國，愛跳舞的說寓救國於娛樂之中，還有，據煙草公司說，則就是吸吸馬占山將軍牌香煙，也未始非救國之一道云。\n\n這各種救國，是像先前原已實行過來一樣，此後也要實行下去的，決不至於五分鐘。\n\n只有航空救國較為別緻，是應該刮目相看的，那將來也很難預測，原因是在主張的人們自己大概不是飛行家。\n\n那麼，我們不妨預先說出一點願望來。\n\n看過去年此時的上海報的人們恐怕還記得，蘇州不是有一隊飛機來打仗的麼？後來別的都在中途「迷失」了，只剩下領隊的洋烈士的那一架，雙拳不敵四手，終於給日本飛機打落，累得他母親從美洲路遠迢迢的跑來，痛哭一場，帶幾個花圈而去。聽說廣州也有一隊出發的，閨秀們還將詩詞繡在小衫上，贈戰士以壯行色。然而，可惜得很，好像至今還沒有到。\n\n所以我們應該在防空隊成立之前，陳明兩種願望——\n\n一，路要認清；\n\n二，飛得快些。\n\n還有更要緊的一層，是我們正由「不抵抗」以至「長期抵抗」而入於「心理抵抗」的時候，實際上恐怕一時未必和外國打仗，那時戰士技癢了，而又苦於英雄無用武之地，不知道會不會炸彈倒落到手無寸鐵的人民頭上來的？\n\n所以還得戰戰兢兢的陳明一種願望，是——三，莫殺人民！\n\n二月三日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"從諷刺到幽默","content":"本篇最初發表于一九三三年三月七日《申報·自由談》，署名何家干。\n\n諷刺家，是危險的。\n\n假使他所諷刺的是不識字者，被殺戮者，被囚禁者，被壓迫者罷，那很好，正可給讀他文章的所謂有教育的智識者嘻嘻一笑，更覺得自己的勇敢和高明。然而現今的諷刺家之所以為諷刺家，卻正在諷刺這一流所謂有教育的智識者社會。\n\n因為所諷刺的是這一流社會，其中的各分子便各各覺得好像刺著了自己，就一個個的暗暗的迎出來，又用了他們的諷刺，想來刺死這諷刺者。\n\n最先是說他冷嘲，漸漸的又七嘴八舌的說他謾罵，俏皮話，刻毒，可惡，學匪，紹興師爺，等等，等等。然而諷刺社會的諷刺，卻往往仍然會「悠久得惊人」的，即使捧出了做過和尚的洋人或專辦了小報來打擊，也還是沒有效，這怎不气死人也么哥呢！\n\n樞紐是在這里：他所諷刺的是社會，社會不變，這諷刺就跟著存在，而你所刺的是他個人，他的諷刺倘存在，你的諷刺就落空了。\n\n所以，要打倒這樣的可惡的諷刺家，只好來改變社會。\n\n然而社會諷刺家究竟是危險的，尤其是在有些「文學家」明明暗暗的成了「王之爪牙」的時代。人們誰高興做「文字獄」中的主角呢，但倘不死絕，肚子里總還有半口悶气，要借著笑的幌子，哈哈的吐他出來。笑笑既不至于得罪別人，現在的法律上也尚無國民必須哭喪著臉的規定，并非「非法」，蓋可斷言的。\n\n我想：這便是去年以來，文字上流行了「幽默」的原因，但其中單是「為笑笑而笑笑」的自然也不少。\n\n然而這情形恐怕是過不長久的，「幽默」既非國產，中國人也不是長于「幽默」的人民，而現在又實在是難以幽默的時候。于是雖幽默也就免不了改變樣子了，非傾于對社會的諷刺，即墮入傳統的「說笑話」和「討便宜」。\n\n三月二日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"不通兩種","content":"人們每當批評文章的時候，凡是國文教員式的人，大概是著眼於「通」或「不通」，《中學生》雜志上還為此設立了病院。然而做中國文其實是很不容易「通」的，高手如太史公司馬遷，倘將他的文章推敲起來，無論從文字，文法，修辭的任何一种立場去看，都可以發見「不通」的處所。\n\n不過現在不說這些；要說的只是在籠統的一句「不通」之中，還可由原因而分為幾種。大概的說，就是：有作者本來還沒有通的，也有本可以通，而因了種種關系，不敢通，或不願通的。\n\n例如去年十月三十一日《大晚報》的記載「江都清賦風潮」，在《鄉民二度興波作浪》這一個巧妙的題目之下，述陳友亮之死云：\n\n「陳友亮見官方軍警中，有攜手槍之劉金發，竟欲奪劉之手槍，當被子彈出膛，飲彈而斃，警察隊亦開空槍一排，鄉民始後退。……」\n\n「軍警」上面不必加上「官方」二字之類的費話，這裏也且不說。最古怪的是子彈竟被寫得好像活物，會自己飛出膛來似的。但因此而累得下文的「亦」字不通了。必須將上文改作「當被擊斃」，才妥。倘要保存上文，則將末兩句改為「警察隊空槍亦一齊發聲，鄉民始後退」，這才銖兩悉稱，和軍警都毫無關係。——雖然文理總未免有點希奇。\n\n現在，這樣的希奇文章，常常在刊物上出現。不過其實也并非作者的不通，大抵倒是恐怕「不准通」，因而先就「不敢通」了的緣故。頭等聰明人不談這些，就成了「為藝術的藝術」家；次等聰明人竭力用種種法，來粉飾這不通，就成了「民族主義文學」者，但兩者是都屬於自己「不願通」，即「不肯通」這一類裏的。\n\n二月三日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"電的利弊","content":"日本幕府時代，曾大殺基督教徒，刑罰很凶，但不准發表，世無知者。到近幾年，乃出版當時的文獻不少。曾見《切利支丹殉教記》，其中記有拷問教徒的情形，或牽到溫泉旁邊，用熱湯澆身；或周圍生火，慢慢的烤炙，這本是「火刑」，但主管者卻將火移遠，改死刑為虐殺了。\n\n中國還有更殘酷的。唐人說部中曾有記載，一縣官拷問犯人，四周用火遙焙，口渴，就給他喝醬醋，這是比日本更進一步的辦法。現在官廳拷問嫌疑犯，有用辣椒煎汁灌入鼻孔去的，似乎就是唐朝遺下的方法，或則是古今英雄，所見略同。曾見一個囚在反省院里的青年的信，說先前身受此刑，苦痛不堪，辣汁流入肺髒及心，已成不治之症，即釋放亦不免于死云云。此人是陸軍學生，不明內髒构造，其實倒挂灌鼻，可以由气管流入肺中，引起致死之病，卻不能進入心中；大約當時因在苦楚中，知覺瞀亂，遂疑為已到心髒了。\n\n但現在之所謂文明人所造的刑具，殘酷又超出于此种方法萬萬。上海有電刑，一上，即遍身痛楚欲裂，遂昏去，少頃又醒，則又受刑。聞曾有連受七八次者，即幸而免死，亦從此牙齒皆搖動，神經亦變鈍，不能復原。前年紀念愛迪生，許多人贊頌電報電話之有利於人，卻沒有想到同是一電，而有人得到這樣的大害，福人用電氣療病，美容，而被壓迫者卻以此受苦，喪命也。\n\n外國用火藥制造子彈禦敵，中國卻用它做爆竹敬神；外國用羅盤針航海，中國卻用它看風水；外國用鴉片醫病，中國卻拿來當飯吃。同是一種東西，而中外用法之不同有如此，蓋不但電氣而已。\n\n一月三十一日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"賭咒","content":"本篇最初發表于一九三三年二月十四日《申報·自由談》，署名干。\n\n「天誅地滅，男盜女娼」——是中國人賭咒的經典，幾乎像詩云子曰一樣。現在的宣誓，「誓殺敵，誓死抵抗，誓……」似乎不用這種成語了。\n\n但是，賭咒的實質還是一樣，總之是信不得。他明知道天不見得來誅他，地也不見得來滅他，現在連人參都「科學化地」含起電气來了，難道「天地」還不科學化麼！至於男盜和女娼，那是非但無害，而且有益：男盜——可以多刮幾層地皮，女娼——可以多弄幾個「裙帶官兒」的位置。\n\n我的老朋友說：你這個「盜」和「娼」的解釋都不是古義。我回答說——你知道現在是什麼時代！現在是盜也摩登，娼也摩登，所以賭咒也摩登，變成宣誓了。\n\n二月九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"前記","content":"　　這一本小書裡的，是從本年一月底起至五月中旬為止的寄給《申報》上的《自由談》的雜感。\n\n　　我到上海以後，日報是看的，卻從來沒有投過稿，也沒有想到過，並且也沒有注意過日報的文藝欄，所以也不知道《申報》在什麼時候開始有了《自由談》， 《自由談》裡是怎樣的文字。大約是去年的年底罷，偶然遇見郁達夫先生，他告訴我說，《自由談》的編輯新換了黎烈文先生了，但他才從法國回來，人地生疏，怕一時集不起稿子，要我去投幾回稿。我就漫應之曰：那是可以的。\n\n　　對於達夫先生的囑咐，我是常常「漫應之曰：那是可以的」的。直白的說罷，我一向很迴避創造社裡的人物。這也不只因為歷來特別的攻擊我，甚而至於施行人身攻擊的緣故，大半倒在他們的一副「創造」臉。雖然他們之中，後來有的化為隱士，有的化為富翁，有的化為實踐的革命者，有的也化為奸細，而在「創造」這一面大纛之下的時候，卻總是神氣十足，好像連出汗打嚏，也全是「創造」似的。我和達夫先生見面得最早，臉上也看不出那麼一種創造氣，所以相遇之際，就隨便談談；對於文學的意見，我們恐怕是不能一致的罷，然而所談的大抵是空話。但這樣的就熟識了，我有時要求他寫一篇文章，他一定如約寄來，則他希望我做一點東西，我當然應該漫應曰可以。但應而至於「漫」，我已經懶散得多了。\n\n　　但從此我就看看《自由談》，不過仍然沒有投稿。不久，聽到了一個傳聞，說《自由談》的編輯者為了忙於事務，連他夫人的臨蓐也不暇照管，送在醫院裡，她獨自死掉了。幾天之後，我偶然在《自由談》裡看見一篇文章，其中說的是每日使嬰兒看看遺照，給他知道曾有這樣一個孕育了他的母親。我立刻省悟了這就是黎烈文先生的作品，拿起筆，想做一篇反對的文章，因為我向來的意見，是以為倘有慈母，或是幸福，然若生而失母，卻也並非完全的不幸，他也許倒成為更加勇猛，更無掛礙的男兒的。但是也沒有竟做，改為給《自由談》的投稿了，這就是這本書裡的第一篇《崇實》；又因為我舊日的筆名有時不能通用，便改題了「何家幹」，有時也用「幹」或「丁萌」。\n\n　　這些短評，有的由於個人的感觸，有的則出於時事的刺戟，但意思都極平常，說話也往往很晦澀，我知道《自由談》並非同人雜誌，「自由」更當然不過是一句反話，我決不想在這上面去馳騁的。我之所以投稿，一是為了朋友的交情，一則在給寂寞者以吶喊，也還是由於自己的老脾氣。然而我的壞處，是在論時事不留面子，砭錮弊常取類型，而後者尤與時宜不合。蓋寫類型者，於壞處，恰如病理學上的圖，假如是瘡疽，則這圖便是一切某瘡某疽的標本，或和某甲的瘡有些相像，或和某乙的疽有點相同。而見者不察，以為所畫的只是他某甲的瘡，無端侮辱，於是就必欲制你畫者的死命了。例如我先前的論叭兒狗，原也泛無實指，都是自覺其有叭兒性的人們自來承認的。這要製死命的方法，是不論文章的是非，而先問作者是那一個；也就是別的不管，只要向作者施行人身攻擊了。自然，其中也並不全是含憤的病人，有的倒是代打不平的俠客。總之，這種戰術，是陳源教授的「魯迅即教育部僉事周樹人」開其端，事隔十年，大家早經忘卻了，這回是王平陵先生告發於前，周木齋先生揭露於後，都是做著關於作者本身的文章，或則牽連而至於左翼文學者。此外為我所看見的還有好幾篇，也都附在我的本文之後，以見上海有些所謂文學家的筆戰，是怎樣的東西，和我的短評本身，有什麼關係。但另有幾篇，是因為我的感想由此而起，特地並存以便讀者的參考的。\n\n　　我的投稿，平均每月八九篇，但到五月初，竟接連的不能發表了，我想，這是因為其時諱言時事而我的文字卻常不免涉及時事的緣故。這禁止的是官方檢查員，還是報館總編輯呢，我不知道，也無須知道。現在便將那些都歸在這一本里，其實是我所指摘，現在都已由事實來證明的了，我那時不過說得略早幾天而已。是為序。\n\n　　一九三三年七月十九夜，於上海寓廬，魯迅記。\n\n"},{"name":"從幽默到正經","content":"本篇最初發表于一九三三年三月八日《申報·自由談》，署名何家干。\n\n「幽默」一傾于諷刺，失了它的本領且不說，最可怕的是有些人又要來「諷刺」，來陷害了，倘若墮于「說笑話」，則壽命是可以較為長遠，流年也大致順利的，但愈墮愈近于國貨，終將成為洋式徐文長。當提倡國貨聲中，廣告上已有中國的「自造舶來品」，便是一個證据。\n\n而況我實在恐怕法律上不久也就要有規定國民必須哭喪著臉的明文了。笑笑，原也不能算「非法」的。但不幸東省淪陷，舉國騷然，愛國之士竭力搜索失地的原因，結果發見了其一是在青年的愛玩樂，學跳舞。當北海上正在嘻嘻哈哈的溜冰的時候，一個大炸彈拋下來，雖然沒有傷人，冰卻已經炸了一個大窟窿，不能溜之大吉了。\n\n又不幸而榆關失守，熱河吃緊了，有名的文人學士，也就更加吃緊起來，做挽歌的也有，做戰歌的也有，講文德的也有，罵人固然可惡，俏皮也不文明，要大家做正經文章，裝正經臉孔，以補「不抵抗主義」之不足。\n\n但人類究竟不能這么沉靜，當大敵壓境之際，手無寸鐵，殺不得敵人，而心里卻總是憤怒的，于是他就不免尋求敵人的替代。這時候，笑嘻嘻的可就遭殃了，因為他這時便被叫作：「陳叔寶全無心肝」。所以知机的人，必須也和大家一樣哭喪著臉，以免于難。「聰明人不吃眼前虧」，亦古賢之遺教也，然而這時也就「幽默」歸天，「正經」統一了剩下的全中國。\n\n明白這一節，我們就知道先前為什么無論貞女与淫女，見人時都得不笑不言；現在為什么送葬的女人，無論悲哀与否，在路上定要放聲大叫。\n\n這就是「正經」。說出來么，那就是「刻毒」。\n\n三月二日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"文學上的折扣","content":"本篇最初發表于一九三三年三月十五日《申報·自由談》，署名何家干。\n\n　　有一种無聊小報，以登載誣蔑一部分人的小說自鳴得意，連姓名也都給以影射的，忽然對于投稿，說是「如含攻訐個人或團体性質者恕不揭載」了，便不禁想到了一些事——凡我所遇見的研究中國文學的外國人中，往往不滿于中國文章之夸大。這真是雖然研究中國文學，恐怕到死也還不會懂得中國文學的外國人。倘是我們中國人，則只要看過几百篇文章，見過十來個所謂「文學家」的行徑，又不是剛剛「從民間來」的老實青年，就決不會上當。因為我們慣熟了，恰如錢店伙計的看見鈔票一般，知道什么是通行的，什么是該打折扣的，什么是廢票，簡直要不得。\n\n　　譬如說罷，稱贊貴相是「兩耳垂肩」，這時我們便至少將他打一個對折，覺得比通常也許大一點，可是決不相信他的耳朵像豬玀一樣。說愁是「白髮三千丈」，這時我們便至少將他打一個二万扣，以為也許有七八尺，但決不相信它會盤在頂上像一個大草囤。這种尺寸，雖然有些模胡，不過總不至于相差太遠。反之，我們也能將少的增多，無的化有，例如戲台上走出四個拿刀的瘦伶仃的小戲子，我們就知道這是十万精兵；刊物上登載一篇儼乎其然的像煞有介事的文章，我們就知道字里行間還有看不見的鬼把戲。\n\n　　又反之，我們并且能將有的化無，例如什么「枕戈待旦」呀，「臥薪嘗膽」呀，「盡忠報國」呀，我們也就即刻會看成白紙，恰如還未定影的照片，遇到了日光一般。\n\n　　但這些文章，我們有時也還看。蘇東坡貶黃州時，無聊之至，有客來，便要他談鬼。客說沒有。東坡道：「你姑且胡說一通罷。」我們的看，也不過這意思。但又可知道社會上有這樣的東西，是費去了多少無聊的眼力。人們往往以為打牌，跳舞有害，實則這种文章的害還要大，因為一不小心，就會給它教成后天的低能儿的。\n\n　　《頌》詩早已拍馬，《春秋》已經隱瞞，戰國時談士蜂起，不是以危言聳听，就是以美詞動听，于是夸大，裝腔，撒謊，層出不窮。現在的文人雖然改著了洋服，而骨髓里卻還埋著老祖宗，所以必須取消或折扣，這才顯出几分真實。\n\n　　「文學家」倘不用事實來證明他已經改變了他的夸大，裝腔，撒謊……的老脾气，則即使對天立誓，說是從此要十分正經，否則天誅地滅，也還是徒勞的。因為我們也早已看慣了許多家都釘著「假冒王麻子滅門三代」的金漆牌子的了，又何況他連小尾巴也還在搖搖搖呢。\n\n　　三月十二日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"最藝術的國家","content":"本篇最初發表于一九三三年四月二日《申報·自由談》，署名何家干。\n\n　　我們中國的最偉大最永久，而且最普遍的“藝術”是男人扮女人。這藝術的可貴，是在于兩面光，或謂之“中庸”——男人看見“扮女人”，女人看見“男人扮”。表面上是中性，骨子里當然還是男的。然而如果不扮，還成藝術么？譬如說，中國的固有文化是科舉制度，外加捐班之類。當初說這太不像民權，不合時代潮流，于是扮成了中華民國。然而這民國年久失修，連招牌都已經剝落殆盡，仿佛花旦臉上的脂粉。同時，老實的民眾真個要起政權來了，竟想革掉科甲出身和捐班出身的參政權。這對于民族是不忠，對于祖宗是不孝，實屬反動之至。現在早已回到恢复固有文化的“時代潮流”，那能放任這种不忠不孝。因此，更不能不重新扮過一次，草案如下：第一，誰有代表國民的資格，須由考試決定。第二，考出了舉人之后，再來挑選一次，此之謂選（動詞）舉人；而被挑選的舉人，自然是被選舉人了。照文法而論，這樣的國民大會的選舉人，應稱為“選舉人者”，而被選舉人，應稱為“被選之舉人”。但是，如果不扮，還成藝術么？因此，他們得扮成憲政國家的選舉的人和被選舉人，雖則實質上還是秀才和舉人。這草案的深意就在這里：叫民眾看見是民權，而民族祖宗看見是忠孝——忠于固有科舉的民族，孝于制定科舉的祖宗。此外，像上海已經實現的民權，是納稅的方有權選舉和被選，使偌大上海只剩四千四百六十五個大市民。這雖是捐班——有錢的為主，然而他們一定會考中舉人，甚至不補考也會賜同進士出身的，因為洋大人膝下的榜樣，理應遵照，何況這也并不是一面違背固有文化，一面又扮得很像憲政民權呢？此其一。\n\n　　其二，一面交涉，一面抵抗：從這一方面看過去是抵抗，從那一面看過來其實是交涉。其三，一面做實業家，銀行家，一面自稱“小貧而已”。其四，一面日貨銷路复旺，一面對人說是“國貨年”……諸如此類，不胜枚舉，而大都是扮演得十分巧妙，兩面光滑的。\n\n　　呵，中國真是個最藝術的國家，最中庸的民族。\n\n　　然而小百姓還要不滿意，嗚呼，君子之中庸，小人之反中庸也！\n\n　　三月三十日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"中國人的生命圈","content":"本篇最初發表于一九三三年四月十四日《申報·自由談》，署名何家干。\n\n　　“螻蟻尚知貪生”，中國百姓向來自稱“蟻民”，我為暫時保全自己的生命計，時常留心著比較安全的處所，除英雄豪杰之外，想必不至于譏笑我的罷。\n\n　　不過，我對于正面的記載，是不大相信的，往往用一种另外的看法。例如罷，報上說，北平正在設備防空，我見了并不覺得可靠；但一看見載著古物的南運，卻立刻感到古城的危机，并且由這古物的行蹤，推測中國樂土的所在。\n\n　　現在，一批一批的古物，都集中到上海來了，可見最安全的地方，到底也還是上海的租界上。\n\n　　然而，房租是一定要貴起來的了。\n\n　　這在“蟻民”，也是一個大打擊，所以還得想想另外的地方。\n\n　　想來想去，想到了一個“生命圈”。這就是說，既非“腹地”，也非“邊疆”，是介乎兩者之間，正如一個環子，一個圈子的所在，在這里倒或者也可以“苟延性命于×世”的。\n\n　　“邊疆”上是飛机拋炸彈。据日本報，說是在剿滅“兵匪”；据中國報，說是屠戮了人民，村落市廛，一片瓦礫。“腹地”里也是飛机拋炸彈。据上海報，說是在剿滅“共匪”，他們被炸得一塌胡涂；“共匪”的報上怎么說呢，我們可不知道。但總而言之，邊疆上是炸，炸，炸；腹地里也是炸，炸，炸。雖然一面是別人炸，一面是自己炸，炸手不同，而被炸則一。只有在這兩者之間的，只要炸彈不要誤行落下來，倒還有可免“血肉橫飛”的希望，所以我名之曰“中國人的生命圈”。\n\n　　再從外面炸進來，這“生命圈”便收縮而為“生命線”；再炸進來，大家便都逃進那炸好了的“腹地”里面去，這“生命圈”便完結而為“生命○”。\n\n　　其實，這預感是大家都有的，只要看這一年來，文章上不大見有“我中國地大物博，人口眾多”的套話了，便是一個證据。而有一位先生，還在演說上自己說中國人是“弱小民族”哩。\n\n　　但這一番話，闊人們是不以為然的，因為他們不但有飛机，還有他們的“外國”！\n\n　　四月十日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"出賣靈魂的秘訣","content":"本篇最初發表于一九三三年三月二十六日《申報·自由談》，署名何家干。\n\n　　几年前，胡适博士曾經玩過一套“五鬼鬧中華”的把戲，那是說：這世界上并無所謂帝國主義之類在侵略中國，倒是中國自己該著“貧窮”，“愚昧”……等五個鬼，鬧得大家不安宁。現在，胡适博士又發見了第六個鬼，叫做仇恨。這個鬼不但鬧中華，而且禍延友邦，鬧到東京去了。因此，胡适博士對症發藥，預備向“日本朋友”上條陳。\n\n　　据博士說：“日本軍閥在中國暴行所造成之仇恨，到今日已頗難消除”，“而日本決不能用暴力征服中國”（見報載胡适之的最近談話，下同）。這是值得憂慮的：難道真的沒有方法征服中國么？不，法子是有的。“九世之仇，百年之友，均在覺悟不覺悟之關系頭上，”——“日本只有一個方法可以征服中國，即懸崖勒馬，徹底停止侵略中國，反過來征服中國民族的心。”\n\n　　這据說是“征服中國的唯一方法”。不錯，古代的儒教軍師，總說“以德服人者王，其心誠服也”。胡适博士不愧為日本帝國主義的軍師。但是，從中國小百姓方面說來，這卻是出賣靈魂的唯一秘訣。中國小百姓實在“愚昧”，原不懂得自己的“民族性”，所以他們一向會仇恨，如果日本陛下大發慈悲，居然采用胡博士的條陳，那么，所謂“忠孝仁愛信義和平”的中國固有文化，就可以恢复：——因為日本不用暴力而用軟功的王道，中國民族就不至于再生仇恨，因為沒有仇恨，自然更不抵抗，因為更不抵抗，自然就更和平，更忠孝……中國的肉体固然買到了，中國的靈魂也被征服了。\n\n　　可惜的是這“唯一方法”的實行，完全要靠日本陛下的覺悟。如果不覺悟，那又怎么辦？胡博士回答道：“到無可奈何之時，真的接受一种恥辱的城下之盟”好了。那真是無可奈何的呵——因為那時候“仇恨鬼”是不肯走的，這始終是中國民族性的污點，即為日本計，也非万全之道。因此，胡博士准備出席太平洋會議，再去“忠告”一次他的日本朋友：征服中國并不是沒有法子的，請接受我們出賣的靈魂罷，何況這并不難，所謂“徹底停止侵略”，原只要執行“公平的”李頓報告——仇恨自然就消除了！\n\n　　三月二十二日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"曲的解放","content":"本篇最初發表于一九三三年三月十二日《申報·自由談》，署名何家干。\n\n「詞的解放」已經有過專號，詞里可以罵娘，還可以「打打麻將」。\n\n曲為什么不能解放，也來混賬混賬？不過，「曲」一解放，自然要「直」，——后台戲搬到前台——未免有失詩人溫柔敦厚之旨，至于平仄不調，聲律乖謬，還在其次。《平津會》雜劇\n\n（生上）：連台好戲不尋常：攘外期間安內忙。只恨熱湯滾得快，未敲鑼鼓已收場。（唱）：〔短柱天淨紗〕熱湯混賬——逃亡！\n\n裝腔抵抗——何妨？\n\n（旦上唱）：模仿中央榜樣：——整裝西望，\n\n商量奔向咸陽。\n\n（生）：你你你……低聲！你看咱們那湯儿呀，他那里無心串演，我這里有口難分，一出好戲，就此糟糕，好不麻煩人也！\n\n（旦）：那有什么：再來一出「查辦」好了。咱們一夫一婦，一正一副，也還夠唱的。\n\n（生）：好罷！（唱）：〔顛倒陽春曲〕人前指定可憎張，罵一聲，不抵抗！\n\n（旦背人唱）：百忙里算甚糊涂賬？\n\n只不過假裝腔，\n\n便罵罵又何妨？\n\n（丑攜包裹急上）：阿呀呀，噲噲不得了了！\n\n（旦抱丑介）：我儿呀，你這么心慌！你應當在前面多擋這么几擋，讓我們好收拾收拾。（唱）：〔顛倒陽春曲〕背人摟定可怜湯，罵一聲，枉抵抗。\n\n戲台上露甚慌張相？\n\n只不過理行裝，\n\n便等等又何妨？\n\n（丑哭介）：你們倒要理行裝！我的行裝先就不全了，你瞧。（指包裹介。）\n\n（旦）：我儿快快走扶桑，（生）：雷厲風行查辦忙。\n\n（丑）：如此犧牲還值得，堂堂大漢有風光。（同下。）\n\n三月九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"戰略關係","content":"署名何家幹發表\n\n首都《救國日報》上有句名言：「浸使為戰略關係，須暫時放棄北平，以便引敵深入……應嚴厲責成張學良，以武力制止反對運動，雖流血亦所不辭。」（見《上海日報》二月九日轉載。）\n\n雖流血亦所不辭！勇敢哉戰略大家也！\n\n血的確流過不少，正在流的更不少，將要流的還不知道有多多少少。這都是反對運動者的血。為著什麼？為著戰略關係。\n\n戰略家在去年上海打仗的時候，曾經說：「為戰略關係，退守第二道防線」，這樣就退兵；過了兩天又說，為戰略關係，「如日軍不向我軍射擊，則我軍不得開槍，著士兵一体遵照」，這樣就停戰。此後，「第二道防線」消失，上海和議開始，談判，簽字，完結。那時候，大概為著戰略關係也曾經見過血；這是軍機大事，小民不得而知，——至於親自流過血的雖然知道，他們又已經沒有了舌頭。究竟那時候的敵人為什麼沒有「被誘深入」？\n\n現在我們知道了：那次敵人所以沒有「被誘深入」者，決不是當時戰略家的手段太不高明，也不是完全由於反對運動者的血流得「太少」，而另外還有個原因：原來英國從中調停——暗地里和日本有了諒解，說是日本呀，你們的軍隊暫時退出上海，我們英國更進一步來幫你的忙，使滿洲國不至於被國聯否認，——這就是現在國聯的什麼什麼草案，什麼什麼委員的態度。這其實是說，你不要在這里深入，——這里是有贓大家分，——你先到北方去深入再說。深入還是要深入，不過地點暫時不同。\n\n因此，「誘敵深入北平」的戰略目前就需要了。流血自然又要多流幾次。\n\n其實，現在一切准備停當，行都陪都色色俱全，文化古物，和大學生，也已經各自喬遷。無論是黃面孔，白面孔，新大陸，舊大陸的敵人，無論這些敵人要深入到什麼地方，都請深入罷。至於怕有什麼反對運動，那我們的戰略家：「雖流血亦所不辭」！放心，放心。\n\n二月九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"“人話”","content":"本篇最初發表于一九三三年三月一十八日《申報·自由談》，署名何家干。\n\n　　記得荷蘭的作家望藹覃（F．VanEeden）——可惜他去年死掉了——所做的童話《小約翰》里，記著小約翰听兩种菌類相爭論，從旁批評了一句“你們倆都是有毒的”，菌們便惊喊道：“你是人么？這是人話呵！”\n\n　　從菌類的立場看起來，的确應該惊喊的。人類因為要吃它們，才首先注意于有毒或無毒，但在菌們自己，這卻完全沒有關系，完全不成問題。\n\n　　雖是意在給人科學知識的書籍或文章，為要講得有趣，也往往太說些“人話”。這毛病，是連法布耳（J．H．Fabre）做的大名鼎鼎的《昆虫記》（SouvenirsEntomologiques），也是在所不免的。隨手抄撮的東西不必說了。近來在雜志上偶然看見一篇教青年以生物學上的知識的文章，內有這樣的敘述——\n\n　　“鳥糞蜘蛛……形体既似鳥糞，又能伏著不動，自己假做鳥糞的樣子。”\n\n　　“動物界中，要殘食自己親丈夫的很多，但最有名的，要算前面所說的蜘蛛和現今要說的螳螂了。……”\n\n　　這也未免太說了“人話”。鳥糞蜘蛛只是形体原像鳥糞，性又不大走動罷了，并非它故意裝作鳥糞模樣，意在欺騙小虫豸。螳螂界中也尚無五倫之說，它在交尾中吃掉雄的，只是肚子餓了，在吃東西，何嘗知道這東西就是自己的家主公。但經用“人話”一寫，一個就成了陰謀害命的凶犯，一個是謀死親夫的毒婦了。實則都是冤枉的。\n\n　　“人話”之中，又有各种的“人話”：有英人話，有華人話。華人話中又有各种：有“高等華人話”，有“下等華人話”。浙西有一個譏笑鄉下女人之無知的笑話——“是大熱天的正午，一個農婦做事做得正苦，忽而歎道：‘皇后娘娘真不知道多么快活。這時還不是在床上睡午覺，醒過來的時候，就叫道：太監，拿個柿餅來！’”\n\n　　然而這并不是“下等華人話”，倒是高等華人意中的“下等華人話”，所以其實是“高等華人話”。在下等華人自己，那時也許未必這么說，即使這么說，也并不以為笑話的。\n\n　　再說下去，就要引起階級文學的麻煩來了，“帶住”。\n\n　　現在很有些人做書，格式是寫給青年或少年的信。自然，說的一定是“人話”了。但不知道是那一种“人話”？為什么不寫給年齡更大的人們？年齡大了就不屑教誨么？還是青年和少年比較的純厚，容易誆騙呢？\n\n　　三月二十一日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"迎頭經","content":"本篇最初發表于一九三三年三月十九日《申報·自由談》，署名何家干。\n\n\n　　中國現代圣經——迎頭經曰：「我們……要迎頭赶上去，不要向後跟著。」\n\n　　傳曰：追赶總只有向後跟著，普通是無所謂迎頭追赶的，然而圣經決不會錯，更不會不通，何況這個年頭一切都是反常的呢。所以赶上偏偏說迎頭，向後跟著，那就說不行！\n\n　　現在通行的說法是：「日軍所至，抵抗隨之」，至于收复失地与否，那么，當然「既非軍事專家，詳細計畫，不得而知」。不錯呀，「日軍所至，抵抗隨之」，這不是迎頭赶上是什么！日軍一到，迎頭而「赶」：日軍到瀋陽，迎頭赶上北平；日軍到閘北，迎頭赶上真茹；日軍到山海關，迎頭赶上塘沽；日軍到承德，迎頭赶上古北口……以前有過行都洛陽，現在有了陪都西安，將來還有「漢族發源地」昆侖山——西方极樂世界。至于收复失地云云，則雖非軍事專家亦得而知焉，于經有之，曰「不要向後跟著」也。證之已往的上海戰事，每到日軍退守租界的時候，就要「嚴飭所部切勿越界一步」。這樣，所謂迎頭赶上和勿向後跟，都是不但見于經典而且證諸實驗的真理了。右傳之一章。\n\n　　傳又曰：迎頭赶和勿後跟，還有第二种的微言大義——報載熱河實況曰：「義軍皆极勇敢，認扰亂及殺戮日軍為興奮之事……唯張作相接收義軍之消息發表後，張作相既不親往撫慰，熱湯又停止供給義軍汽油，運輸中斷，義軍大都失望，甚至有認替張作相立功為無謂者。」「日軍既至凌源，其時張作相已不在，吾人聞訊出走，熱湯扣車運物已成目擊之事實，證以日軍從未派飛机至承德轟炸……可知承德實為妥協之放棄。」（張慧沖君在上海東北難民救濟會席上所談。）雖然据張慧沖君所說，「享名最盛之義軍領袖，其忠勇之精神，未能悉如吾人之意想」，然而義軍的兵士的确是极勇敢的小百姓。正因為這些小百姓不懂得圣經，所以也不知道迎頭式的策略。于是小百姓自己，就自然要碰見迎頭的抵抗了：熱湯放棄承德之後，北平軍委分會下令「固守古北口，如義軍有欲入口者，即開槍迎擊之」。這是說，我的「抵抗」只是隨日軍之所至，你要換個樣子去抵抗，我就抵抗你；何況我的退後是預先約好了的，你既不肯妥協，那就只有「不要你向後跟著」而要把你「迎頭赶上」梁山了。右傳之二章。\n\n　　詩云：「惶惶」大軍，迎頭而奔，「嗤嗤」小民，勿向後跟！賦也。\n\n　　三月十四日。\n\n\n\n　　這篇文章被檢查員所指摘，經過改正，這才能在十九日的報上登出來了。\n\n　　原文是這樣的——\n\n　　第三段「現在通行的說法」至「當然既」，原文為「民國廿二年春×三月某日，當局談話曰：‘日軍所至，抵抗隨之……至收复失地及反攻承德，須視軍事進展如何而定，余’。」又「不得而知」下有注云：（《申報》三月十二日第三張）。\n\n　　第五段「報載熱河……」上有「民國廿二年春×三月」九字。\n\n　　三月十九夜記。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"王道詩話","content":"本篇最初發表于一九三三年三月六日《申報·自由談》，署名干。按本篇和下面的《伸冤》、《曲的解放》、《迎頭經》、《出賣靈魂的秘訣》、《最藝術的國家》、《內外》、《透底》、《大觀園的人才》，以及《南腔北調集》中的《關于女人》、《真假堂吉訶德》，《准風月談》中的《中國文与中國人》等十二篇文章，都是一九三三年瞿秋白在上海時所作，其中有的是根据魯迅的意見或与魯迅交換意見后寫成的。魯迅對這些文章曾做過字句上的改動（個別篇改換了題目），并請人謄抄后，以自己使用的筆名寄給《申報·自由談》等報刊發表，后來又分別將它們收入自己的雜文集。\n\n「人權論」是從鸚鵡開頭的。据說古時候有一只高飛遠走的鸚哥兒，偶然又經過自己的山林，看見那里大火，它就用翅膀蘸著些水洒在這山上；人家說它那一點水怎麼救得熄這樣的大火，它說：「我總算在這里住過的，現在不得不盡點儿心。」（事出《櫟園書影》，見胡适《人權論集》序所引。）鸚鵡會救火，人權可以粉飾一下反動的統治。這是不會沒有報酬的。胡博士到長沙去演講一次，何將軍就送了五千元程儀。价錢不算小，這「叫做」實驗主義。\n\n但是，這火怎麼救，在「人權論」時期（一九二九——三○年），還不十分明白，五千元一次的零賣價格做出來之后，就不同了。最近（今年二月二十一日）《字林西報》登載胡博士的談話說：\n\n「任何一個政府都應當有保護自己而鎮壓那些危害自己的運動的權利，固然，政治犯也和其他罪犯一樣，應當得著法律的保障和合法的審判……」\n\n這就清楚得多了！這不是在說「政府權」了麼？自然，博士的頭腦并不簡單，他不至于只說：「一只手拿著寶劍，一只手拿著經典！」如什麼主義之類。他是說還應當拿著法律。\n\n中國的幫忙文人，總有這一套秘訣，說什麼王道，仁政。你看孟夫子多麼幽默，他教你离得殺豬的地方遠遠的，嘴里吃得著肉，心里還保持著不忍人之心，又有了仁義道德的名目。不但騙人，還騙了自己，真所謂心安理得，實惠無窮。詩曰：\n\n文化班頭博士銜，人權拋卻說王權，朝廷自古多屠戮，此理今憑實驗傳。\n人權王道兩翻新，為感君恩奏圣明，虐政何妨援律例，殺人如草不聞聲。\n先生熟讀圣賢書，君子由來道不孤，千古同心有孟子，也教肉食遠庖廚。\n能言鸚鵡毒於蛇，滴水微功漫自誇，好向侯門賣廉恥，五千一擲未為奢。\n\n三月五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"透底","content":"　　凡事徹底是好的，而“透底”就不見得高明。因為連續的向左轉，結果碰見了向右轉的朋友，那時候彼此點頭會意，臉上會要辣辣的。要自由的人，忽然要保障复辟的自由，或者屠殺大眾的自由，——透底是透底的了，卻連自由的本身也漏掉了，原來只剩得一個無底洞。\n\n　　譬如反對八股是极應該的。八股原是蠢笨的產物。一來是考官嫌麻煩——他們的頭腦大半是陰沉木做的，——甚么代圣賢立言，甚么起承轉合，文章气韻，都沒有一定的標准，難以捉摸，因此，一股一股地定出來，算是合于功令的格式，用這格式來“衡文”，一眼就看得出多少輕重。二來，連應試的人也覺得又省力，又不費事了。這樣的八股，無論新舊，都應當掃蕩。但是，這是為著要聰明，不是要更蠢笨些。\n\n　　不過要保存蠢笨的人，卻有一种策略。他們說：“我不行，而他和我一樣。”——大家活不成，拉倒大吉！而等“他”拉倒之后，舊的蠢笨的“我”卻總是偷偷地又站起來，實惠是屬于蠢笨的。好比要打倒偶像，偶像急了，就指著一切活人說，“他們都像我”，于是你跑去把貌似偶像的活人，統統打倒；回來，偶像會贊賞一番，說打倒偶像而打倒“打倒”者，确是透底之至。其實，這時候更大的蠢笨，籠罩了全世界。\n\n　　開口詩云子曰，這是老八股；而有人把“達爾文說，蒲力汗諾夫曰”也算做新八股。于是要知道地球是圓的，人人都要自己去環游地球一周；要制造汽机的，也要先坐在開水壺前格物……。這自然透底之极。其實，從前反對衛道文學，原是說那樣吃人的“道”不應該衛，而有人要透底，就說什么道也不衛；這“什么道也不衛”難道不也是一种“道”么？所以，真正最透底的，還是下列的一個故事：古時候一個國度里革命了，舊的政府倒下去，新的站上來。旁人說，“你這革命党，原先是反對有政府主義的，怎么自己又來做政府？”那革命党立刻拔出劍來，割下了自己的頭；但是，他的身体并不倒，而變成了僵尸，直立著，喉管里吞吞吐吐地似乎是說：這主義的實現原本要等三千年之后呢。\n\n　　四月十一日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"不負責任的坦克車","content":"本篇最初發表于一九三三年五月九日《申報·自由談》，署名何家干。\n\n　　新近報上說，江西人第一次看了坦克車。自然，江西人的眼福很好。然而也有人惴惴然，唯恐又要掏腰包，報效坦克捐。我倒記起了另外一件事：有一個自稱姓「張」的說過，「我是擁護言論不自由者……唯其言論不自由，才有好文章做出來，所謂冷嘲，諷刺，幽默和其他形形色色，不敢負言論責任的文体，在壓迫鉗制之下，都應運產生出來了。」這所謂不負責任的文体，不知道比坦克車怎樣？\n\n　　諷刺等類為什么是不負責任，我可不知道。然而听人議論「風涼話」怎么不行，「冷箭」怎么射死了天才，倒也多年了。既然多年，似乎就很有道理。大致是罵人不敢充好漢，膽小。其實，躲在厚厚的鐵板——坦克車里面，砰砰碰碰的轟炸，是著實痛快得多，雖然也似乎并不膽大。\n\n　　高等人向來就善于躲在厚厚的東西后面來殺人的。古時候有厚厚的城牆，為的要防備盜匪和流寇。現在就有鋼馬甲，鐵甲車，坦克車。就是保障「民國」和私產的法律，也總是厚厚的一大本。甚至于自天子以至卿大夫的棺材，也比庶民的要厚些。至于臉皮的厚，也是合于古禮的。\n\n　　獨有下等人要這么自衛一下，就要受到「不負責任」等類的嘲笑：\n\n　　「你敢出來！出來！躲在背后說風涼話不算好漢！」但是，如果你上了他的當，真的赤膊奔上前陣，像許褚似的充好漢，那他那邊立刻就會給你一槍，老實不客气，然后，再學著金圣歎批《三國演義》的筆法，罵一聲「誰叫你赤膊的」——活該。總之，死活都有罪。足見做人實在很難，而做坦克車要容易得多。\n\n　　五月六日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"文人無文","content":"　　在一种姓“大”的報的副刊上，有一位“姓張的”在“要求中國有為的青年，切勿借了‘文人無行’的幌子，犯著可詬病的惡癖。”這實在是對透了的。但那“無行”的界說，可又嚴緊透頂了。据說：“所謂無行，并不一定是指不規則或不道德的行為，凡一切不近人情的惡劣行為，也都包括在內。”\n\n　　接著就舉了一些日本文人的“惡癖”的例子，來作中國的有為的青年的殷鑒，一條是“宮地嘉六愛用指爪搔頭髮”，還有一條是“金子洋文喜舐嘴唇”。\n\n　　自然，嘴唇干和頭皮痒，古今的圣賢都不稱它為美德，但好像也沒有斥為惡德的。不料一到中國上海的現在，愛搔喜舐，即使是自己的嘴唇和頭髮罷，也成了“不近人情的惡劣行為”了。如果不舒服，也只好熬著。要做有為的青年或文人，真是一天一天的艱難起來了。\n\n　　但中國文人的“惡癖”，其實并不在這些，只要他寫得出文章來，或搔或舐，都不關緊要，“不近人情”的并不是“文人無行”，而是“文人無文”。\n\n　　我們在兩三年前，就看見刊物上說某詩人到西湖吟詩去了，某文豪在做五十万字的小說了，但直到現在，除了并未豫告的一部《子夜》而外，別的大作都沒有出現。拾些瑣事，做本隨筆的是有的；改首古文，算是自作的是有的。講一通昏話，稱為評論；編几張期刊，暗捧自己的是有的。收羅猥談，寫成下作；聚集舊文，印作評傳的是有的。甚至于翻些外國文壇消息，就成為世界文學史家；湊一本文學家辭典，連自己也塞在里面，就成為世界的文人的也有。然而，現在到底也都是中國的金字招牌的“文人”。\n\n　　文人不免無文，武人也一樣不武。說是“枕戈待旦”的，到夜還沒有動身，說是“誓死抵抗”的，看見一百多個敵兵就逃走了。只是通電宣言之類，卻大做其駢体，“文”得异乎尋常。“偃武修文”，古有明訓，文星全照到營子里去了。于是我們的“文人”，就只好不舐嘴唇，不搔頭髮，揣摩人情，單落得一個“有行”完事。\n\n　　三月二十八日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"伸冤","content":"本篇最初發表于一九三三年三月九日《申報·自由談》，署名干。\n\n李頓報告書采用了中國人自己發明的「國際合作以開發中國的計划」，這是值得感謝的，——最近南京市各界的電報已經「謹代表京市七十万民眾敬致慰念之忱」，稱他「不僅為中國好友，且為世界和平及人道正義之保障者」（三月一日南京中央社電）了。\n\n然而李頓也應當感謝中國才好：第一，假使中國沒有「國際合作學說」，李頓爵士就很難找著适當的措辭來表示他的意思。豈非共管沒有了學理上的根据？第二，李頓爵士自己說的：「南京本可歡迎日本之扶助以拒共產潮流」，他就更應當對于中國當局的這种苦心孤詣表示誠懇的敬意。\n\n但是，李頓爵士最近在巴黎的演說（路透社二月二十日巴黎電），卻提出了兩個問題，一個是：「中國前途，似系于如何，何時及何人對于如此偉大人力予以國家意識的統一力量，日內瓦乎，莫斯科乎？」還有一個是：「中國現在傾向日內瓦，但若日本堅持其現行政策，而日內瓦失敗，則中國縱非所愿，亦將變更其傾向矣。」這兩個問題都有點儿侮辱中國的國家人格。國家者政府也。李頓說中國還沒有「國家意識的統一力量」，甚至于還會變更其對于日內瓦之傾向！這豈不是不相信中國國家對于國聯的忠心，對于日本的苦心？\n\n為著中國國家的尊嚴和民族的光榮起見，我們要想答复李頓爵士已經好多天了，只是沒有相當的文件。這使人苦悶得很。今天突然在報紙上發見了一件寶貝，可以拿來答复李大人：這就是「漢口警部三月一日的佈告」。這里可以找著「鐵一樣的事實」，來反駁李大人的怀疑。\n\n例如這佈告（原文見《申報》三月一日漢口專電）說：「在外資下勞力之勞工，如勞資間有未解決之正當問題，應稟請我主管机關代表為交涉或救濟，絕對不得直接交涉，違者拿辦，或受人利用，故意以此种手段，构成嚴重事態者，處死刑。」這是說外國資本家遇見「勞資間有未解決之正當問題」，可以直接任意辦理，而勞工方面如此這般者……就要處死刑。這樣一來，我們中國就只剩得「用國家意識統一了的」勞工了。因為凡是違背這「意識」的，都要請他离開中國的「國家」——到陰間去。李大人難道還能夠說中國當局不是「國家意識的統一力量」么？\n\n再則統一這個「統一力量」的，當然是日內瓦，而不是莫斯科。「中國現在傾向日內瓦」，——這是李頓大人自己說的。我們這种傾向十二万分的堅定，例如那布告上也說：「如有奸民流痞受人誘買勾串，或直受驅使，或假托名義，以圖破坏秩序安宁，与构成其他不利于我國家社會之重大犯行者，殺無赦。」這是保障「日內瓦傾向」的堅決手段，所謂「雖流血亦所不辭」。而且「日內瓦」是講世界和平的，因此，中國兩年以來都沒有抵抗，因為抵抗就要破坏和平；直到一二八，中國也不過裝出擋擋炸彈槍炮的姿勢；最近的熱河事變，中國方面也同樣的盡在「縮短陣線」。不但如此，中國方面埋頭剿匪，已經宣誓在一兩個月內肅清匪共，「暫時」不管熱河。這一切都是要證明「日本……見中國南方共產潮流漸起，為之焦慮」是不必的，日本很可以無須親自出馬。中國方面這樣辛苦的忍耐的工作著，無非是為著要感動日本，使它悔悟，達到遠東永久和平的目的，國際資本可以在這里分工合作。而李頓爵士要還怀疑中國會「變更其傾向」，這就未免太冤枉了。\n\n總之，「處死刑，殺無赦」，是回答李頓爵士的怀疑的歷史文件。請放心罷，請扶助罷。\n\n三月七日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"言論自由的界限","content":"本篇最初發表于一九三三年四月二十二日《申報·自由談》，署名何家干。\n\n　　看《紅樓夢》，覺得賈府上是言論頗不自由的地方。焦大以奴才的身分，仗著酒醉，從主子罵起，直到別的一切奴才，說只有兩個石獅子干淨。結果怎樣呢？結果是主子深惡，奴才痛嫉，給他塞了一嘴馬糞。\n\n　　其實是，焦大的罵；并非要打倒賈府，倒是要賈府好，不過說主奴如此，賈府就要弄不下去罷了。然而得到的報酬是馬糞。所以這焦大，實在是賈府的屈原，假使他能做文章，我想，恐怕也會有一篇《离騷》之類。\n\n　　三年前的新月社諸君子，不幸和焦大有了相類的境遇。他們引經据典，對于党國有了一點微詞，雖然引的大抵是英國經典，但何嘗有絲毫不利于党國的惡意，不過說：“老爺，人家的衣服多么干淨，您老人家的可有些儿髒，應該洗它一洗”罷了。不料“荃不察余之中情兮”，來了一嘴的馬糞：國報同聲致討，連《新月》雜志也遭殃。但新月社究竟是文人學士的團体，這時就也來了一大堆引据三民主義，辨明心跡的“离騷經”。現在好了，吐出馬糞，換塞甜頭，有的顧問，有的教授，有的秘書，有的大學院長，言論自由，《新月》也滿是所謂“為文藝的文藝”了。\n\n　　這就是文人學士究竟比不識字的奴才聰明，党國究竟比賈府高明，現在究竟比乾隆時候光明：三明主義。\n\n　　然而竟還有人在嚷著要求言論自由。世界上沒有這許多甜頭，我想，該是明白的罷，這誤解，大約是在沒有悟到現在的言論自由，只以能夠表示主人的寬宏大度的說些“老爺，你的衣服……”為限，而還想說開去。\n\n　　這是斷乎不行的。前一种，是和《新月》受難時代不同，現在好像已有的了，這《自由談》也就是一個證据，雖然有時還有几位拿著馬糞，前來探頭探腦的英雄。至于想說開去，那就足以破坏言論自由的保障。要知道現在雖比先前光明，但也比先前利害，一說開去，是連性命都要送掉的。即使有了言論自由的明令，也千万大意不得。這我是親眼見過好几回的，非“賣老”也，不自覺其做奴才之君子，幸想一想而垂鑒焉。\n\n　　四月十七日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《殺錯了人》異議","content":"　　看了曹聚仁先生的一篇《殺錯了人》，覺得很痛快，但往回一想，又覺得有些還不免是憤激之談了，所以想提出几句异議——\n\n　　袁世凱在辛亥革命之后，大殺党人，從袁世凱那方面看來，是一點沒有殺錯的，因為他正是一個假革命的反革命者。\n\n　　錯的是革命者受了騙，以為他真是一個筋斗，從北洋大臣變了革命家了，于是引為同調，流了大家的血，將他浮上總統的寶位去。到二次革命時，表面上好像他又是一個筋斗，從“國民公仆”變了吸血魔王似的。其實不然，他不過又顯了本相。\n\n　　于是殺，殺，殺。北京城里，連飯店客棧中，都滿布了偵探；還有“軍政執法處”，只見受了嫌疑而被捕的青年送進去，卻從不見他們活著走出來；還有，《政府公報》上，是天天看見党人脫党的廣告，說是先前為友人所拉，誤入該党，現在自知迷謬，從此脫离，要洗心革面的做好人了。\n\n　　不久就證明了袁世凱殺人的沒有殺錯，他要做皇帝了。\n\n　　這事情，一轉眼竟已經是二十年，現在二十來歲的青年，那時還在吸奶，時光是多么飛快呵。\n\n　　但是，袁世凱自己要做皇帝，為什么留下他真正對頭的舊皇帝呢？這無須多議論，只要看現在的軍閥混戰就知道。他們打得你死我活，好像不共戴天似的，但到后來，只要一個“下野”了，也就會客客气气的，然而對于革命者呢，即使沒有打過仗，也決不肯放過一個。他們知道得很清楚。\n\n　　所以我想，中國革命的鬧成這模樣，并不是因為他們“殺錯了人”，倒是因為我們看錯了人。\n\n　　臨末，對于“多殺中年以上的人”的主張，我也有一點异議，但因為自己早在“中年以上”了，為避免嫌疑起見，只將眼睛看著地面罷。\n\n　　四月十日。\n\n\n\n　　記得原稿在“客客气气的”之下，尚有“說不定在出洋的時候，還要大開歡送會”這類意思的句子，后被刪去了。\n\n　　四月十二日記。 \n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"“光明所到……”","content":"本篇最初發表于一九三三年三月二十二日《申報·自由談》，署名何家干。\n\n　　中國監獄里的拷打，是公然的秘密。上月里，民權保障同盟曾經提起了這問題。\n\n　　但外國人辦的《字林西報》就揭載了二月十五日的《北京通信》，詳述胡适博士曾經親自看過几個監獄，“很親愛的”告訴這位記者，說“据他的慎重調查，實在不能得最輕微的證据，……他們很容易和犯人談話，有一次胡适博士還能夠用英國話和他們會談。監獄的情形，他（胡适博士——干注）說，是不能滿意的，但是，雖然他們很自由的（哦，很自由的——干注）訴說待遇的惡劣侮辱，然而關于嚴刑拷打，他們卻連一點儿暗示也沒有。……”\n\n　　我雖然沒有隨從這回的“慎重調查”的光榮，但在十年以前，是參觀過北京的模范監獄的。雖是模范監獄，而訪問犯人，談話卻很不“自由”，中隔一窗，彼此相距約三尺，旁邊站一獄卒，時間既有限制，談話也不准用暗號，更何況外國話。\n\n　　而這回胡适博士卻“能夠用英國話和他們會談”，真是特別之极了。莫非中國的監獄竟已經改良到這地步，“自由”到這地步；還是獄卒給“英國話”嚇倒了，以為胡适博士是李頓爵士的同鄉，很有來歷的緣故呢？\n\n　　幸而我這回看見了《招商局三大案》上的胡适博士的題辭：\n\n　　“公開檢舉，是打倒黑暗政治的唯一武器，光明所到，黑暗自消。”（原無新式標點，這是我僭加的——干注。）\n\n　　我于是大徹大悟。監獄里是不准用外國話和犯人會談的，但胡适博士一到，就開了特例，因為他能夠“公開檢舉”，他能夠和外國人“很親愛的”談話，他就是“光明”，所以“光明”所到，“黑暗”就“自消”了。他于是向外國人“公開檢舉”了民權保障同盟，“黑暗”倒在這一面。\n\n　　但不知這位“光明”回府以后，監獄里可從此也永遠允許別人用“英國話”和犯人會談否？\n\n　　如果不准，那就是“光明一去，黑暗又來”了也。而這位“光明”又因為大學和庚款委員會的事務忙，不能常跑到“黑暗”里面去，在第二次“慎重調查”監獄之前，犯人們恐怕未必有“很自由的”再說“英國話”的幸福了罷。嗚呼，光明只跟著“光明”走，監獄里的光明世界真是暫時得很！\n\n　　但是，這是怨不了誰的，他們千不該万不該是自己犯了“法”。“好人”就決不至于犯“法”。倘有不信，看這“光明”！\n\n　　三月十五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"新藥","content":"本篇最初發表于一九三三年五月七日《申報·自由談》，署名丁萌。\n\n　　說起來就記得，誠然，自從九一八以后，再沒有听到吳稚老的妙語了，相傳是生了病。現在剛從南昌專電中，飛出一點聲音來，卻連改頭換面的，也是自從九一八以后，就再沒有一絲聲息的民族主義文學者們，也來加以冷冷的訕笑。為什么呢？為了九一八。\n\n　　想起來就記得，吳稚老的筆和舌，是盡過很大的任務的，清末的時候，五四的時候，北伐的時候，清党的時候，清党以后的還是鬧不清白的時候。然而他現在一開口，卻連躲躲閃閃的人物儿也來冷笑了。九一八以來的飛机，真也炸著了這党國的元老吳先生，或者是，炸大了一些躲躲閃閃的人物儿的小膽子。\n\n　　九一八以后，情形就有這么不同了。\n\n　　舊書里有過這么一個寓言，某朝某帝的時候，宮女們多數生了病，總是醫不好。最后來了一個名醫，開出神方道：壯漢若干名。皇帝沒有法，只得照他辦。若干天之后，自去察看時，宮女們果然個個神采煥發了，卻另有許多瘦得不像人樣的男人，拜伏在地上。皇帝吃了一惊，問這是什么呢？宮女們就囁嚅的答道：是藥渣。\n\n　　照前几天報上的情形看起來，吳先生仿佛就如藥渣一樣，也許連狗子都要加以踐踏了。然而他是聰明的，又很恬淡，決不至于不顧自己，給人家熬盡了汁水。不過因為九一八以后，情形已經不同，要有一种新藥出賣是真的，對于他的冷笑，其實也就是新藥的作用。\n\n　　這种新藥的性味，是要很激烈，而和平。譬之文章，則須先講烈士的殉國，再敘美人的殉情；一面贊希特勒的組閣，一面頌蘇聯的成功；軍歌唱后，來了戀歌；道德談完，就講妓院；因國恥日而悲楊柳，逢五一節而憶薔薇；攻擊主人的敵手，也似乎不滿于它自己的主人……總而言之，先前所用的是單方，此后出賣的卻是复藥了。\n\n　　复藥雖然好像万應，但也常無一效的，醫不好病，即毒不死人。不過對于誤服這藥的病人，卻能夠使他不再尋求良藥，拖重了病症而至于胡里胡涂的死亡。\n\n　　四月二十九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"推背圖","content":"本篇最初發表于一九三三年四月六日《申報·自由談》，署名何家干。　\n\n\n　　我這里所用的『推背』的意思，是說：從反面來推測未來的情形。\n\n　　上月的《自由談》裏，就有一篇《正面文章反看法》，這是令人毛骨悚然的文字。因為得到這一個結論的時候，先前一定經過許多苦楚的經驗，見過許多可憐的犧牲。本草家提起筆來，寫道：砒霜，大毒。字不過四個，但他卻確切知道了這東西曾經毒死過若干性命的了。\n\n　　里巷間有一個笑話：某甲將銀子三十兩埋在地裏面，怕人知道，就在上面豎一塊木板，寫道：『此地無銀三十兩。』隔壁的阿二因此卻將這掘去了，也怕人發覺，就在木板的那一面添上一句道，『隔壁阿二勿曾偷。』這就是在教人『正面文章反看法』。\n\n　　但我們日日所見的文章，卻不能這么簡單。有明說要做，其實不做的；有明說不做，其實要做的；有明說做這樣，其實做那樣的；有其實自己要這么做，倒說別人要這么做的；有一聲不響，而其實倒做了的。然而也有說這樣，竟這樣的。難就在這地方。\n\n　　例如近几天報章上記載著的要聞罷：\n\n　　一，××軍在××血戰，殺敵××××人。\n\n　　二，××談話：決不与日本直接交涉，仍然不改初衷，抵抗到底。\n\n　　三，芳澤來華，據云係私人事件。\n\n　　四，共黨聯日，該偽中央已派幹部××赴日接洽。\n\n　　五，××××…\n\n　　倘使都當反面文章看，可就太駭人了。但報上也有『莫干山路草棚船百餘隻大火』，『××××廉價只有四天了』等大概無須『推背』的記載，于是乎我們就又胡塗起來。\n\n　　听說，《推背圖》本是靈驗的，某朝某帝怕他淆惑人心，就添了些假造的在裏面，因此弄得不能豫知了，必待事實證明之後，人們這才恍然大悟。\n\n　　我們也只好等著看事實，幸而大概是不很久的，總出不了今年。\n\n　　（四月二日。）\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n（并请在校对之后从条目的源代码中删除本模版：{{简转繁}} ）\n\n"},{"name":"從盛宣懷說到有理的壓迫","content":"本篇最初發表于一九三三年五月十日《申報·自由談》，署名丁萌。\n\n　　盛氏的祖宗積德很厚，他們的子孫就舉行了兩次“收复失地”的盛典：一次還是在袁世凱的民國政府治下，一次就在當今國民政府治下了。\n\n　　民元的時候，說盛宣怀是第一名的賣國賊，將他的家產沒收了。不久，似乎是二次革命之后，就發還了。那是沒有什么奇怪的，因為袁世凱是“物傷其類”，他自己也是賣國賊。不是年年都在紀念五七和五九么？袁世凱簽訂過二十一條，賣國是有真憑實据的。\n\n　　最近又在報上發見這么一段消息，大致是說：“盛氏家產早已奉命歸還，如蘇州之留園，江陰無錫之典當等，正在辦理發還手續。”這卻叫我吃了一惊。打听起來，說是民國十六年國民革命軍初到滬宁的時候，又沒收了一次盛氏家產：那次的罪名大概是“土豪劣紳”，紳而至于“劣”，再加上賣國的舊罪，自然又該沒收了。可是為什么又發還了呢？\n\n　　第一，不應當疑心現在有賣國賊，因為并無真憑實据——現在的人早就誓不簽訂辱國條約，他們不比盛宣怀和袁世凱。第二，現在正在募航空捐，足見政府財政并不寬裕。那末，為什么呢？\n\n　　學理上研究的結果是——壓迫本來有兩种：一种是有理的，而且永久有理的，一种是無理的。有理的，就像逼小百姓還高利貸，交田租之類；這种壓迫的“理”寫在布告上：“借債還錢本中外所同之定理，租田納稅乃千古不易之成規。”無理的，就是沒收盛宣怀的家產等等了；這种“壓迫”巨紳的手法，在當時也許有理，現在早已變成無理的了。初初看見報上登載的《五一告工友書》上說：“反抗本國資本家無理的壓迫”，我也是吃了一惊的。這不是提倡階級斗爭么？后來想想也就明白了。這是說，無理的壓迫要反對，有理的不在此例。至于怎樣有理，看下去就懂得了，下文是說：“必須克苦耐勞，加緊生產……尤應共体時艱，力謀勞資間之真誠合作，消弭勞資間之一切糾紛。”還有說“中國工人沒有外國工人那么苦”等等的。\n\n　　我心上想，幸而沒有大惊小怪地叫起來，天下的事情總是有道理的，一切壓迫也是如此。何況對付盛宣怀等的理由雖然很少，而對付工人總不會沒有的。\n\n　　五月六日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"“以夷制夷”","content":"　　我還記得，當去年中國有許多人，一味哭訴國聯的時候，日本的報紙上往往加以譏笑，說這是中國祖傳的“以夷制夷”的老手段。粗粗一看，也仿佛有些像的，但是，其實不然。那時的中國的許多人，的确將國聯看作“青天大老爺”，心里何嘗還有一點兒“夷”字的影子。\n\n　　倒相反，“青天大老爺”們卻常常用著“以華制華”的方法的。\n\n　　例如罷，他們所深惡的反帝國主義的“犯人”，他們自己倒是不做惡人的，只是鬆鬆爽爽的送給華人，叫你自己去殺去。他們所痛恨的腹地的“共匪”，他們自己是并不明白表示意見的，只將飛機炸彈賣給華人，叫你自己去炸去。對付下等華人的有黃帝子孫的巡捕和西崽，對付智識階級的有高等華人的學者和博士。\n\n　　我們自誇了許多日子的“大刀隊”，好像是無法制伏的了，然而四月十五日的《××報》上，有一個用頭號字印《我斬敵二百》的題目。粗粗一看，是要令人覺得勝利的，但我們再來看一看本文罷——“（本報今日北平電）昨日喜峰口右翼，仍在灤陽城以東各地，演爭奪戰。敵出現大刀隊千名，系新開到者，与我大刀隊對抗。其刀特長，敵使用不靈活。我軍揮刀砍抹，敵招架不及，連刀帶臂，被我砍落者縱橫滿地，我軍傷亡亦達二百餘。……”\n\n　　那麼，這其實是“敵斬我軍二百”了，中國的文字，真是像“國步”一樣，正在一天一天的艱難起來。但我要指出來的卻并不在此。\n\n　　我要指出來的是“大刀隊”乃中國人自誇已久的特長，日本人員有擊劍，大刀卻非素習。現在可是“出現”了，這不必遲疑，就可決定是滿洲的軍隊。滿洲從明末以來，每年即大有直隸山東人遷居，數代之后，成為土著，則雖是滿洲軍隊，而大多數實為華人，也決無疑義。現在已經各用了特長的大刀，在灤東相殺起來，一面是“連刀帶臂，縱橫滿地”，一面是“傷亡亦達二百餘”，開演了極顯著的“以華制華”的一幕了。\n\n　　至於中國的所謂手段，由我看來，有是也應該說有的，但決非“以夷制夷”，倒是想“以夷制華”。然而“夷”又那有這麼愚笨呢，卻先來一套“以華制華”給你看。\n\n　　這例子常見于中國的歷史上，后來的史官為新朝作頌，稱此輩的行為曰：“為王前驅”！\n\n　　近來的戰報是極可詫異的，如同日同報記冷口失守云：“十日以後，冷口方面之戰，非常激烈，華軍……頑強抵抗，故繼續未曾有之大激戰”，但由宮崎部隊以十餘兵士，作成人梯，前仆后繼，“卒越過長城，因此宮崎部隊犧牲二十三名之多云”。越過一個險要，而日軍只死了二十三人，但已云“之多”，又稱為“未曾有之大激戰”，也未免有些費解。所以大刀隊之戰，也許并不如我所猜測。但既經寫出，就姑且留下以備一說罷。\n\n　　四月十七日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"保留","content":"　　這几天的報章告訴我們：新任政務整理委員會委員長黃郛的專車一到天津，即有十七歲的青年劉庚生擲一炸彈，犯人當場捕獲，据供系受日人指使，遂于次日綁赴新站外梟首示眾云。\n\n　　清朝的變成民國，雖然已經二十二年，但憲法草案的民族民權兩篇，日前這才草成，尚未頒布。上月杭州曾將西湖搶犯當眾斬決，据說奔往賞鑒者有“万人空巷”之概。可見這雖与“民權篇”第一項的“提高民族地位”稍有出入，卻很合于“民族篇”第二項的“發揚民族精神”。南北統一，業已八年，天津也來挂一顆小小的頭顱，以示全國一致，原也不必大惊小怪的。\n\n　　其次，是中國雖說“惟女子与小人為難養也”，但一有事故，除三老通電，二老宣言，九四老人題字之外，總有許多“童子愛國”，“佳人從軍”的美談，使壯年男儿索然無色。我們的民族，好像往往是“小時了了，大未必佳”，到得老年，才又脫盡暮气，据訃文，死的就更其了不得。則十七歲的少年而來投擲炸彈，也不是出于情理之外的。\n\n　　但我要保留的，是“据供系受日人指使”這一節，因為這就是所謂賣國。二十年來，國難不息，而被大眾公認為賣國者，一向全是三十以上的人，雖然他們后來依然逍遙自在。至于少年和儿童，則拚命的使盡他們稚弱的心力和体力，攜著竹筒或扑滿，奔走于風沙泥泞中，想于中國有些微的裨益者，真不知有若干次數了。雖然因為他們無先見之明，這些用汗血求來的金錢，大抵反以供虎狼的一舐，然而愛國之心是真誠的，賣國的事是向來沒有的。\n\n　　不料這一次卻破例了，但我希望我們將加給他的罪名暫時保留，再來看一看事實，這事實不必待至三年，也不必待至五十年，在那挂著的頭顱還未爛掉之前，就要明白了：誰是賣國者。\n\n　　從我們的儿童和少年的頭顱上，洗去噴來的狗血罷！\n\n　　五月十七日。\n\n\n\n　　這一篇和以后的三篇，都沒有能夠登出。\n\n　　七月十九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"再談保留","content":"　　因為講過劉庚生的罪名，就想到開口和動筆，在現在的中國，實在也很難的，要穩當，還是不響的好。要不然，就常不免反弄到自己的頭上來。\n\n　　舉几個例在這里——\n\n　　十二年前，魯迅作的一篇《阿Ｑ正傳》，大約是想暴露國民的弱點的，雖然沒有說明自己是否也包含在里面。然而到得今年，有几個人就用“阿Ｑ”來稱他自己了，這就是現世的惡報。\n\n　　八九年前，正人君子們辦了一种報，說反對者是拿了盧布的，所以在學界搗亂。然而過了四五年，正人又是教授，君子化為主任，靠俄款享福，听到停付，就要力爭了。這雖然是現世的善報，但也總是弄到自己的頭上來。\n\n　　不過用筆的人，即使小心，也總不免略欠周到的。最近的例，則如各報章上，“敵”呀，“逆”呀，“偽”呀，“傀儡國”呀，用得沸反盈天。不這樣寫，實在也不足以表示其愛國，且將為讀者所不滿。誰料得到“某机關通知：御侮要重實際，逆敵一類過度刺激字面，無裨實際，后宜屏用”，而且黃委員長抵平，發表政見，竟說是“中國和戰皆處被動，辦法難言，國難不止一端，亟謀最后挽救”（并見十八日《大晚報》北平電）的呢？……幸而還好，報上果然只看見“日机威脅北平”之類的題目，沒有“過度刺激字面”了，只是“漢奸”的字樣卻還有。日既非敵，漢何云奸，這似乎不能不說是一個大漏洞。好在漢人是不怕“過度刺激字面”的，就是砍下頭來，挂在街頭，給中外士女欣賞，也從來不會有人來說一句話。\n\n　　這些處所，我們是知道說話之難的。\n\n　　從清朝的文字獄以后，文人不敢做野史了，如果有誰能忘了三百年前的恐怖，只要撮取報章，存其精英，就是一部不朽的大作。但自然，也不必神經過敏，豫先改稱為“上國”或“天机”的。\n\n　　五月十七日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"王化","content":"本篇最初投給《申報·自由談》，被新聞檢查處查禁。后發表于一九三三年六月一日《論語》半月刊第十八期，署名何干。\n\n　　中國的王化現在真是“光被四表格于上下”的了。溥儀的弟媳婦跟著一位廚司務，卷了三万多元逃走了。于是中國的法庭把她緝獲歸案，判定“交還夫家管束”。滿洲國雖然“偽”，夫權是不“偽”的。\n\n　　新疆的回民鬧亂子，于是派出宣慰使。\n\n　　蒙古的王公流离失所了，于是特別組織“蒙古王公救濟委員會”。\n\n　　對于西藏的怀柔，是請班禪喇嘛誦經念咒。而最寬仁的王化政策，要算廣西對付瑤民的辦法。据《大晚報》載，這种“寬仁政策”是在三万瑤民之中殺死三千人，派了三架飛机到瑤洞里去“下蛋”，使他們“惊詫為天神天將而不戰自降”。事后，還要挑選瑤民代表到外埠來觀光，叫他們看看上國的文化，例如馬路上，紅頭阿三的威武之類。\n\n　　而紅頭阿三說的是：勿要嘩啦嘩啦！\n\n　　這些久已歸化的“夷狄”，近來總是“嘩啦嘩啦”，原因是都有些怨了。王化盛行的時候，“東面而征西夷怨，南面而征北狄怨。”這原是當然的道理。\n\n　　不過我們還是東奔西走，南征北剿，決不偷懶。雖然勞苦些，但“精神上的胜利”是屬于我們的。\n\n　　等到“偽”滿的夫權保障了，蒙古的王公救濟了，喇嘛的經咒念完了，回民真的安慰了，瑤民“不戰自降”了，還有什么事可以做呢？自然只有修文德以服“遠人”的日本了。這時候，我們印度阿三式的責任算是盡到了。\n\n　　嗚呼，草野小民，生逢盛世，唯有逖听歡呼，聞風鼓舞而已！\n\n　　五月七日。\n\n\n\n　　這篇被新聞檢查處抽掉了，沒有登出。幸而既非瑤民，又居租界，得免于國貨的飛机來“下蛋”，然而“勿要嘩啦嘩啦”卻是一律的，所以連“歡呼”也不許，——然則惟有一聲不響，裝死救國而已！十五夜記。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"止哭文學","content":"\n\n　　前三年，“民族主義文學”家敲著大鑼大鼓的時候，曾經有一篇《黃人之血》說明了最高的愿望是在追隨成吉思皇帝的孫子拔都元帥之后，去剿滅“斡羅斯”。斡羅斯者，今之蘇俄也。那時就有人指出，說是現在的拔都的大軍，就是日本的軍馬，而在“西征”之前，尚須先將中國征服，給變成從軍的奴才。\n\n　　當自己們被征服時，除了极少數人以外，是很苦痛的。這實例，就如東三省的淪亡，上海的爆擊，凡是活著的人們，毫無悲憤的怕是很少很少罷。但這悲憤，于將來的“西征”是大有妨礙的。于是來了一部《大上海的毀滅》，用數目字告訴讀者以中國的武力，決定不如日本，給大家平平心；而且以為活著不如死亡（“十九路軍死，是警告我們活得可怜，無趣！”），但胜利又不如敗退（“十九路軍胜利，只能增加我們苟且，偷安与驕傲的迷夢！”）。總之，戰死是好的，但戰敗尤其好，上海之役，正是中國的完全的成功。\n\n　　現在第二步開始了。据中央社消息，則日本已有与滿洲國簽訂一种“中華聯邦帝國密約”之陰謀。那方案的第一條是：“現在世界只有兩种國家，一种系資本主義，英，美，日，意，法，一种系共產主義，蘇俄。現在要抵制蘇俄，非中日聯合起來……不能成功”云（詳見三月十九日《申報》）。\n\n　　要“聯合起來”了。這回是中日兩國的完全的成功，是從“大上海的毀滅”走到“黃人之血”路上去的第二步。\n\n　　固然，有些地方正在爆擊，上海卻自從遭到爆擊之后，已經有了一年多，但有些人民不悟“西征”的必然的步法，竟似乎還沒有完全忘掉前年的悲憤。這悲憤，和目前的“聯合”就大有妨礙的。在這景況中，應運而生的是給人們一點爽利和慰安，好像“辣椒和橄欖”的文學。這也許正是一服苦悶的對症藥罷。為什么呢？就因為是“辣椒雖辣，辣不死人，橄欖雖苦，苦中有味”的。明乎此，也就知道苦力為什么吸鴉片。\n\n　　而且不獨無聲的苦悶而已，還据說辣椒是連“討厭的哭聲”也可以停止的。王慈先生在《提倡辣椒救國》這一篇名文里告訴我們說：\n\n　　“……還有北方人自小在母親怀里，大哭的時候，倘使母親拿一只辣茄子給小儿咬，很靈驗的可以立止大哭……“現在的中國，仿佛是一個在大哭時的北方嬰孩，倘使要制止他討厭的哭聲，只要多多的給辣茄子他咬。”（《大晚報》副刊第十二號）\n\n　　辣椒可以止小儿的大哭，真是空前絕后的奇聞，倘是真的，中國人可實在是一种与眾不同的特別“民族”了。然而也很分明的看見了這种“文學”的企圖，是在給人一辣而不死，“制止他討厭的哭聲”，靜候著拔都元帥。\n\n　　不過，這是無效的，遠不如哭則“格殺勿論”的靈驗。此后要防的是“道路以目”了，我們等待著遮眼文學罷。\n\n　　三月二十日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"“多難之月”","content":"署名丁萌發表\n\n　　前月底的報章上，多說五月是「多難之月」。這名目，以前是沒有見過的。現在這「多難之月」已經臨頭了。從經過了的日子來想一想，不錯，五一是「勞動節」，可以說很有些「多難」；五三是濟南慘案紀念日，也當然屬于「多難」之一的。但五四是新文化運動的發揚，五五是革命政府成立的佳日，為什么都包括在「難」字堆里的呢？這可真有點儿希奇古怪！\n\n　　不過只要將這「難」字，不作國民「受難」的「難」字解，而作令人「為難」的「難」字解，則一切困難，可就渙然冰釋了。\n\n　　時勢也真改變得飛快，古之佳節，后來自不免化為難關。\n\n　　先前的開會，是听大眾在空地上開的，現在卻要防人「乘机搗亂」了，所以只得函請代表，齊集洋樓，還要由軍警維持秩序。先前的要人，雖然出來要「清道」（俗名「淨街」），但還是走在地上的，現在卻更要防人「謀為不軌」了，必得坐著飛机，須到出洋的時候，才能放心送給朋友。名人逛一趟古董店，先前也不算奇事情的，現在卻「微服」「微服」的嚷得人耳聾，只好或登名山，或入古廟，比較的免掉大惊小怪。總而言之，可靠的國之柱石，已經多在半空中，最低限度也上了高樓峻岭了，地上就只留著些可疑的百姓，實做了「下民」，且又民匪難分，一有慶吊，總不免「假名滋扰」。向來雖靠「華洋兩方當局，先事嚴防」，沒有鬧過什么大亂子，然而總比平時費力的，這就令人為難，而五月也成了「多難之月」，紀念的是好是坏，日子的為戚為喜，都不在話下。\n\n　　但愿世界上大事件不要增加起來；但愿中國里慘案不要再有；但愿也不再有什么政府成立；但愿也不再有偉人的生日和忌日增添。否則，日積月累，不久就會成個「多難之年」，不但華洋當局，老是為難，連我們走在地面上的小百姓，也只好永遠身帶「嫌疑」，奉陪戒嚴，嗚呼哀哉，不能喘气了。\n\n　　五月五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"觀鬥","content":"本篇最初發表於一九三三年一月三十一日上海《申報·自由談》，署名何家幹\n\n我們中國人總喜歡說自己愛和平，但其實，是愛鬥爭的，愛看別的東西鬥爭，也愛看自己們鬥爭。\n\n最普通的是鬥雞，鬥蟋蟀，南方有鬥黃頭鳥，鬥畫眉鳥，北方有鬥鵪鶉，一群閒人們圍著呆看，還因此賭輸贏。古時候有鬥魚，現在變把戲的會使跳蚤打架。看今年的《東方雜誌》，才知道金華又有鬥牛，不過和西班牙卻兩樣的，西班牙是人和牛鬥，我們是使牛和牛鬥。\n\n任他們鬥爭著，自己不與鬥，只是看。\n\n軍閥們只管自己鬥爭著，人民不與聞，只是看。\n\n然而軍閥們也不是自己親身在鬥爭，是使兵士們相鬥爭，所以頻年惡戰，而頭兒個個終於是好好的，忽而誤會消釋了，忽而杯酒言歡了，忽而共同禦侮了，忽而立誓報國了，忽而……。不消說，忽而自然不免又打起來了。\n\n然而人民一任他們玩把戲，只是看。\n\n但我們的鬥士，只有對於外敵卻是兩樣的：近的，是「不抵抗」，遠的，是「負弩前驅」云。\n\n「不抵抗」在字面上已經說得明明白白。 「負弩前驅」呢，弩機的製度早已失傳了，必須待考古學家研究出來，製造起來，然後能夠負，然後能夠前驅。\n\n還是留著國產的兵士和現買的軍火，自己鬥爭下去罷。中國的人口多得很，暫時總有一些孑遺在看著的。但自然，倘要這樣，則對於外敵，就一定非「愛和平」不可。\n\n一月二十四日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"天上地下","content":"本篇最初發表于一九三三年五月十九日《申報·自由談》，署名干。\n\n　　中國現在有兩种炸，一种是炸進去，一种是炸進來。\n\n　　炸進去之一例曰：“日內除飛机往匪區轟炸外，無戰事，三四兩隊，七日晨迄申，更番成隊飛宜黃以西崇仁以南擲百二十磅彈兩三百枚，凡匪足資屏蔽處炸毀几平，使匪無從休養。……”（五月十日《申報》南昌專電）\n\n　　炸進來之一例曰：“今晨六時，敵机炸薊縣，死民十余，又密云今遭敵轟四次，每次二架，投彈盈百，損害正詳查中。……”（同日《大晚報》北平電）\n\n　　應了這運會而生的，是上海小學生的買飛机，和北平小學生的挖地洞。這也是對于“非安內無以攘外”或“安內急于攘外”的題目，做出來的兩股好文章。住在租界里的人們是有福的。但試閉目一想，想得廣大一些，就會覺得內是官兵在天上，“共匪”和“匪化”了的百姓在地下，外是敵軍在天上，沒有“匪化”了的百姓在地下。“損害正詳查中”，而太平之區，卻造起了寶塔。釋迦出世，一手指天，一手指地曰：“天上地下，惟我獨尊！”此之謂也。\n\n　　但又試閉目一想，想得久遠一些，可就遇著難題目了。假如炸進去慢，炸進來快，兩种飛机遇著了，又怎么辦呢？停止了“安內”，回轉頭來“迎頭痛擊”呢，還是仍然只管自己炸進去，一任他跟著炸進來，一前一后，同炸“匪區”，待到炸清了，然后再“攘”他們出去呢？……不過這只是講笑話，事實是決不會弄到這地步的。即使弄到這地步，也沒有什么難解決：外洋養病，名山拜佛，這就完結了。\n\n　　五月十六日。\n\n\n\n　　記得末尾的三句，原稿是：“外洋養病，背脊生瘡，名山上拜佛，小便里有糖，這就完結了。”\n\n　　十九夜補記。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"現代史","content":"本篇最初發表于一九三三年四月八日《申報·自由談》，署名何家干。\n\n　　從我有記憶的時候起，直到現在，凡我所曾經到過的地方，在空地上，常常看見有“變把戲”的，也叫作“變戲法”的。\n\n　　這變戲法的，大概只有兩种——一种，是教一個猴子戴起假面，穿上衣服，耍一通刀槍；騎了羊跑几圈。還有一匹用稀粥養活，已經瘦得皮包骨頭的狗熊玩一些把戲。末后是向大家要錢。\n\n　　一种，是將一塊石頭放在空盒子里，用手巾左蓋右蓋，變出一只白鴿來；還有將紙塞在嘴巴里，點上火，從嘴角鼻孔里冒出煙焰。其次是向大家要錢。要了錢之后，一個人嫌少，裝腔作勢的不肯變了，一個人來勸他，對大家說再五個。果然有人拋錢了，于是再四個，三個……拋足之后，戲法就又開了場。這回是將一個孩子裝進小口的壇子里面去，只見一條小辮子，要他再出來，又要錢。收足之后，不知怎么一來，大人用尖刀將孩子刺死了，蓋上被單，直挺挺躺著，要他活過來，又要錢。\n\n　　“在家靠父母，出家靠朋友……Huazaa！Huazaa！”變戲法的裝出撒錢的手勢，嚴肅而悲哀的說。\n\n　　別的孩子，如果走近去想仔細的看，他是要罵的；再不听，他就會打。\n\n　　果然有許多人Huazaa了。待到數目和預料的差不多，他們就檢起錢來，收拾家伙，死孩子也自己爬起來，一同走掉了。\n\n　　看客們也就呆頭呆腦的走散。\n\n　　這空地上，暫時是沉寂了。過了些時，就又來這一套。俗語說，“戲法人人會變，各有巧妙不同。”其實是許多年間，總是這一套，也總有人看，總有人Huazaa，不過其間必須經過沉寂的几日。\n\n　　我的話說完了，意思也淺得很，不過說大家HuazaaHuazaa一通之后，又要靜几天了，然后再來這一套。\n\n　　到這里我才記得寫錯了題目，這真是成了“不死不活”的東西。\n\n　　四月一日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"後記","content":"　　我向《自由談》投稿的由來，《前記》里已經說過了。到這里，本文已完，而電燈尚明，蚊子暫靜，便用剪刀和筆，再來保存些因為《自由談》和我而起的瑣聞，算是一點餘興。\n\n　　只要一看就知道，在我的發表短評時中，攻擊得最烈的是《大晚報》。這也并非和我前生有仇，是因為我引用了它的文字。但我也并非和它前生有仇，是因為我所看的只有《申報》和《大晚報》兩种，而後者的文字往往頗覺新奇，值得引用，以消愁釋悶。即如我的眼前，現在就有一張包了香煙來的三月三十日的舊《大晚報》在，其中有著這樣的一段——「浦東人楊江生，年已四十有一，貌既丑陋，人复貧窮，向為泥水匠，曾佣于蘇州人盛寶山之泥水作場。盛有女名金弟，今方十五齡，而矮小异常，人亦猥瑣。昨晚八時，楊在虹口天潼路与盛相遇，楊奸其女。經捕頭向楊詢問，楊毫不抵賴，承認自去年一二八以後，連續行奸十餘次，當派探員將盛金弟送往醫院，由醫生驗明确非處女，今晨解送第一特區地方法院，經劉毓桂推事提審，捕房律師王耀堂以被告誘未滿十六歲之女子，雖其後數次皆系該女自往被告家相就，但按法亦應強奸罪論，應請訊究。旋傳女父盛寶山訊問，据稱初不知有此事，前晚因事責女後，女忽失蹤，直至昨晨才歸，嚴詰之下，女始謂留住被告家，并將被告誘奸經過說明，我方得悉，故將被告扭入捕房云。繼由盛金弟陳述，与被告行奸，自去年二月至今，已有十餘次，每次均系被告將我喚去，并著我不可對父母說知云。質之楊江生供，盛女向呼我為叔，縱欲姦猶不忍下手，故絕對無此事，所謂十餘次者，系將盛女帶出游玩之次數等語。劉推事以本案尚須調查，諭被告收押，改期再訊。」\n\n　　在記事里分明可見，盛對于楊，并未說有「倫常」關係，楊供女稱之為「叔」，是中國的習慣，年長十年左右，往往稱為叔伯的。然而《大晚報》用了怎樣的題目呢？是四號和頭號字的——\n\n 　　攔途扭往捕房控訴\n\n　　乾叔姦侄女\n\n　　女自稱被姦過十餘次，男指系游玩并非風流。\n\n它在「叔」上添一「乾」字，于是「女」就化為「侄女」，楊江生也因此成了「逆倫」或准「逆倫」的重犯了。中國之君子，歎人心之不古，憎匪人之逆倫，而惟恐人間沒有逆倫的故事，偏要用筆舖張揚厲起來，以聳動低級趣味讀者的眼目。楊江生是泥水匠，無從看見，見了也無從抗辯，只得一任他們的編排，然而社會批評者是有指斥的任務的。但還不到指斥，單單引用了几句奇文，他們便什么「員外」什么「警犬」的狂嗥起來，好像他們的一群倒是吸風飲露，帶了自己的家私來給社會服務的志士。是的，社長我們是知道的，然而終于不知道誰是東家，就是究竟誰是「員外」，倘說既非商辦，又非官辦；則在報界里是很難得的。但這秘密，在這里不再研究它也好。\n\n　　和《大晚報》不相上下，注意于《自由談》的還有《社會新聞》。但手段巧妙得遠了，它不用不能通或不愿通的文章，而只驅使著真偽雜糅的記事。即如《自由談》的改革的原因，雖然斷不定所說是真是假，我倒還是從它那第二卷第十三期（二月七日出版）上看來的——從《春秋》与《自由談》說起中國文壇，本無新舊之分，但到了五四運動那年，陳獨秀在《新青年》上一聲號炮，別樹一幟，提倡文學革命，胡适之錢玄同劉半農等，在後搖旗吶喊。這時中國青年外感外侮的壓迫，內受政治的刺激，失望与煩悶，為了要求光明的出路，各种新思潮，遂受青年熱烈的擁護，使文學革命建了偉大的成功。從此之後，中國文壇新舊的界限，判若鴻溝；但舊文壇勢力在社會上有悠久的歷史，根深蒂固，一時不易動搖。那時舊文壇的机關雜志，是著名的《禮拜六》，几乎集了天下搖頭擺尾的文人，于《禮拜六》一爐！至《禮拜六》所刊的文字，十九是卿卿我我，哀哀唧唧的小說，把民族性陶醉萎靡到极點了！此即所謂鴛鴦蝴蝶派的文字。其中如徐枕亞吳雙熱周瘦鵑等，尤以善談鴛鴦蝴蝶著名，周瘦鵑且為禮拜六派之健將。這時新文壇對于舊勢力的大本營《禮拜六》，攻擊頗力，卒以新興勢力，實力單薄，舊派有封建社會為背景，有恃無恐，兩不相讓，各行其是。此後新派如文學研究會，創造社等，陸續成立，人材漸眾，勢力漸厚，《禮拜六》應時勢之推移，終至「壽終正寢」！惟禮拜六派之殘餘分子，迄今猶四出活動，無肅清之望，上海各大報中之文藝編輯，至今大都仍是所謂鴛鴦蝴蝶派所把持。可是只要放眼在最近的出版界中，新興文藝出版數量的可惊，已有使舊勢力不能抬頭之勢！禮拜六派文人之在今日，已不敢复以《禮拜六》的頭銜以相召號，蓋已至強弩之末的時期了！最近守舊的《申報》，忽將《自由談》編輯禮拜六派的巨子周瘦鵑撤職，換了一個新派作家黎烈文，這對于舊勢力當然是件非常的變動，遂形成了今日新舊文壇劇烈的沖突。周瘦鵑一方面策動各小報，對黎烈文作總攻擊，我們只要看鄭逸梅主編的《金剛鑽》，主張周瘦鵑仍返《自由談》原位，讓黎烈文主編《春秋》，也足見舊派文人終不能忘情于已失的地盤。而另一方面周瘦鵑在自己編的《春秋》內說：各种副刊有各种副刊的特性，作河水不犯井水之論，也足見周瘦鵑猶惴惴于他現有地位的危殆。周同時還硬拉非蘇州人的嚴獨鶴加入周所主持的純蘇州人的文藝團体「星社」，以為拉攏而固地位之計。不圖舊派勢力的失敗，竟以周啟其端。\n\n　　据我所聞：周的不能安于其位，也有原因：他平日對于選稿方面，太刻薄而私心，只要是認識的人投去的稿，不看內容，見篇即登；同時無名小卒或為周所陌生的投稿者，則也不看內容，整堆的作為字紙簍的虜俘。因周所編的刊物，總是几個夾袋里的人物，私心自用，以致內容糟不可言！外界對他的攻擊日甚，如許嘯天主編之《紅葉》，也對周有數次劇烈的抨擊，史量才為了外界對他的不滿，所以才把他撤去。那知這次史量才的一動，周竟作了導火線，造成了今日新舊兩派短兵相接戰斗愈烈的境界！以後想好戲還多，讀者請拭目俟之。〔微知〕但到二卷廿一期（三月三日）上，就已大惊小怪起來，為「守舊文化的堡壘」的動搖惋惜——左翼文化運動的抬頭水手關于左翼文化運動，雖然受過各方面嚴厲的壓迫，及其內部的分裂，但近來又似乎漸漸抬起頭了。在上海，左翼文化在共產党「聯絡同路人」的路線之下，的确是較前稍有起色。在雜志方面，甚至連那些第一塊老牌雜志，也左傾起來。胡愈之主編的《東方雜志》，原是中國歷史最久的雜志，也是最穩健不過的雜志，可是据王云五老板的意見，胡愈之近來太左傾了，所以在愈之看過的樣子，他必須再重看一遍。但雖然是經過王老板大刀闊斧的刪段以後，《東方雜志》依然還嫌太左傾，于是胡愈之的飯碗不能不打破，而由李某來接他的手了。又如《申報》的《自由談》在禮拜六派的周某主編之時，陳腐到太不像樣，但現在也在左聯手中了。魯迅与沈雁冰，現在已成了《自由談》的兩大台柱了。《東方雜志》是屬于商務印書館的，《自由談》是屬于《申報》的，商務印書館与申報館，是兩個守舊文化的堡壘，可是這兩個堡壘，現在似乎是開始動搖了，其餘自然是可想而知。此外，還有几個中級的新的書局，也完全在左翼作家手中，如郭沫若高語罕丁曉先与沈雁冰等，都各自抓著了一個書局，而做其台柱，這些都是著名的紅色人物，而書局老板現在竟靠他們吃飯了。\n\n　　…………\n\n　　過了三星期，便确指魯迅与沈雁冰為《自由談》的「台柱」（三月廿四日第二卷第廿八期）——黎烈文未入文總\n\n　　《申報·自由談》編輯黎烈文，系留法學生，為一名不見于經傳之新進作家。自彼接辦《自由談》後，《自由談》之論調，為之一變，而執筆為文者，亦由星社《禮拜六》之舊式文人，易為左翼普羅作家。現《自由談》資為台柱者，為魯迅与沈雁冰兩氏，魯迅在《自由談》上發表文稿尤多，署名為「何家干」。除魯迅与沈雁冰外，其他作品，亦什九系左翼作家之作，如施蟄存曹聚仁李輝英輩是。一般人以《自由談》作文者均系中國左翼文化總同盟（簡稱文總），故疑黎氏本人，亦系文總中人，但黎氏對此，加以否認，謂彼并未加入文總，与以上諸人僅友誼關系云。〔逸〕又過了一個多月，則發見這兩人的「雄圖」（五月六日第三卷第十二期）了——魯迅沈雁冰的雄圖\n\n　　自從魯迅沈雁冰等以《申報·自由談》為地盤，發抒陰陽怪气的論調後，居然又能吸引群眾，取得滿意的收獲了。在魯（？）沈的初衷，當然這是一种有作用的嘗試，想复興他們的文化運動。現在，听說已到組織團体的火候了。\n\n　　參加這個運動的台柱，除他們二人外有郁達夫，鄭振鐸等，交換意見的結果，認為中國最早的文化運動，是以語絲社創造社及文學研究會為中心，而消散之後，語絲創造的人分化太大了，惟有文學研究會的人大部分都還一致，——如王統照葉紹鈞徐雉之類。而沈雁冰及鄭振鐸，一向是文學研究派的主角，于是決定循此路線進行。最近，連田漢都愿意率眾歸附，大概組會一事，已在必成，而且可以在這紅五月中實現了。〔農〕這些記載，于編輯者黎烈文是并無損害的，但另有一种小報式的期刊所謂《微言》，卻在《文壇進行曲》里刊了這樣的記事——\n\n　　「曹聚仁經黎烈文等紹介，已加入左聯。」（七月十五日，九期。）\n\n　　這兩种刊物立說的差异，由于私怨之有無，是可不言而喻的。但《微言》卻更為巧妙：只要用寥寥十五字，便并陷兩者，使都成為必被壓迫或受難的人們。\n\n　　到五月初，對于《自由談》的壓迫，逐日嚴緊起來了，我的投稿，後來就接連的不能發表。但我以為這并非因了《社會新聞》之類的告狀，倒是因為這時正值禁談時事，而我的短評卻時有對于時局的憤言；也并非僅在壓迫《自由談》，這時的壓迫，凡非官辦的刊物，所受之度大概是一樣的。但這時候，最适宜的文章是鴛鴦蝴蝶的游泳和飛舞，而《自由談》可就難了，到五月廿五日，終于刊出了這樣的啟事——編輯室\n\n　　這年頭，說話難，搖筆杆尤難。這并不是說：「禍福無門，惟人自召」，實在是「天下有道」，「庶人」相應「不議」。編者謹掬一瓣心香，吁請海內文豪，從茲多談風月，少發牢騷，庶作者編者，兩蒙其休。若必論長議短，妄談大事，則塞之字篇既有所不忍，布之報端又有所不能，陷編者于兩難之境，未免有失恕道。語云：識時務者為俊杰，編者敢以此為海內文豪告。區區苦衷，伏乞矜鑒！編者\n\n　　這現象，好像很得了《社會新聞》群的滿足了，在第三卷廿一期（六月三日）里的「文化秘聞」欄內，就有了如下的記載——\n\n　　《自由談》態度轉變\n\n　　《申報·自由談》自黎烈文主編後，即吸收左翼作家魯迅沈雁冰及烏鴉主義者曹聚仁等為基本人員，一時論調不三不四，大為讀者所不滿。且因嘲罵「禮拜五派」，而得罪張若谷等；抨擊「取消式」之社會主義理論，而与嚴靈峰等結怨；腰斬《時代与愛的歧途》，又招張資平派之反感，計黎主編《自由談》數月之結果，已形成一种壁壘，而此种壁壘，乃營業主義之《申報》所最忌者。又史老板在外間亦耳聞有种种不滿之論調，乃特下警告，否則為此則惟有解約。最後結果伙計當然屈伏于老板，于是「老話」，「小旦收場」之類之文字，已不复見于近日矣。〔聞〕\n\n　　而以前的五月十四日午後一時，還有了丁玲和潘梓年的失蹤的事，大家多猜測為遭了暗算，而這猜測也日益證實了。謠言也因此非常多，傳說某某也將同遭暗算的也有，接到警告或恐嚇信的也有。我沒有接到什么信，只有一連五六日，有人打電話到內山書店的支店去詢問我的住址。我以為這些信件和電話，都不是實行暗算者們所做的，只不過几個所謂文人的鬼把戲，就是「文壇」上，自然也會有這樣的人的。但倘有人怕麻煩，這小玩意是也能發生些效力，六月九日《自由談》上《蘧廬絮語》之後有一條下列的文章，我看便是那些鬼把戲的見效的證据了——編者附告：昨得子展先生來信，現以全力從事某項著作，無暇旁鶩，《蘧廬絮語》，就此完結。\n\n　　終于，《大晚報》靜觀了月餘，在六月十一的傍晚，從它那文藝附刊的《火炬》上發出毫光來了，它憤慨得很——\n\n　　到底要不要自由法魯久不曾提起的「自由」這問題，近來又有人在那里大論特談，因為國事總是熱辣辣的不好惹，索性莫談，死心再來談「風月」，可是「風月」又談得不稱心，不免喉底里喃喃地漏出几聲要「自由」，又覺得問題嚴重，喃喃几句倒是可以，明言直語似有不便，于是正面問題不敢直接提起來論，大刀闊斧不好當面幌起來，卻彎彎曲曲，兜著圈子，叫人摸不著棱角，摸著正面，卻要把它當做反面看，這原是看「幽默」文字的方法也。\n\n　　心要自由，口又不明言，口不能代表心，可見這只口本身已經是不自由的了。因為不自由，所以才諷諷刺刺，一回儿「要自由」，一回儿又「不要自由」，過一回儿再「要不自由的自由」和「自由的不自由」，翻來复去，總叫頭腦簡單的人弄得「神經衰弱」，把捉不住中心。到底要不要自由呢？說清了，大家也好順風轉舵，免得悶在葫蘆里，失掉听懂的自由。照我這個不是「雅人」的意思，還是粗粗直直地說：「咱們要自由，不自由就來拚個你死我活！」\n\n　　本來「自由」并不是個非常問題，給大家一談，倒嚴重起來了。——問題到底是自己弄嚴重的，如再不使用大刀闊斧，將何以沖破這黑漆一團？細針短刺畢竟是雕虫小技，無助于大題，譏刺嘲諷更已屬另一年代的老人所發的囈語。我們聰明的智識份子又何嘗不知道諷刺在這時代已失去效力，但是要想弄起刀斧，卻又覺左右掣肘，在這一年代，科學發明，刀斧自然不及槍炮；生賤于蟻，本不足惜，無奈我們無能的智識份子偏吝惜他的生命何！\n\n　　這就是說，自由原不是什么稀罕的東西，給你一談，倒談得難能可貴起來了。你對于時局，本不該彎彎曲曲的諷刺。現在他對于諷刺者，是「粗粗直直地」要求你去死亡。作者是一位心直口快的人，現在被別人累得「要不要自由」也摸不著頭腦了。\n\n　　然而六月十八日晨八時十五分，是中國民權保障同盟的副會長楊杏佛（銓）遭了暗殺。\n\n　　這總算拚了個「你死我活」，法魯先生不再在《火炬》上說亮話了。只有《社會新聞》，卻在第四卷第一期（七月三日出）顯，還描出左翼作家的懦怯來——左翼作家紛紛离滬\n\n　　在五月，上海的左翼作家曾喧鬧一時，好像什么都要染上紅色，文藝界全歸左翼。但在六月下旬，情勢顯然不同了，非左翼作家的反攻陣線布置完成，左翼的內部也起了分化，最近上海暗殺之風甚盛，文人的腦筋最敏銳，膽子最小而腳步最快，他們都以避暑為名离開了上海。据确訊，魯迅赴青島，沈雁冰在浦東鄉間，郁達夫杭州，陳望道回家鄉，連蓬子，白薇之類的蹤跡都看不見了。〔道〕\n\n　　西湖是詩人避暑之地，牯岭乃闊老消夏之區，神往尚且不敢，而況身游。楊杏佛一死，別人也不會突然怕熱起來的。听說青島也是好地方，但這是梁實秋教授傳道的圣境，我連遙望一下的眼福也沒有過。「道」先生有道，代我設想的恐怖，其實是不确的。否則，一群流氓，几枝手槍，真可以治國平天下了。\n\n　　但是，嗅覺好像特別靈敏的《微言》，卻在第九期（七月十五日出）上載著另一种消息——自由的風月頑石\n\n　　黎烈文主編之《自由談》，自宣布「只談風月，少發牢騷」以後，而新進作家所投真正談風月之稿，仍拒登載，最近所載者非老作家化名之諷刺文章，即其刺探們無聊之考古。聞此次辯論舊劇中的鑼鼓問題，署名「羅复」者，即陳子展，「何如」者，即曾經被捕之黃素。此一筆糊涂官司，頗騙得稿費不少。\n\n　　這雖然也是一科「牢騷」，但「真正談風月」和「曾經被捕」等字樣，我覺得是用得很有趣的。惜「化名」為「頑石」，靈气之不鐘于鼻子若我輩者，竟莫辨其為「新進作家」抑「老作家」也。\n\n　　《後記》本來也可以完結了，但還有應該提一下的，是所謂「腰斬張資平」案。\n\n　　《自由談》上原登著這位作者的小說，沒有做完，就被停止了，有些小報上，便轟傳為「腰斬張資平」。當時也許有和編輯者往复駁難的文章的，但我沒有留心，因此就沒有收集。現在手頭的只有《社會新聞》，第三卷十三期（五月九日出）\n\n　　里有一篇文章，据說是罪魁禍首又是我，如下——張資平擠出《自由談》粹公\n\n　　今日的《自由談》，是一塊有為而為的地盤，是「烏鴉」「阿Ｑ」的播音台，當然用不著「三角四角戀愛」的張資平混跡其間，以至不得清一。\n\n　　然而有人要問：為什么那個色欲狂的「迷羊」——郁達夫卻能例外？他不是同張資平一樣發源于創造嗎？\n\n　　一樣唱著「妹妹我愛你」嗎？我可以告訴你，這的确是例外。因為郁達夫雖則是個色欲狂，但他能流入「左聯」，認識「民權保障」的大人物，与今日《自由談》的後台老板魯（？）老夫子是同志，成為「烏鴉」「阿Ｑ」的伙伴了。\n\n　　据《自由談》主編人黎烈文開革張資平的理由，是讀者對于《時代与愛的歧路》一文，發生了不滿之感，因此中途腰斬，這當然是一种遁詞。在肥胖得走油的申報館老板，固然可以不惜几千塊錢，買了十洋一千字的稿子去塞紙簏，但在靠賣文為活的張資平，卻比宣布了死刑都可慘，他還得見見人呢！\n\n　　而且《自由談》的寫稿，是在去年十一月，黎烈文請客席上，請他擔任的，即使魯（？）先生要掃清地盤，似乎也應當客气一些，而不能用此辣手。問題是這樣的，魯先生為了要复興文藝（？）運動，當然第一步先須將一切的不同道者打倒，于是乃有批評曾今可張若谷章衣萍等為「禮拜五派」之舉；張資平如若識相，自不難感覺到自己正酣臥在他們榻旁，而立刻滾蛋！無如十洋一千使他眷戀著，致触了這個大霉頭。當然，打倒人是愈毒愈好，管他是死刑還是徒刑呢！\n\n　　在張資平被擠出《自由談》之後，以常情論，誰都咽不下這口冷水，不過張資平的闒懦是著名的，他為了老婆小孩子之故，是不能同他們斗爭，而且也不敢同他們擺好了陣營的集團去斗爭，于是，僅僅在《中華日報》的《小貢獻》上，發了一條軟弱無力的冷箭，以作遮羞。\n\n　　現在什么事都沒有了，《紅蘿蔔鬚》已代了他的位置，而沈雁冰新組成的文藝觀摹團，將大批的移殖到《自由談》來。\n\n　　還有，是《自由談》上曾經攻擊過曾今可的「解放詞」，据《社會新聞》第三卷廿二期（六月六日出）說，原來卻又是我在鬧的了，如下——曾今可准備反攻\n\n　　曾今可之為魯迅等攻擊也，實至体無完膚，固無時不想反攻，特以力薄能鮮，難于如愿耳！且知魯迅等有左聯作背景，人多手眾，此呼彼應，非孤軍抗戰所能抵御，因亦著手拉攏，凡曾受魯等侮辱者更所歡迎。近已拉得張資平，胡怀琛，張鳳，龍榆生等十餘人，組織一文藝漫談會，假新時代書店為地盤，計划一專門對付左翼作家之半月刊，本月中旬即能出版。〔如〕那時我想，關于曾今可，我雖然沒有寫過專文，但在《曲的解放》（本書第十五篇）里确曾涉及，也許可以稱為「侮辱」罷；胡怀琛雖然和我不相干，《自由談》上是嘲笑過他的「墨翟為印度人說」的。但張，龍兩位是怎么的呢？彼此的關涉，在我的記憶上竟一點也沒有。這事直到我看見二卷二十六期的《濤聲》（七月八日出），疑團這才冰釋了——「文藝座談」遙領記聚仁《文藝座談》者，曾詞人之反攻机關報也，遙者遠也，領者領情也，記者記不曾与座談而遙領盛情之經過也。\n\n　　解題既畢，乃述本事。\n\n　　有一天，我到暨南去上課，休息室的台子上赫然一個請帖；展而恭讀之，則《新時代月刊》之請帖也，小子何幸，乃得此請帖！折而藏之，以為傳家之寶。\n\n　　《新時代》請客而《文藝座談》生焉，而反攻之陣線成焉。報章煌煌記載，有名將在焉。我前天碰到張鳳老師，帶便問一個口訊；他說：「誰知道什么座談不座談呢？\n\n　　他早又沒說，簽了名，第二天，報上都說是發起人啦。」\n\n　　昨天遇到龍榆生先生，龍先生說：「上海地方真不容易做人，他們再三叫我去談談，只吃了一些茶點，就算數了；我又出不起廣告費。」我說：「吃了他家的茶，自然是他家人啦！」\n\n　　我幸而沒有去吃茶，免于被強奸，遙領盛情，志此謝謝！\n\n　　但這「文藝漫談會」的机關雜志《文藝座談》第一期，卻已經羅列了十多位作家的名字，于七月一日出版了。其中的一篇是專為我而作的——內山書店小坐記白羽遐某天的下午，我同一個朋友在上海北四川路散步。走著走著，就走到北四川路底了。我提議到虹口公園去看看，我的朋友卻說先到內山書店去看看有沒有什么新書。我們就進了內山書店。\n\n　　內山書店是日本浪人內山完造開的，他表面是開書店，實在差不多是替日本政府做偵探。他每次和中國人談了點什么話，馬上就報告日本領事館。這也已經成了「公開的秘密」了，只要是略微和內山書店接近的人都知道。\n\n　　我和我的朋友隨便翻看著書報。內山看見我們就連忙跑過來和我們招呼，請我們坐下來，照例地閒談。因為到內山書店來的中國人大多數是文人，內山也就知道點中國的文化。他常和中國人談中國文化及中國社會的情形，卻不大談到中國的政治，自然是怕中國人對他怀疑。\n\n　　「中國的事都要打折扣，文字也是一樣。『白髮三千丈』這就是一個天大的誑！這就得大打其折扣。中國的別的問題，也可以以此類推……哈哈！哈！」\n\n　　內山的話我們听了并不覺得一點難為情，詩是不能用科學方法去批評的。內山不過是一個九州角落里的小商人，一個暗探，我們除了用微笑去回答之外，自然不會拿什么話語去向他聲辯了。不久以前，在《自由談》上看到何家干先生的一篇文字，就是內山所說的那些話。原來所謂「思想界的權威」，所謂「文壇老將」，連一點這樣的文章都非「出自心裁」！\n\n　　內山還和我們談了好些，「航空救國」等問題都談到，也有些是已由何家干先生抄去在《自由談》發表過的。我們除了勉強敷衍他之外，不大講什么話，不想理他。因為我們知道內山是個什么東西，而我們又沒有請他救過命，保過險，以後也決不預備請他救命或保險。\n\n　　我同我的朋友出了內山書店，又散步散到虹口公園去了。\n\n　　不到一禮拜（七月六日），《社會新聞》（第四卷二期）就加以應援，并且廓大到「左聯」去了。其中的「茅盾」，是本該寫作「魯迅」的故意的錯誤，為的是令人不疑為出于同一人的手筆——\n\n　　內山書店与左聯\n\n　　《文藝座談》第一期上說，日本浪人內山完造在上海開書店，是偵探作用，這是确屬的，而尤其与左聯有緣。記得郭沫若由漢逃滬，即匿內山書店樓上，後又代為買船票渡日。茅盾在風聲緊急時，亦以內山書店為惟一避難所。然則該書店之作用究何在者？蓋中國之有共匪，日本之利也，所以日本雜志所載調查中國匪情文字，比中國自身所知者為多，而此類材料之獲得，半由受過救命之恩之共党文藝份子所供給；半由共党自行送去，為張揚勢力之用，而無聊文人為其收買甘愿為其刺探者亦大有人在。聞此种偵探机關，除內山以外，尚有日日新聞社，滿鐵調查所等，而著名偵探除內山完造外，亦有田中，小島，中村等。〔新皖〕這兩篇文章中，有兩种新花樣：一，先前的誣蔑者，都說左翼作家是受蘇聯的盧布的，現在則變了日本的間接偵探；二，先前的揭發者，說人抄襲是一定根据書本的，現在卻可以從別人的嘴里听來，專憑他的耳朵了。至于內山書店，三年以來，我确是常去坐，檢書談話，比和上海的有些所謂文人相對還安心，因為我确信他做生意，是要賺錢的，卻不做偵探；他賣書，是要賺錢的，卻不賣人血：這一點，倒是凡有自以為人，而其實是狗也不如的文人們應該竭力學學的！\n\n　　但也有人來抱不平了，七月五日的《自由談》上，竟揭載了這樣的一篇文字——談「文人無行」谷春帆雖說自己也忝列于所謂「文人」之「林」，但近來對于「文人無行」這句話，卻頗表示几分同意，而對于「人心不古」，「世風日下」的感喟，也不完全視為「道學先生」的偏激之言。實在，今日「人心」險毒得太令人可怕了，尤其是所謂「文人」，想得出，做得到，种种卑劣行為如陰謀中傷，造謠誣蔑，公開告密，賣友求榮，賣身投靠的勾當，舉不胜舉。而在另一方面自吹自擂，腆然以「天才」与「作家」自命，偷竊他人唾餘，還沾沾自喜的种种怪象，也是「無丑不備有惡皆臻」，對著這些痛心的事實，我們還能夠否認「文人無行」這句話的相當真實嗎？（自然，我也并不是說凡文人皆無行。）我們能不興起「世道人心」的感喟嗎？\n\n　　自然，我這樣的感触并不是毫沒來由的。舉實事來說，過去有曾某其人者，硬以「管他娘」与「打打麻將」等屁話來實行其所謂「詞的解放」，被人斥為「輕薄少年」与「色情狂的急色儿」，曾某卻嘮嘮叨叨辯個不休，現在呢，新的事實又證明了曾某不僅是一個輕薄少年，而且是陰毒可憎的蛇蝎，他可以借崔万秋的名字為自己吹牛（見二月崔在本報所登廣告），甚至硬把日本一個打字女和一個中學教員派做「女詩人」和「大學教授」，把自己吹捧得無微不至；他可以用最卑劣的手段投稿于小報，指他的朋友為×××，并公布其住址，把朋友公開出賣（見第五號《中外書報新聞》）。這樣的大膽，這樣的陰毒，這樣的無聊，實在使我不能相信這是一個有廉恥有人格的「人」——尤其是「文人」，所能做出。然而曾某卻真想得到，真做得出，我想任何人當不能不佩服曾某的大無畏的精神。\n\n　　听說曾某年紀還不大，也并不是沒有讀書的机會，我想假如曾某能把那种吹牛拍馬的精力和那种陰毒机巧的心思用到求實學一點上，所得不是要更多些嗎？然而曾某卻偏要日以吹拍為事，日以造謠中傷為事，這，一方面固愈足以顯曾某之可怕，另一方面亦正見青年自誤之可惜。\n\n　　不過，話說回頭，就是受過高等教育的也未必一定能束身自好，比如以專寫三角戀愛小說出名，并發了財的張××，彼固動輒以日本某校出身自炫者，然而他最近也會在一些小報上潑辣叫嗥，完全一副滿怀毒恨的「棄婦」的臉孔，他會陰謀中傷，造謠挑撥，他會硬派人像布哈林或列宁，簡直想要置你于死地，其人格之卑污，手段之惡辣，可說空前絕後，這樣看來，高等教育又有何用？還有新出版之某無聊刊物上有署名「白羽遐」者作《內山書店小坐記》一文，公然說某人常到內山書店，曾請內山書店救過命保過險。我想，這种公開告密的勾當，大概也就是一流人化名玩出的花樣。\n\n　　然而無論他們怎樣造謠中傷，怎樣陰謀陷害，明眼人一見便知，害人不著，不過徒然暴露他們自己的卑污与無人格而已。\n\n　　但，我想，「有行」的「文人」，對于這班丑類，實在不應當像現在一樣，始終置之不理，而應當振臂奮起，把它們驅逐于文壇以外，應當在污穢不堪的中國文壇，做一番掃除的工作！\n\n　　于是禍水就又引到《自由談》上去，在次日的《時事新報》上，便看見一則啟事，是方寸大字的標名——張資平啟事\n\n　　五日《申報·自由談》之《談「文人無行」》，後段大概是指我而說的。我是坐不改名，行不改姓的人，縱令有時用其他筆名，但所發表文字，均自負責，此須申明者一；白羽遐另有其人，至《內山小坐記》亦不見是怎樣坏的作品，但非出我筆，我未便承認，此須申明者二；我所寫文章均出自信，而發見關于政治上主張及國際情勢之研究有錯覺及亂視者，均不惜加以糾正。至于「造謠偽造信件及對于意見不同之人，任意加以誣毀」皆為我生平所反對，此須申明者三；我不單無資本家的出版者為我後援，又無姊妹嫁作大商人為妾，以謀得一編輯以自豪，更進而行其「誣毀造謠假造信件」等卑劣的行動。我連想發表些關于對政治對國際情勢之見解，都無從發表，故凡容納我的這類文章之刊物，我均愿意投稿。但對于該刊物之其他文字則不能負責，此須申明者四。今後凡有利用以資本家為背景之刊物對我誣毀者，我只視作狗吠，不再答复，特此申明。\n\n　　這很明白，除我而外，大部分是對于《自由談》編輯者黎烈文的。所以又次日的《時事新報》上，也登出相對的啟事來——\n\n　　黎烈文啟事\n\n　　烈文去歲游歐歸來，客居滬上，因《申報》總理史量才先生系世交長輩，故常往訪候，史先生以烈文未曾入過任何党派，且留歐時專治文學，故令加入申報館編輯《自由談》。不料近兩月來，有三角戀愛小說商張資平，因烈文停登其長篇小說，怀恨入骨，常在各大小刊物，造謠誣蔑，挑撥陷害，無所不至，烈文因其手段与目的過于卑劣，明眼人一見自知，不值一辯，故至今絕未置答，但張氏昨日又在《青光》欄上登一啟事，含沙射影，肆意誣毀，其中有「又無姊妹嫁作大商人為妾」一語，不知何指。張氏啟事既系對《自由談》而發，而烈文現為《自由談》編輯人，自不得不有所表白，以釋群疑。烈文只胞妹兩人，長應元未嫁早死，次友元現在長沙某校讀書，亦未嫁人，均未出過湖南一步。且据烈文所知，湘潭黎氏同族姊妹中不論親疏遠近，既無一人嫁人為妾，亦無一人得与「大商人」結婚，張某之言，或系一种由衷的遺憾（沒有姊妹嫁作大商人為妾的遺憾），或另有所指，或系一种病的發作，有如瘋犬之狂吠，則非烈文所知耳。\n\n　　此後還有几個啟事，避煩不再剪貼了。總之：較關緊要的問題，是「姊妹嫁作大商人為妾」者是誰？但這事須問「行不改名，坐不改姓」的好漢張資平本人才知道。\n\n　　可是中國真也還有好事之徒，竟有人不怕中暑的跑到真茹的「望歲小農居」這洋樓底下去請教他了。《訪問記》登在《中外書報新聞》的第七號（七月十五日出）上，下面是關于「為妾」問題等的一段——（四）啟事中的疑問\n\n　　以上這些話還只是講刊登及停載的經過，接著，我便請他解答啟事中的几個疑問。\n\n　　「對于你的啟事中，有許多話，外人看了不明白，能不能讓我問一問？」\n\n　　「是那几句？」\n\n　　「『姊妹嫁作商人妾』，這不知道有沒有什么影射？」\n\n　　「這是黎烈文他自己多心，我不過自然他既然說了不能公開的話，也就不便追問了。\n\n　　「還有一點，你所謂『想發表些關于對政治對國際情勢之見解都無從發表』，這又何所指？」\n\n　　「那是講我在文藝以外的政治見解的東西，隨筆一類的東西。」\n\n　　「是不是像《新時代》上的《望歲小農居日記》一樣的東西呢？」（參看《新時代》七月號）我插問。\n\n　　「那是對于魯迅的批評，我所說的是對政治的見解，《文藝座談》上面有。」（參看《文藝座談》一卷一期《從早上到下午》。）\n\n　　「對于魯迅的什么批評？」\n\n　　「這是題外的事情了，我看關于這個，請你還是不發表好了。」\n\n　　這真是「胸中不正，則眸子眊焉」，寥寥几筆，就畫出了這位文學家的嘴臉。《社會新聞》說他「闒懦」，固然意在博得社會上「濟弱扶傾」的同情，不足置信，但啟事上的自白，卻也須照中國文學上的例子，大打折扣的（倘白羽遐先生在「某天」又到「內山書店小坐」，一定又會從老板口頭听到），因為他自己在「行不改姓」之後，也就說「縱令有時用其他筆名」，雖然「但所發表文字，均自負責」，而無奈「還是不發表好了」何？但既然「還是不發表好了」，則關于我的一筆，我也就不再深論了。\n\n　　一枝筆不能兼寫兩件事，以前我實在閒卻了《文藝座談》的座主，「解放詞人」曾今可先生了。但寫起來卻又很簡單，他除了「准備反攻」之外，只在玩「告密」的玩藝。崔万秋先生和這位詞人，原先是相識的，只為了一點小糾葛，他便匿名向小報投稿，誣陷老朋友去了。不幸原稿偏落在崔万秋先生的手里，制成銅版，在《中外書報新聞》（五號）上精印了出來——崔万秋加入國家主義派《大晚報》屁股編輯崔万秋自日回國，即住在愚園坊六十八號左舜生家，旋即由左与王造時介紹于《大晚報》工作。近為國家主義及廣東方面宣傳极力，夜則留連于舞場或八仙橋庄上云。\n\n　　有罪案，有住址，逮捕起來是很容易的。而同時又診出了一點小毛病，是這位詞人曾經用了崔万秋的名字，自己大做了一通自己的詩的序，而在自己所做的序里又大稱贊了一通自己的詩。輕恙重症，同時夾攻，漸使這柔嫩的詩人兼詞人站不住，他要下野了，而在《時事新報》（七月九日）上卻又是一個啟事，好像這時的文壇是入了「啟事時代」似的——曾今可啟事\n\n　　鄙人不日离滬旅行，且將脫离文字生活。以後對于別人對我造謠誣蔑，一概置之不理。這年頭，只許強者打，不許弱者叫，我自然沒有什么話可說。我承認我是一個弱者，我無力反抗，我將在英雄們胜利的笑聲中悄悄地离開這文壇。如果有人笑我是「懦夫」，我只當他是尊我為「英雄」。此啟。\n\n　　這就完了。但我以為文字是有趣的，結末兩句，尤為出色。\n\n　　我剪貼在上面的《談「文人無行」》，其實就是這曾張兩案的合論。但由我看來，這事件卻還要坏一點，便也做了一點短評，投給《自由談》。久而久之，不見登出，索回原稿，油墨手印滿紙，這便是曾經排過，又被誰抽掉了的證据，可見縱「無姊妹嫁作大商人為妾」，「資本家的出版者」也還是為這一類名公「後援」的。但也許因為恐怕得罪名公，就會立刻給你戴上一頂紅帽子，為性命計，不如不登的也難說。現在就抄在這里罷——\n\n　　駁「文人無行」\n\n　　「文人」這一塊大招牌，是极容易騙人的。雖在現在，社會上的輕賤文人，實在還不如所謂「文人」的自輕自賤之甚。看見只要是「人」，就決不肯做的事情，論者還不過說他「無行」，解為「瘋人」，恕其「可怜」。其實他們卻原是販子，也一向聰明絕頂，以前的种种，無非「生意經」，現在的种种，也并不是「無行」，倒是他要「改行」了。\n\n　　生意的衰微使他要「改行」。雖是极低劣的三角戀愛小說，也可以賣掉一批的。我們在夜里走過馬路邊，常常會遇見小癟三從暗中來，鬼鬼祟祟的問道：「阿要春宮？\n\n　　阿要春宮？中國的，東洋的，西洋的，都有。阿要勿？」\n\n　　生意也并不清淡。上當的是初到上海的青年和鄉下人。然而這至多也不過四五回，他們看過几套，就覺得討厭，甚且要作嘔了，無論你「中國的，東洋的，西洋的，都有」也無效。而且因時勢的遷移，讀書界也起了變化，一部份是不再要看這樣的東西了；一部份是簡直去跳舞，去嫖妓，因為所化的錢，比買手淫小說全集還便宜。這就使三角家之類覺得沒落。我們不要以為造成了洋房，人就會滿足的，每一個儿子，至少還得給他賺下十万塊錢呢。\n\n　　于是乎暴躁起來。然而三角上面，是沒有出路了的。\n\n　　于是勾結一批同類，開茶會，辦小報，造謠言，其甚者還竟至于賣朋友，好像他們的鴻篇巨制的不再有人賞識，只是因為有几個人用一手掩盡了天下人的眼目似的。但不要誤解，以為他真在這樣想。他是聰明絕頂，其實并不在這樣想的，現在這副嘴臉，也還是一种「生意經」，用三角鑽出來的活路。總而言之，就是現在只好經營這一种賣買，才又可以賺些錢。\n\n　　譬如說罷，有些「第三种人」也曾做過「革命文學家」，借此開張書店，吞過郭沫若的許多版稅，現在所住的洋房，有一部份怕還是郭沫若的血汗所裝飾的。此刻那里還能做這樣的生意呢？此刻要合伙攻擊左翼，并且造謠陷害了知道他們的行為的人，自己才是一個干淨剛直的作者，而況告密式的投稿，還可以大賺一注錢呢。\n\n　　先前的手淫小說，還是下部的勾當，但此路已經不通，必須上進才是，而人們——尤其是他的舊相識——的頭顱就危險了。這那里是單單的「無行」文人所能做得出來的？\n\n　　上文所說，有几處自然好像帶著了曾今可張資平這一流，但以前的「腰斬張資平」，卻的确不是我的意見。這位作家的大作，我自己是不要看的，理由很簡單：我腦子里不要三角四角的這許多角。倘有青年來問我可看与否，我是勸他不必看的，理由也很簡單：他腦子里也不必有三角四角的那許多角。若夫他自在投稿取費，出版賣錢，即使他無須養活老婆儿子，我也滿不管，理由也很簡單：我是從不想到他那些三角四角的角不完的許多角的。\n\n　　然而多角之輩，竟謂我策動「腰斬張資平」。既謂矣，我乃簡直以Ｘ光照其五髒六腑了。\n\n　　《後記》這回本來也真可以完結了，但且住，還有一點餘興的餘興。因為剪下的材料中，還留著一篇妙文，倘使任其散失，是极為可惜的，所以特地將它保存在這里。\n\n　　這篇文章載在六月十七日《大晚報》的《火炬》里——《新儒林外史》柳絲\n\n　　第一回揭旗扎空營興師布迷陣卻說卡爾和伊理基兩人這日正在天堂以上討論中國革命問題，忽見下界中國文壇的大戈壁上面，殺气騰騰，塵沙彌漫，左翼防區里面，一位老將緊追一位小將，戰鼓震天，喊聲四起，忽然那位老將牙縫開處，吐出一道白霧，卡爾聞到气味立刻暈倒，伊理基拍案人怒道，「毒瓦斯，毒瓦斯！」扶著卡爾赶快走開去了。原來下界中國文壇的大戈壁上面，左翼防區里頭，近來新扎一座空營，揭起小資產階級革命文學之旗，無產階級文藝營壘受了奸人挑撥，大興問罪之師。這日大軍壓境，新扎空營的主將兼官佐又兼士兵楊村人提起筆槍，躍馬相迎，只見得戰鼓震天，喊聲四起，為首先鋒揚刀躍馬而來，乃老將魯迅是也。那楊村人打拱，叫聲「老將軍別來無恙？」\n\n　　老將魯迅并不答話，躍馬直沖揚刀便刺，那楊村人筆槍擋住又道：「老將有話好講，何必動起干戈？小將別樹一幟，自扎空營，只因事起倉卒，未及呈請指揮，并非倒戈相向，實則獨當一面，此心此志，天人共鑒。老將軍試思左翼諸將，空言克服，驕盈自滿，戰術既不研究，武器又不制造。臨陣則軍容不整，出馬則拖槍而逃，如果長此以往，何以維持威信？老將軍整頓紀綱之不暇，勞師遠征，竊以為大大對不起革命群眾的呵！」老將魯迅又不答話，圓睜環眼，倒豎虎鬚，只見得從他的牙縫里頭噓出一道白霧，那小將楊村人知道老將放出毒瓦斯，說的遲那時快，已經將防毒面具戴好了，正是：情感作用無理講，是非不明只天知！欲知老將究竟能不能將毒瓦斯悶死那小將，且待下回分解。\n\n　　第二天就收到一封編輯者的信，大意說：茲署名有柳絲者（「先生讀其文之內容或不難想像其為何人」），投一滑稽文稿，題為《新儒林外史》，但并無傷及個人名譽之事，業已決定為之發表，倘有反駁文章，亦可登載云云。使刊物暫時化為戰場，熱鬧一通，是辦報人的一种极普通辦法，近來我更加「世故」，天气又這么熱，當然不會去流汗同翻筋斗的。況且「反駁」滑稽文章，也是一种少有的奇事，即使「傷及個人名譽事」，我也沒有辦法，除非我也作一部《舊儒林外史》，來辯明「卡爾和伊理基」的話的真假。但我并不是巫師，又怎么看得見「天堂」？「柳絲」是楊村人先生還在做「無產階級革命文學者」時候已經用起的筆名，這無須看內容就知道，而曾几何時，就在「小資產階級革命文學」的旗子下做著這樣的幻夢，將自己寫成了這么一副形容了。時代的巨輪，真是能夠這么冷酷地將人們輾碎的。但也幸而有這一輾，因為韓侍桁先生倒因此從這位「小將」的腔子里看見了「良心」了。\n\n　　這作品只是第一回，當然沒有完，我雖然毫不想「反駁」，卻也愿意看看這有「良心」的文學，不料從此就不見了，迄今已有月餘，听不到「卡爾和伊理基」在「天堂」上和「老將」「小將」在地獄里的消息。但据《社會新聞》（七月九日，四卷三期）說，則又是「左聯」阻止的——楊村人轉入ＡＢ團\n\n　　叛左聯而寫揭小資產戰斗之旗的楊村人，近已由漢來滬，聞寄居于ＡＢ團小卒徐翔之家，并已加入該團活動矣。前在《大晚報》署名柳絲所發表的《新封神榜》一文，即楊手筆，內對魯迅大加諷刺，但未完即止，聞因受左聯警告云。〔預〕左聯會這么看重一篇「諷刺」的東西，而且仍會給「叛左聯而寫揭小資產戰斗之旗的楊村人」以「警告」，這才真是一件奇事。据有些人說，「第三种人」的「忠實于自己的藝術」，是已經因了左翼理論家的凶惡的批評而寫不出來了，現在這「小資產戰斗」的英雄，又因了左聯的警告而不再「戰斗」，我想，再過几時，則一切割地吞款，兵禍水災，古物失蹤，闊人生病，也要都成為左聯之罪，尤其是魯迅之罪了。\n\n　　現在使我記起了蔣光慈先生。\n\n　　事情是早已過去，恐怕有四五年了，當蔣光慈先生組織太陽社，和創造社聯盟，率領「小將」來圍剿我的時候，他曾經做過一篇文章，其中有几句，大意是說，魯迅向來未曾受人攻擊，自以為不可一世，現在要給他知道知道了。其實這是錯誤的，我自作評論以來，即無時不受攻擊，即如這三四月中，僅僅關于《自由談》的，就已有這許多篇，而且我所收錄的，還不過一部份。先前何嘗不如此呢，但它們都与如駛的流光一同消逝，無蹤無影，不再為別人所覺察罷了。這回趁几种刊物還在手頭，便轉載一部份到《後記》里，這其實也并非專為我自己，戰斗正未有窮期，老譜將不斷的襲用，對于別人的攻擊，想來也還要用這一類的方法，但自然要改變了所攻擊的人名。將來的戰斗的青年，倘在類似的境遇中，能偶然看見這記錄，我想是必能開顏一笑，更明白所謂敵人者是怎樣的東西的。\n\n　　所引時文字中，我以為很有些篇，倒是出于先前的「革命文學者」。但他們現在是另一個筆名，另一副嘴臉了。這也是必然的。革命文學者若不想以他的文學，助革命更加深化，展開，卻借革命來推銷他自己的「文學」，則革命高揚的時候，他正是獅子身中的害虫，而革命一受難，就一定要發現以前的「良心」，或以「孝子」之名，或以「人道」之名，或以「比正在受難的革命更加革命」之名，走出陣線之外，好則沉默，坏就成為叭儿的。這不是我的「毒瓦斯」，這是彼此看見的事實！\n\n　　一九三三年七月二十日午，記。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"“有名無實”的反駁","content":"　　新近的《戰區見聞記》有這么一段記載：“記者适遇一排長，甫由前線調防于此，彼云，我軍前在石門寨，海陽鎮，秦皇島，牛頭關，柳江等處所做陣地及掩蔽部……化洋三四十万元，木材重价尚不在內……艱難締造，原期死守，不幸冷口失陷，一令傳出，即行后退，血汗金錢所合并成立之陣地，多未重用，棄若敝屣，至堪痛心；不抵抗將軍下台，上峰易人，我士兵莫不額手相慶……結果心与愿背。不幸生為中國人！尤不幸生為有名無實之抗日軍人！”（五月十七日《申報》特約通信。）\n\n　　這排長的天真，正好證明未經“教訓”的愚劣人民，不足与言政治。第一，他以為不抵抗將軍下台，“不抵抗”就一定跟著下台了。這是不懂邏輯：將軍是一個人，而不抵抗是一种主義，人可以下台，主義卻可以仍舊留在台上的。第二，他以為化了三四十万大洋建筑了防御工程，就一定要死守的了（總算還好，他沒有想到進攻）。這是不懂策略：防御工程原是建筑給老百姓看看的，并不是教你死守的陣地，真正的策略卻是“誘敵深入”。第三，他雖然奉令后退，卻敢于“痛心”。這是不懂哲學：他的心非得治一治不可！第四，他“額手稱慶”，實在高興得太快了。這是不懂命理：中國人生成是苦命的。如此痴呆的排長，難怪他連叫兩個“不幸”，居然自己承認是“有名無實的抗日軍人”。其實究竟是誰“有名無實”，他是始終沒有懂得的。\n\n　　至于比排長更下等的小兵，那不用說，他們只會“打開天窗說亮話，咱們弟兄，處于今日局勢，若非對外，鮮有不嘩變者”（同上通信）。這還成話么？古人說，“無敵國外患者，國恒亡。”以前我總不大懂得這是什么意思：既然連敵國都沒有了，我們的國還會亡給誰呢？現在照這兵士的話就明白了，國是可以亡給“嘩變者”的。\n\n　　結論：要不亡國，必須多找些“敵國外患”來，更必須多多“教訓”那些痛心的愚劣人民，使他們變成“有名有實”。\n\n　　五月十八日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"內外","content":"本篇最初發表于一九三三年四月十七日《申報·自由談》，署名何家干。\n\n　　古人說內外有別，道理各各不同。丈夫叫“外子”，妻叫“賤內”。傷兵在醫院之內，而慰勞品在醫院之外，非經查明，不准接收。對外要安，對內就要攘，或者嚷。\n\n　　何香凝先生歎气：“當年唯恐其不起者，今日唯恐其不死。”然而死的道理也是內外不同的。\n\n　　庄子曰，“哀莫大于心死，而身死次之。”次之者，兩害取其輕也。所以，外面的身体要它死，而內心要它活；或者正因為那心活，所以把身体治死。此之謂治心。\n\n　　治心的道理很玄妙：心固然要活，但不可過于活。心死了，就明明白白地不抵抗，結果，反而弄得大家不鎮靜。心過于活了，就胡思亂想，當真要鬧抵抗：這种人，“絕對不能言抗日”。\n\n　　為要鎮靜大家，心死的應該出洋，留學是到外國去治心的方法。\n\n　　而心過于活的，是有罪，應該嚴厲處置，這才是在國內治心的方法。\n\n　　何香凝先生以為“誰為罪犯是很成問題的”，——這就因為她不懂得內外有別的道理。\n\n　　四月十一日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"不求甚解","content":"　　文章一定要有注解，尤其是世界要人的文章。有些文學家自己做的文章還要自己來注釋，覺得很麻煩。至于世界要人就不然，他們有的是秘書，或是私淑弟子，替他們來做注釋的工作。然而另外有一种文章，卻是注釋不得的。譬如說，世界第一要人美國總統發表了“和平”宣言，据說是要禁止各國軍隊越出國境。但是，注釋家立刻就說：“至于美國之駐兵于中國，則為條約所許，故不在羅斯福總統所提議之禁止內”（十六日路透社華盛頓電）。再看羅氏的原文：“世界各國應參加一庄嚴而确切之不侵犯公約，及重行庄嚴聲明其限制及減少軍備之義務，并在簽約各國能忠實履行其義務時，各自承允不派遣任何性質之武裝軍隊越出國境。”要是認真注解起來，這其實是說：凡是不“确切”，不“庄嚴”，并不“自己承允”的國家，盡可以派遣任何性質的軍隊越出國境。至少，中國人且慢高興，照這樣解釋，日本軍隊的越出國境，理由還是十足的；何況連美國自己駐在中國的軍隊，也早已聲明是“不在此例”了。可是，這种認真的注釋是叫人掃興的。\n\n　　再則，像“誓不簽訂辱國條約”一句經文，也早已有了不少傳注。傳曰：“對日妥協，現在無人敢言，亦無人敢行。”這里，主要的是一個“敢”字。但是：簽訂條約有敢与不敢的分別，這是拿筆杆的人的事，而拿槍杆的人卻用不著研究敢与不敢的為難問題——縮短防線，誘敵深入之類的策略是用不著簽訂的。就是拿筆杆的人也不至于只會簽字，假使這樣，未免太低能。所以又有一說，謂之“一面交涉”。于是乎注疏就來了：“以不承認為責任者之第三者，用不合理之方法，以口頭交涉……清算無益之抗日。”這是日本電通社的消息。這种泄漏天机的注解也是十分討厭的，因此，這不會不是日本人的“造謠”。\n\n　　總之，這類文章渾沌一体，最妙是不用注解，尤其是那种使人掃興或討厭的注解。\n\n　　小時候讀書講到陶淵明的“好讀書不求甚解”，先生就給我講了，他說：“不求甚解”者，就是不去看注解，而只讀本文的意思。注解雖有，确有人不愿意我們去看的。\n\n　　五月十八日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"大觀園的人才","content":"本篇最初發表于一九三三年四月二十六日《申報·自由談》，署名干。\n\n　　早些年，大觀園里的壓軸戲是劉老老罵山門。那是要老旦出場的，老气橫秋地大“放”一通，直到褲子后穿而后止。當時指著手無寸鐵或者已被繳械的人大喊“殺，殺，殺！”那呼聲是多么雄壯。所以它——男角扮的老婆子，也可以算得一個人才。\n\n　　而今時世大不同了，手里象刀，而嘴里卻需要“自由，自由，自由”，“開放××”云云。壓軸戲要換了。\n\n　　于是人才輩出，各有巧妙不同，出場的不是老旦，卻是花旦了，而且這不是平常的花旦，而是海派戲廣告上所說的“玩笑旦”。這是一种特殊的人物，他（她）要會媚笑，又要會撒潑，要會打情罵俏，又要會油腔滑調。總之，這是花旦而兼小丑的角色。不知道是時世造英雄（說“美人”要妥當些），還是美人儿多年閱歷的結果？\n\n　　美人儿而說“多年”，自然是閱人多矣的徐娘了，她早已從窯姐儿升任了老鴇婆；然而她丰韻猶存，雖在賣人，還兼自賣。自賣容易，而賣人就難些。現在不但有手無寸鐵的人，而且有了……況且又遇見了太露骨的強奸。要會應付這种非常之變，就非有非常之才不可。你想想：現在的壓軸戲是要似戰似和，又戰又和，不降不守，亦降亦守！這是多么難做的戲。沒有半推半就假作嬌痴的手段是做不好的。孟夫子說，“以天下与人易。”其實，能夠簡單地雙手捧著“天下”去“与人”，倒也不為難了。問題就在于不能如此。所以要一把眼淚一把鼻涕，哭哭啼啼，而又刁聲浪气的訴苦說：我不入火坑，誰入火坑。\n\n　　然而娼妓說她自己落在火坑里，還是想人家去救她出來；而老鴇婆哭火坑，卻未必有人相信她，何況她已經申明：她是敞開了怀抱，准備把一切人都拖進火坑的。雖然，這新鮮壓軸戲的玩笑卻開得不差，不是非常之才，就是挖空了心思也想不出的。\n\n　　老旦進場，玩笑旦出場，大觀園的人才著實不少！\n\n　　四月二十四日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"文章與題目","content":"本篇最初發表于一九三三年五月五日《申報·自由談》，署名何家干。\n\n　　一個題目，做來做去，文章是要做完的，如果再要出新花樣，那就使人會覺得不是人話。然而只要一步一步的做下去，每天又有幫閒的敲邊鼓，給人們听慣了，就不但做得出，而且也行得通。\n\n　　譬如近來最主要的題目，是“安內與攘外”罷，做的也著實不少了。有說安內必先攘外的，有說安內同時攘外的，有說不攘外無以安內的，有說攘外即所以安內的，有說安內即所以攘外的，有說安內急于攘外的。\n\n　　做到這里，文章似乎已經無可翻騰了，看起來，大約總可以算是做到了絕頂。\n\n　　所以再要出新花樣，就使人會覺得不是人話，用現在最流行的謚法來說，就是大有“漢奸”的嫌疑。為什么呢？就因為新花樣的文章，只剩了“安內而不必攘外”，“不如迎外以安內”，“外就是內，本無可攘”這三种了。\n\n　　這三种意思，做起文章來，雖然實在希奇，但事實卻有的，而且不必遠征晉宋，只要看看明朝就夠。滿洲人早在窺伺了，國內卻是草菅民命，殺戮清流，做了第一种。李自成進北京了，闊人們不甘給奴子做皇帝，索性請“大清兵”來打掉他，做了第二种。至于第三种，我沒有看過《清史》，不得而知，但据老例，則應說是愛新覺羅氏之先，原是軒轅黃帝第几子之苗裔，遯于朔方，厚澤深仁，遂有天下，總而言之，咱們原是一家子云。\n\n　　後來的史論家，自然是力斥其非的，就是現在的名人，也正痛恨流寇。但這是後來和現在的話，當時可不然，鷹犬塞途，干儿當道，魏忠賢不是活著就配享了孔廟么？他們那种辦法，那時都有人來說得頭頭是道的。\n\n　　前清末年，滿人出死力以鎮壓革命，有“寧贈友邦，不給家奴”的口號，漢人一知道，更恨得切齒。其實漢人何嘗不如此？吳三桂之請清兵入關，便是一想到自身的利害，即“人同此心”的實例了。……四月二十九日。\n\n\n\n　　附記：\n\n　　原題是《安內與攘外》。\n\n　　五月五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"}]