[{"name":"《阿Q正傳》的成因","content":"在《文學周報》二五一期裡，西諦先生談起《吶喊》，尤其是《阿Q正傳》。這不覺引動我記起了一些小事情，也想借此來說一說，一則也算是做文章，投了稿；二則還可以給要看的人去看去。\n\n我先要抄一段西諦先生的原文——\n\n 「這篇東西值得大家如此的注意，原不是無因的。但也有幾點值得商榷的，如最後『大團圓』的一幕，我在《晨報》上初讀此作之時，即不以為然，至今也還不以為然，似乎作者對于阿Q之收局太匆促了；他不欲再往下寫了，便如此隨意的給他以一個『大團圓』。像阿Q那樣的一個人，終於要做起革命黨來，終於受到那樣大團圓的結局，似乎連作者他自己在最初寫作時也是料不到的。至少在人格上似乎是兩個。」\n阿Q是否真要做革命黨，即使真做了革命黨，在人格上是否似乎是兩個，現在姑且勿論。單是這篇東西的成因，說起來就要很費功夫了。我常常說，我的文章不是湧出來的，是擠出來的。聽的人往往誤解為謙遜，其實是真情。我沒有什麼話要說，也沒有什麼文章要做，但有一種自害的脾氣，是有時不免吶喊幾聲，想給人們去添點熱鬧。譬如一匹疲牛罷，明知不堪大用的了，但廢物何妨利用呢，所以張家要我耕一弓地，可以的；李家要我挨一轉磨，也可以的；趙家要我在他店前站一刻，在我背上帖出廣告道：敝店備有肥牛，出售上等消毒滋養牛乳。我雖然深知道自己是怎麼瘦，又是公的，並沒有乳，然而想到他們為張羅生意起見，情有可原，只要出售的不是毒藥，也就不說什麼了。但倘若用得我太苦，是不行的，我還要自己覓草吃，要喘氣的工夫；要專指我為某家的牛，將我關在他的牛牢內，也不行的，我有時也許還要給別家挨幾轉磨。如果連肉都要出賣，那自然更不行，理由自明，無須細說。倘遇到上述的三不行，我就跑，或者索性躺在荒山裡。即使因此忽而從深刻變為淺薄，從戰士化為畜生，嚇我以康有為，比我以梁啟超，也都滿不在乎，還是我跑我的，我躺我的，決不出來再上當，因為我於「世故」實在是太深了。\n\n近幾年《吶喊》有這許多人看，當初是萬料不到的，而且連料也沒有料。不過是依了相識者的希望，要我寫一點東西就寫一點東西。也不很忙，因為不很有人知道魯迅就是我。我所用的筆名也不只一個：LS，神飛，唐俟，某生者，雪之，風聲；更以前還有：自樹，索士，令飛，迅行。魯迅就是承迅行而來的，因為那時的《新青年》編輯者不願意有別號一般的署名。\n\n現在是有人以為我想做什麼狗首領了，真可憐，偵察了百來回，竟還不明白。我就從不曾插了魯迅的旗去訪過一次人；「魯迅即周樹人」，是別人查出來的。這些人有四類：一類是為要研究小說，因而要知道作者的身世；一類單是好奇；一類是因為我也做短評，所以特地揭出來，想我受點禍；一類是以為于他有用處，想要鑽進來。\n\n那時我住在西城邊，知道魯迅就是我的，大概只有《新青年》，《新潮》社裡的人們罷；孫伏園也是一個。他正在晨報館編副刊。不知是誰的主意，忽然要添一欄稱為「開心話」的了，每週一次。他就來要我寫一點東西。\n\n阿Q的影像，在我心目中似乎確已有了好幾年，但我一向毫無寫他出來的意思。經這一提，忽然想起來了，晚上便寫了一點，就是第一章：序。因為要切「開心話」這題目，就胡亂加上些不必有的滑稽，其實在全篇裡也是不相稱的。署名是「巴人」，取「下里巴人」，並不高雅的意思。誰料這署名又闖了禍了，但我卻一向不知道，今年在《現代評論》上看見涵廬（即高一涵）的《閒話》才知道的。那大略是——\n\n 「……我記得當《阿Q正傳》一段一段陸續發表的時候，有許多人都栗栗危懼，恐怕以後要罵到他的頭上。並且有一位朋友，當我面說，昨日《阿Q正傳》上某一段仿佛就是罵他自己。因此便猜疑《阿Q正傳》是某人作的，何以呢？因為只有某人知道他這一段私事。……從此疑神疑鬼，凡是《阿Q正傳》中所罵的，都以為就是他的陰私；凡是與登載《阿Q正傳》的報紙有關系的投稿人，都不免做了他所認為《阿Q正傳》的作者的嫌疑犯了！等到他打聽出來《阿Q正傳》的作者名姓的時候，他才知道他和作者素不相識，因此，才恍然自悟，又逢人聲明說不是罵他。」（第四卷第八十九期）\n我對於這位「某人」先生很抱歉，竟因我而做了許多天嫌疑犯。可惜不知是誰，「巴人」兩字很容易疑心到四川人身上去，或者是四川人罷。直到這一篇收在《吶喊》裡，也還有人問我：你實在是在罵誰和誰呢？我只能悲憤，自恨不能使人看得我不至於如此下劣。\n\n第一章登出之後，便「苦」字臨頭了，每七天必須做一篇。我那時雖然並不忙，然而正在做流民，夜晚睡在做通路的屋子裡，這屋子只有一個後窗，連好好的寫字地方也沒有，那裡能夠靜坐一會，想一下。伏園雖然還沒有現在這樣胖，但已經笑嬉嬉，善於催稿了。每星期來一回，一有機會，就是：「先生《阿Q正傳》……。明天要付排了。」於是只得做，心裡想著「俗語說：『討飯怕狗咬，秀才怕歲考。』我既非秀才，又要周考真是為難……。」然而終于又一章。但是，似乎漸漸認真起來了；伏園也覺得不很「開心」，所以從第二章起，便移在「新文藝」欄裡。\n\n這樣地一週一周挨下去，於是乎就不免發生阿Q可要做革命黨的問題了。據我的意思，中國倘不革命，阿Q便不做，既然革命，就會做的。我的阿Q的運命，也只能如此，人格也恐怕並不是兩個。民國元年已經過去，無可追蹤了，但此後倘再有改革，我相信還會有阿Q似的革命黨出現。我也很願意如人們所說，我只寫出了現在以前的或一時期，但我還恐怕我所看見的並非現代的前身，而是其後，或者竟是二三十年之後。其實這也不算辱沒了革命党，阿Q究竟已經用竹筷盤上他的辮子了；此後十五年，長虹「走到出版界」，不也就成為一個中國的「綏惠略夫」了麼？\n\n《阿Q正傳》大約做了兩個月，我實在很想收束了，但我已經記不大清楚，似乎伏園不贊成，或者是我疑心倘一收束，他會來抗議，所以將「大團圓」藏在心裡，而阿Q卻已經漸漸向死路上走。到最末的一章，伏園倘在，也許會壓下，而要求放阿Q多活幾星期的罷。但是「會逢其適」，他回去了，代庖的是何作霖君，于阿Q素無愛憎，我便將「大團圓」送去，他便登出來。待到伏園回京，阿Q已經槍斃了一個多月了。縱令伏園怎樣善於催稿，如何笑嬉嬉，也無法再說「先生，《阿Q正傳》……。」從此我總算收束了一件事，可以另幹別的去。另幹了別的什麼，現在也已經記不清，但大概還是這一類的事。\n\n其實「大團圓」倒不是「隨意」給他的；至於初寫時可曾料到，那倒確乎也是一個疑問。我仿佛記得：沒有料到。不過這也無法，誰能開首就料到人們的「大團圓」？不但對于阿Q，連我自己將來的「大團圓」，我就料不到究竟是怎樣。終於是「學者」，或「教授」乎？還是「學匪」或「學棍」呢？「官僚」乎，還是「刀筆吏」呢？「思想界之權威」乎，抑「思想界先驅者」乎，抑又「世故的老人」乎？「藝術家」？「戰士」？抑又是見客不怕麻煩的特別「亞拉籍夫」乎？乎？乎？乎？乎？\n\n但阿Q自然還可以有各種別樣的結果，不過這不是我所知道的事。\n\n先前，我覺得我很有寫得「太過」的地方，近來卻不這樣想了。中國現在的事，即使如實描寫，在別國的人們，或將來的好中國的人們看來，也都會覺得grotesk。我常常假想一件事，自以為這是想得太奇怪了；但倘遇到相類的事實，卻往往更奇怪。在這事實發生以前，以我的淺見寡識，是萬萬想不到的。\n大約一個多月以前，這裡槍斃一個強盜，兩個穿短衣的人各拿手槍，一共打了七槍。不知道是打了不死呢，還是死了仍然打，所以要打得這麼多。當時我便對我的一群少年同學們發感慨，說：這是民國初年初用槍斃的時候的情形；現在隔了十多年，應該進步些，無須給死者這麼多的苦痛。北京就不然，犯人未到刑場，刑吏就從後腦一槍，結果了性命，本人還來不及知道已經死了呢。所以北京究竟是「首善之區」，便是死刑，也比外省的好得遠。\n\n但是前幾天看見十一月二十三日的北京《世界日報》，又知道我的話並不的確了，那第六版上有一條新聞，題目是《杜小拴子刀鍘而死》，共分五節，現在撮錄一節在下面——\n\n 杜小拴子刀鍘餘人槍斃\n先時，衛戍司令部因為從了毅軍各兵士的請求，決定用「梟首刑」，所以杜等不曾到場以前，刑場已預備好了鍘草大刀一把了。刀是長形的，下邊是木底，中縫有厚大而銳利的刀一把，刀下頭有一孔，橫嵌木上，可以上下的活動，杜等四人入刑場之後，由招扶的兵士把杜等架下刑車，就叫他們臉沖北，對著已備好的刑桌前站著。……杜並沒有跪，有外右五區的某巡官去問杜：要人把著不要？杜就笑而不答，後來就自己跑到刀前，自己睡在刀上，仰面受刑，先時行刑兵已將刀抬起，杜枕到適宜的地方後，行刑兵就合眼猛力一鍘，杜的身首，就不在一處了。當時血出極多。在旁邊跪等槍決的宋振山等三人，也各偷眼去看，中有趙振一名，身上還發起顫來。後由某排長拿手槍站在宋等的後面，先斃宋振山，後斃李有三趙振，每人都是一槍斃命。……先時，被害程步墀的兩個兒子忠智忠信，都在場觀看，放聲大哭，到各人執刑之後，去大喊：爸！媽呀！你的仇已報了！我們怎麼辦哪？聽的人都非常難過，後來由家族引導著回家去了。\n假如有一個天才，真感著時代的心搏，在十一月二十二日發表出記敘這樣情景的小說來，我想，許多讀者一定以為是說著包龍圖爺爺時代的事，在西歷十一世紀，和我們相差將有九百年。\n\n這真是怎麼好……。\n\n至於《阿Q正傳》的譯本，我只看見過兩種。法文的登在八月分的《歐羅巴》上，還止三分之一，是有刪節的。英文的似乎譯得很懇切，但我不懂英文，不能說什麼。只是偶然看見還有可以商榷的兩處：一是「三百大錢九二串」當譯為「三百大錢，以九十二文作為一百」的意思；二是「柿油黨」不如譯音，因為原是「自由黨」，鄉下人不能懂，便訛成他們能懂的「柿油黨」了。\n\n十二月三日，在廈門寫。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"廈門通信（二）","content":"小峰兄：\n\n　　《語絲》百一和百二期，今天一同收到了。許多信件一同收到，在這裡是常有的事，大約每星期有兩回。我看了這兩期的《語絲》特別喜歡，恐怕是因為他們已經超出了一百期之故罷。在中國，幾個人組織的刊物要出到一百期，實在是不容易的。\n\n　　我雖然在這裡，也常想投稿給《語絲》，但是一句也寫不出，連「野草」也沒有一莖半葉。現在只是編講義。為什麼呢？這是你一定了然的：為吃飯。吃了飯為什麼呢？倘照這樣下去，就是為了編講義。吃飯是不高尚的事，我倒並不這樣想。然而編了講義來吃飯，吃了飯來編講義，可也覺得未免近於無聊。別的學者們教授們又作別論，從我們平常人看來，教書和寫東西是勢不兩立的，或者死心塌地地教書，或者發狂變死地寫東西，一個人走不了方向不同的兩條路。\n\n　　忽然記起一件事來了，還是夏天罷，《現代評論》上仿佛曾有正人君子之流說過：因為罵人的小報流行，正經的文章沒有人看，也不能印了。我很佩服這些學者們的大才。不知道你可能替我調查一下，他們有多少正經文章的稿子「藏於家」，給我開一個目錄？但如果是講義，或者什麼民法八萬七千六百五十四條之類，那就不必開，我不要看。\n\n　　今天又接到漱園兄的信，說北京已經結冰了。這裡卻還只穿一件夾衣，怕冷就晚上加一件棉背心。宋玉先生的什麼「皇天平分四時兮竊獨悲此廩秋，白露既下百草兮奄離披此梧楸」等類妙文，拿到這裡來就完全是「無病呻吟」。白露不知可曾「下」了百草，梧楸卻並不離披，景象大概還同夏末相仿。我的住所的門前有一株不認識的植物，開著秋葵似的黃花。我到時就開著花的了，不知道他是什麼時候開起的；現在還開著；還有未開的蓓蕾，正不知道他要到什麼時候才肯開完。「古已有之」，「於今為烈」，我近來很有些怕敢看他了。\n\n　　還有雞冠花，很細碎，和江浙的有些不同，也紅紅黃黃地永是這樣一盆一盆站著。\n\n　　我本來不大喜歡下地獄，因為不但是滿眼只有刀山劍樹，看得太單調，苦痛也怕很難當。現在可又有些怕上天堂了。四時皆春，一年到頭請你看桃花，你想夠多麼乏味？即使那桃花有車輪般大，也只能在初上去的時候，暫時吃驚，決不會每天做一首「桃之夭夭」的。\n\n　　然而荷葉卻早枯了；小草也有點萎黃。這些現象，我先前總以為是所謂「嚴霜」之故，於是有時候對於那「廩秋」不免口出怨言，加以攻擊。然而這裡卻沒有霜，也沒有雪，凡萎黃的都是「壽終正寢」，怪不得別個。嗚呼，牢騷材料既被減少，則又有何話之可說哉！\n\n　　現在是連無從發牢騷的牢騷，也都發完了。再談罷。從此要動手編講義。\n\n　　魯迅。十一月七日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"關於《三藏取經記》等","content":"闊別了多年的SF君，忽然從日本東京寄給我一封信，轉來轉去，待我收到時，去發信的日子已經有二十天了。但這在我，卻真如空穀裡聽到跫然的足音。信函中還附著一片十一月十四日東京《國民新聞》的記載，是德富蘇峰氏糾正我那《小說史略》的謬誤的。\n\n凡一本書的作者，對于外來的糾正，以為然的就遵從，以為非的就緘默，本不必有一一說明下筆時是什麼意思，怎樣取捨的必要。但蘇峰氏是日本深通「支那」的耆宿，《三藏取經記》的收藏者，那措辭又很波俏，因此也就想來說幾句話。\n\n首先還得翻出他的原文來——\n\n 魯迅氏之《中國小說史略》　蘇峰生\n\n頃讀魯迅氏之《中國小說史略》，有云：\n\n\n《大唐三藏法師取經記》三卷，舊本在日本，又有一小本曰《大唐三藏取經詩話》，內容悉同，卷尾一行云「中瓦子張家印」，張家為宋時臨安書舖，世因以為宋刊，然逮於元朝，張家或亦無恙，則此書或為元人所撰，未可知矣。……\n這倒並非沒有聊加辯正的必要。\n\n 《大唐三藏取經記》者，實是我的成簣堂的插架中之一，而《取經詩話》的袖珍本，則是故三浦觀樹將軍的珍藏。這兩書，是都由明慧上人和紅葉廣知於世，從京都梅尾高山寺散出的。看那書中的高山寺的印記，又看高山寺藏書目錄，都證明著如此。\n\n這不但作為宋槧的稀本；作為宋代所著的說話本（日本之所謂言文一致體），也最可珍重的的罷。然而魯迅氏卻輕輕地斷定道，「此書或為元人撰，未可知矣。」過於太早計了。\n魯迅氏未見這兩書的原板，所以不知究竟，倘一見，則其為宋槧，決不容疑。其紙質，其墨色，其字體，無不皆然。不僅因為張家是宋時的臨安的書舖。\n加之，至於成簣堂的《取經記》，則有著可以說是宋版的特色的闕字。好個羅振玉氏，於此早已覺到了。\n皆（三浦本，成簣堂本）為高山寺舊藏。而此本（成簣堂藏《取經記》）刊刻尤精，書中梅字作梅，敬字缺末筆，蓋亦宋槧也。（《雪堂校刊群書敘錄》）\n想魯迅氏未讀羅氏此文，所以疑是或為元人之作的罷。即使世間多不可思議事，元人著作的宋刻，是未必有可以存在的理由的。\n\n\n羅振玉氏對於此書，曾這樣說。宋代平話，舊但有《宣和遺事》而已。近年若《五代平話》，《京本小說》，漸有重刊本。宋人平話之傳於人間者，至是遂得四種。因為是斯學界中如此重要的書籍，所以明白其真相，未必一定是無用之業罷。\n總之，蘇峰氏的意思，無非在證明《三藏取經記》等是宋槧。其論據有三——\n\n一　紙墨字體是宋；\n\n二　宋諱缺筆；\n\n三　羅振玉氏說是宋刻。\n\n說起來也慚愧，我雖然草草編了一本《小說史略》，而家無儲書，罕見舊刻，所用為資料的，幾乎都是翻刻本，新印本，甚而至於是石印本，序跋及撰人名，往往缺失，所以漏略錯誤，一定很多。但《三藏法師取經記》及《詩話》兩種，所見的卻是羅氏影印本，紙墨雖新，而字體和缺筆是看得出的。那後面就有羅跋，正不必再求之於《雪堂校刊群書敘錄》，我所謂「世因以為宋刊」，即指羅跋而言。現在蘇峰氏所舉的三證中，除紙墨因確未目睹，無從然否外，其餘二事，則那時便已不足使我信受，因此就不免「疑」起來了。\n\n某朝諱缺筆是某朝刻本，是藏書家考定版本的初步秘訣，只要稍看過幾部舊書的人，大抵知道的。何況缺筆的梅字的怎樣地觸目。但我卻以為這並不足以確定為宋本。前朝的缺筆字，因為故意或習慣，也可以沿至後一朝。例如我們民國已至十五年了，而遺老們所刻的書，驚字還「敬缺末筆」。非遺老們所刻的書，儀字玄字也常常缺筆，或者以甯代儀，以元代玄。這都是在民國而諱清諱；不足為清朝刻本的證據。京師圖書館所藏的《易林注》殘本（現有影印本，在《四部叢刊》中），甯字儀字都缺筆的，紙質，墨色，字體，都似宋；而且是蝶裝，繆荃蓀氏便定為宋本。但細看內容，卻引用著陰時夫的《韻府群玉》，而陰時夫則是道道地地的元人。所以我以為不能據缺筆字便確定為某朝刻，尤其是當時視為無足重輕的小說和劇曲之類。\n\n羅氏的論斷，在日本或者很被引為典據罷，但我卻並不盡信奉，不但書跋，連書畫金石的題跋，無不皆然。即如羅氏所舉宋代平話四種中，《宣和遺事》我也定為元人作，但這並非我的輕輕斷定，是根據了明人胡應麟氏所說的。而且那書是抄撮而成，文言和白話都有，也不盡是「平話」。\n\n我的看書，和藏書家稍不同，是不盡相信缺筆，抬頭，以及羅氏題跋的。因此那時便疑；只是疑，所以說「或」，說「未可知」。我並非想要唐突宋槧和收藏者，即使如何廓大其冒昧，似乎也不過輕疑而已，至於「輕輕地斷定」，則殆未也。\n\n但在未有更確的證明之前，我的「疑」是存在的。待證明之後，就成為這樣的事：魯迅疑是元刻，為元人作；今確是宋槧，故為宋人作。無論如何，蘇峰氏所豫想的「元人著作的宋版」這滑稽劇，是未必能夠開演的。\n\n然而在考辨的文字中雜入一點滑稽輕薄的論調，每容易迷眩一般讀者，使之失去冷靜，墜入彀中，所以我便譯出，並略加說明，如上。\n\n十二月二十日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"廈門通信（三）","content":"小峰兄：\n\n　　二十七日寄出稿子兩篇，想已到。其實這一類東西，本來也可做可不做，但是一則因為這裡有幾個少年希望我耍幾下，二則正苦於沒有文章做，所以便寫了幾張，寄上了。本地也有人要我做一點批評廈門的文字，然而至今一句也沒有做，言語不通，又不知各種底細，從何說起。例如這裡的報紙上，先前連日鬧著「黃仲訓霸佔公地」的筆墨官司，我至今終于不知道黃仲訓何人，曲折怎樣，如果竟來批評，豈不要笑斷真的批評家的肚腸。但別人批評，我是不妨害的。以為我不准別人批評者，誣也；我豈有這麼大的權力。不過倘要我做編輯，那麼，我以為不行的東西便不登，我委實不大願意做一個莫名其妙的什麼運動的傀儡。\n\n　　前幾天，卓治睜大著眼睛對我說，別人胡罵你，你要回罵。還有許多人要看你的東西，你不該默不作聲，使他們迷惑。你現在不是你自己的了。我聽了又打了一個寒噤，和先前聽得有人說青年應該學我的多讀古文時候相同。嗚呼，一戴紙冠，遂成公物，負「幫忙」之義務，有回罵之必須，然則固不如從速坍台，還我自由之為得計也。質之高明，未識以為然否？\n\n　　今天也遇到了一件要打寒噤的事。廈門大學的職務，我已經都稱病辭去了。百無可為，溜之大吉。然而很有幾個學生向我訴苦，說他們是看了廈門大學革新的消息而來的，現在不到半年，今天這個走，明天那個走，叫他們怎麼辦？這實在使我夾脊樑發冷，啞口無言。不料「思想界權威者」或「思想界先驅者」這一頂「紙糊的假冠」，竟又是如此誤人子弟。幾回廣告（卻並不是我登的），將他們從別的學校裡騙來，而結果是自己倒跑掉了，真是萬分抱歉。我很惋惜沒有人在北京早做黑幕式的記事，將學生們攔住。「見面時一談，不見時一戰」哲學，似乎有時也很是誤人子弟的。\n\n　　你大約還不知道底細，我最初的主意，倒的確想在這裡住兩年，除教書之外，還希望將先前所集成的《漢畫象考》和《古小說鉤沈》印出。這兩種書自己印不起，也不敢請你印。因為看的人一定很少，折本無疑，惟有有錢的學校才合適。及至到了這裡，看看情形，便將印《漢畫象考》的希望取消，並且自己縮短年限為一年。其實是已經可以走了，但看著語堂的勤勉和為故鄉做事的熱心，我不好說出口。後來豫算不算數了，語堂力爭；聽說校長就說，只要你們有稿子拿來，立刻可以印。於是我將稿子拿出去，放了大約至多十分鐘罷，拿回來了，從此沒有後文。這結果，不過證明瞭我確有稿子，並不欺騙。那時我便將印《古小說鉤沈》的意思也取消，並且自己再縮短年限為半年。語堂是除辦事教書之外，還要防暗算，我看他在不相干的事情上，弄得力盡神疲，真是冤枉之至。\n\n　　前天開會議，連國學院的週刊也幾乎印不成了；然而校長的意思，卻要添顧問，如理科主任之流，都是顧問，據說是所以連絡感情的。我真不懂廈門的風俗，為什麼研究國學，就會傷理科主任之流的感情，而必用顧問的繩，將他絡住？聯絡感情法我沒有研究過；兼士又已辭職，所以我決計也走了。現在去放假不過三星期，本來暫停也無妨，然而這裡對於教職員的薪水，有時是錙銖必較的，離開學校十來天也想扣，所以我不想來沾放假中的薪水的便宜，至今天止，扣足一月。昨天已經出題考試，作一結束了。閱卷當在下月，但是不取分文。看完就走，刊物請暫勿寄來，待我有了駐足之所，當即函告，那時再寄罷。\n\n　　臨末，照例要說到天氣。所謂例者，我之例也；怕有批評家指為我要勒令天下青年都照我的例，所以特此聲明：並非如此。天氣，確已冷了。草也比先前黃得多；然而我那門前的秋葵似的黃花卻還在開著，山裡也還有石榴花。蒼蠅不見了，蚊子間或有之。\n\n　　夜深了，再談罷。\n\n　　魯迅。十二月三十一日。\n\n再：睡了一覺醒來，聽到柝聲，已經是五更了。這是學校的新政，上月添設，更夫也不止一人。我聽著，才知道各人的打法是不同的，聲調最分明地可以區別的有兩種——\n\n　　托，托，托，托托！\n\n　　托，托，托托！托。\n\n　　打更的聲調也有派別，這是我先前所不知道的。並以奉告，當作一件新聞。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"所謂「思想界先驅者」魯迅啟事","content":"《新女性》八月號登有「狂飆社廣告」，說：「狂飆運動的開始遠在二年之前……去年春天本社同人与思想界先驅者魯迅及少數最進步的青年文學家合辦《莽原》……茲為大規模地進行我們的工作起見于北京出版之《烏合》《未名》《莽原》《弦上》四种出版物外特在上海籌辦《狂飆叢書》及一篇幅較大之刊物」云云。我在北京編輯《莽原》，《烏合叢書》，《未名叢刊》三种出版物，所用稿件，皆系以個人名義送來；對于狂飆運動，向不知是怎么一回事：如何運動，運動甚么。今忽混稱「合辦」，實出意外；不敢掠美，特此聲明。又，前因有人不明真相，或則假借虛名，加我紙冠，已非一次，業經先有陳源在《現代評論》上，近有長虹在《狂飆》上，迭加嘲罵，而狂飆社一面又錫以第三頂「紙糊的假冠」，真是頭少帽多，欺人害己，雖「世故的老人」，亦身心之交病矣。只得又來特此聲明：我也不是「思想界先驅者」即英文Forearunner之譯名。此等名號，乃是他人暗中所加，別有作用，本人事前并不知情，事后亦未嘗高興。倘見者因此受愚，概与本人無涉。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"廈門通信","content":"H.M.兄：\n\n　　我到此快要一個月了，懶在一所三層樓上，對於各處都不大寫信。這樓就在海邊，日夜被海風呼呼地吹著。海濱很有些貝殼，檢了幾回，也沒有什麼特別的。四圍的人家不多，我所知道的最近的店舖，只有一家，賣點罐頭食物和糕餅，掌櫃的是一個女人，看年紀大概可以比我長一輩。\n\n　　風景一看倒不壞，有山有水。我初到時，一個同事便告訴我：山光海氣，是春秋早暮都不同。還指給我石頭看：這塊像老虎，那塊像癩蝦蟆，那一塊又像什麼什麼……。我忘記了，其實也不大相像。我對於自然美，自恨並無敏感，所以即使恭逢良辰美景，也不甚感動。但好幾天，卻忘不掉鄭成功的遺跡。離我的住所不遠就有一道城牆，據說便是他築的。一想到除了台灣，這廈門乃是滿人入關以後我們中國的最後亡的地方，委實覺得可悲可喜。台灣是直到一六八三年，即所謂「聖祖仁皇帝」二十二年才亡的，這一年，那「仁皇帝」們便修補「十三經」和「二十一史」的刻板。現在呢，有些國民巴不得讀經；殿板「二十一史」也變成了寶貝，古董藏書家不惜重資，購藏於家，以貽子孫云。然而鄭成功的城卻很寂寞，聽說城腳的沙，還被人盜運去賣給對面鼓浪嶼的誰，快要危及城基了。有一天我清早望見許多小船，吃水很重，都張著帆駛向鼓浪嶼去，大約便是那賣沙的同胞。\n\n　　周圍很靜；近處買不到一種北京或上海的新的出版物，所以有時也覺得枯寂一些，但也看不見灰煙瘴氣的《現代評論》。這不知是怎的，有那麼許多正人君子，文人學者執筆，竟還不大風行。\n\n　　這幾天我想編我今年的雜感了。自從我寫了這些東西，尤其是關於陳源的東西以後，就很有幾個自稱「中立」的君子給我忠告，說你再寫下去，就要無聊了。我卻並非因為忠告，只因環境的變遷，近來竟沒有什麼雜感，連結集舊作的事也忘卻了。前幾天的夜裡，忽然聽到梅蘭芳「藝員」的歌聲，自然是留在留聲機裡的，像粗糙而鈍的針尖一般，刺得我耳膜很不舒服。於是我就想到我的雜感，大約也刺得佩服梅「藝員」的正人君子們不大舒服罷，所以要我不再做。然而我的雜感是印在紙上的，不會振動空氣，不願見，不翻他開來就完了，何必冒充了中立來哄騙我。我願意我的東西躺在小攤上，被願看的買去，卻不願意受正人君子賞識。世上愛牡丹的或者是最多，但也有喜歡曼陀羅花或無名小草的，朋其還將霸王鞭種在茶壺裡當盆景哩。不過看看舊稿，很有些太不清楚了，你可以給我抄一點麼？\n\n　　此時又在發風，幾乎日日這樣，好像北京，可是其中很少灰土。我有時也偶然去散步，在叢葬中，這是Borel講廈門的書上早就說過的：中國全國就是一個大墓場。墓碑文很多不通：有寫先妣某而沒有兒子的姓名的；有頭上橫寫著地名的；還有刻著「敬惜字紙」四字的，不知道叫誰敬惜字紙。\n\n　　這些不通，就因為讀了書之故。假如問一個不識字的人，墳裡的人是誰，他道父親；再問他什麼名字，他說張二；再問他自己叫什麼，他說張三。照直寫下來，那就清清楚楚了。而寫碑的人偏要舞文弄墨，所以反而越舞越胡塗，他不知道研究「金石例」的，從元朝到清朝就終於沒有了局。\n\n　　我還同先前一樣；不過太靜了，倒是什麼也不想寫。\n\n　　魯迅。九月二十三日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"海上通信","content":"小峰兄：\n\n　　前幾天得到來信，因為忙於結束我所擔任的事，所以不能即刻奉答。現在總算離開廈門坐在船上了。船正在走，也不知道是在什麼海上。總之一面是一望汪洋，一面卻看見島嶼。但毫無風濤，就如坐在長江的船上一般。小小的顛簸自然是有的，不過這在海上就算不得顛簸；陸上的風濤要比這險惡得多。\n\n　　同艙的一個是台灣人，他能說廈門話，我不懂；我說的藍青官話，他不懂。他也能說幾句日本話，但是，我也不大懂得他。於是乎只好筆談，才知道他是絲綢商。我於絲綢一無所知，他於絲綢之外似乎也毫無意見。於是乎他只得睡覺，我就獨霸了電燈寫信了。\n\n　　從上月起，我本在搜集材料，想趁寒假的閒空，給《唐宋傳奇集》做一篇後記，准備付印，不料現在又只得擱起來。\n\n　　至於《野草》，此後做不做很難說，大約是不見得再做了，省得人來謬托知己，舐皮論骨，什麼是「入於心」的。但要付印，也還須細看一遍，改正錯字，頗費一點工夫。因此一時也不能寄上。\n\n　　我直到十五日才上船，因為先是等上月份的薪水，後來是等船。在最後的一星期中，住著實在很為難，但也更懂了一些新的世故，就是，我先前只以為要飯碗不容易，現在才知道不要飯碗也是不容易的。我辭職時，是說自己生病，因為我覺得無論怎樣的暴主，還不至於禁止生病；倘使所生的並非氣厥病，也不至於牽連了別人。不料一部分的青年不相信，給我開了幾次送別會，演說，照相，大抵是逾量的優禮，我知道有些不妥了，連連說明：我是戴著「紙糊的假冠」的，請他們不要惜別，請他們不要憶念。但是，不知怎地終於發生了改良學校運動，首先提出的是要求校長罷免大學秘書劉樹杞博士。\n\n　　聽說三年前，這裡也有一回相類的風潮，結果是學生完全失敗，在上海分立了一個大夏大學。那時校長如何自衛，我不得而知；這回是說我的辭職，和劉博士無干，乃是胡適之派和魯迅派相排擠，所以走掉的。這話就登在鼓浪嶼的日報《民鐘》上，並且已經加以駁斥。但有幾位同事還大大地緊張起來，開會提出質問；而校長卻答覆得很乾脆：沒有說這話。有的還不放心，更給我放散別種的謠言，要減輕「排擠說」的勢力。真是「天下紛紛，何時定乎？」如果我安心在廈門大學吃飯，或者沒有這些事的罷，然而這是我所意料不到的。\n\n　　校長林文慶博士是英國籍的中國人，開口閉口，不離孔子，曾經做過一本講孔教的書，可惜名目我忘記了。聽說還有一本英文的自傳，將在商務印書館出版；現在正做著《人種問題》。他待我實在是很隆重，請我吃過幾回飯；單是餞行，就有兩回。不過現在「排擠說」倒衰退了；前天所聽到的是他在宣傳，我到廈門，原是來搗亂，並非豫備在廈門教書的，所以北京的位置都沒有辭掉。\n\n　　現在我沒有到北京，「位置說」大概又要衰退了罷，新說如何，可惜我已在船上，不得而知。據我的意料，罪孽一定是日見其深重的，因為中國向來就是「當面輸心背面笑」，正不必「新的時代」的青年才這樣。對面是「吾師」和「先生」，背後是毒藥和暗箭，領教了已經不只兩三次了。\n\n　　新近還聽到我的一件罪案，是關於集美學校的。廈門大學和集美學校，都是秘密世界，外人大抵不大知道。現在因為反對校長，鬧了風潮了。先前，那校長葉淵定要請國學院裡的人們去演說，於是分為六組，每星期一組，凡兩人。第一次是我和語堂。那招待法也很隆重，前一夜就有秘書來迎接。此公和我談起，校長的意思是以為學生應該專門埋頭讀書的。我就說，那麼我卻以為也應該留心世事，和校長的尊意正相反，不如不去的好罷。他卻道不妨，也可以說說。於是第二天去了，校長實在沉鷙得很，殷勤勸我吃飯。我卻一面吃，一面愁。心裡想，先給我演說就好了，聽得討厭，就可以不請我吃飯；現在飯已下肚，倘使說話有背謬之處，適足以加重罪孽，如何是好呢。午後講演，我說的是照例的聰明人不能做事，因為他想來想去，終於什麼也做不成等類的話。那時校長坐在我背後，我看不見。直到前幾天，才聽說這位葉淵校長也說集美學校的鬧風潮，都是我不好，對青年人說話，那裡可以說人是不必想來想去的呢。當我說到這裡的時候，他還在後面搖搖頭。\n\n　　我的處世，自以為退讓得盡夠了，人家在辦報，我決不自行去投稿；人家在開會，我決不自己去演說。硬要我去，自然也可以的，但須任憑我說一點我所要說的話，否則，我寧可一聲不響，算是死屍。但這裡卻必須我開口說話，而話又須合於校長之意。我不是別人，那知道別人的意思呢？「先意承志」的妙法，又未曾學過。其被搖頭，實活該也。\n\n　　但從去年以來，我居然大大地變壞，或者是進步了。雖或受著各方面的斫刺，似乎已經沒有創傷，或者不再覺得痛楚；即使加我罪案，也並不覺著一點沉重了。這是我經歷了許多舊的和新的世故之後，才獲得的。我已經管不得許多，只好從退讓到無可退避之地，進而和他們沖突，蔑視他們，並且蔑視他們的蔑視了。\n\n　　我的信要就此收場。海上的月色是這樣皎潔；波面映出一大片銀鱗，閃爍搖動；此外是碧玉一般的海水，看去仿佛很溫柔。我不信這樣的東西是會淹死人的。但是，請你放心，這是笑話，不要疑心我要跳海了，我還毫沒有跳海的意思。\n\n　　魯迅。一月十六夜，海上。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"}]