[{"name":"題記","content":"在一年的盡頭的深夜中，整理了這一年所寫的雜感，竟比收在《熱風》裡的整四年中所寫的還要多。意見大部分還是那樣，而態度卻沒有那麼質直了，措辭也時常彎彎曲曲，議論又往往執滯在幾件小事情上，很足以貽笑於大方之家。然而那又有什麼法子呢。我今年偏遇到這些小事情，而偏有執滯於小事情的脾氣。\n\n我知道偉大的人物能洞見三世，觀照一切，曆大苦惱，嘗大歡喜，發大慈悲。但我又知道這必須深入山林，坐古樹下，靜觀默想，得天眼通，離人間愈遠遙，而知人間也愈深，愈廣；於是凡有言說，也愈高，愈大；於是而為天人師。我幼時雖曾夢想飛空，但至今還在地上，救小創傷尚且來不及，那有餘暇使心開意豁，立論都公允妥洽，平正通達，像「正人君子」一般；正如沾水小蜂，只在泥土上爬來爬去，萬不敢比附洋樓中的通人，但也自有悲苦憤激，決非洋樓中的通人所能領會。\n\n這病痛的根柢就在我活在人間，又是一個常人，能夠交著「華蓋運」。\n\n我平生沒有學過算命，不過聽老年人說，人是有時要交「華蓋運」的。這「華蓋」在他們口頭上大概已經訛作「鑊蓋」了，現在加以訂正。所以，這運，在和尚是好運：頂有華蓋，自然是成佛作祖之兆。但俗人可不行，華蓋在上，就要給罩住了，只好碰釘子。我今年開手作雜感時，就碰了兩個大釘子：一是為了《咬文嚼字》，一是為了《青年必讀書》。\n\n署名和匿名的豪傑之士的罵信，收了一大捆，至今還塞在書架下。此後又突然遇見了一些所謂學者，文士，正人，君子等等，據說都是講公話，談公理，而且深不以「黨同伐異」為然的。可惜我和他們太不同了，所以也就被他們伐了幾下，——但這自然是為「公理」之故，和我的「黨同伐異」不同。這樣，一直到現下還沒有完結，只好「以待來年」。\n\n也有人勸我不要做這樣的短評。那好意，我是很感激的，而且也並非不知道創作之可貴。然而要做這樣的東西的時候，恐怕也還要做這樣的東西，我以為如果藝術之宮裡有這麼麻煩的禁令，倒不如不進去；還是站在沙漠上，看看飛沙走石，樂則大笑，悲則大叫，憤則大罵，即使被沙礫打得遍身粗糙，頭破血流，而時時撫摩自己的凝血，覺得若有花紋，也未必不及跟著中國的文士們去陪莎士比亞吃黃油麵包之有趣。\n\n然而只恨我的眼界小，單是中國，這一年的大事件也可以算是很多的了，我竟往往沒有論及，似乎無所感觸。我早就很希望中國的青年站出來，對於中國的社會，文明，都毫無忌憚地加以批評，因此曾編印《莽原週刊》，作為發言之地，可惜來說話的竟很少。在別的刊物上，倒大抵是對於反抗者的打擊，這實在是使我怕敢想下去的。\n\n現在是一年的盡頭的深夜，深得這夜將盡了，我的生命，至少是一部分的生命，已經耗費在寫這些無聊的東西中，而我所獲得的，乃是我自己的靈魂的荒涼和粗糙。但是我並不懼憚這些，也不想遮蓋這些，而且實在有些愛他們了，因為這是我轉輾而生活於風沙中的瘢痕。凡有自己也覺得在風沙中轉輾而生活著的，會知道這意思。\n\n我編《熱風》時，除遺漏的之外，又刪去了好幾篇。這一回卻小有不同了，一時的雜感一類的東西，幾乎都在這裡面。\n\n一，徐旭生先生第一次回信中所引的話，是出於ZM君登在《京報副刊》（十四年三月八日）上的一篇文章的。其時我正因為回答「青年必讀書」，說「不能作文算什麼大不了的事」，很受著幾位青年的攻擊。ZM君便發表了我在講堂上口說的話，大約意在申明我的意思，給我解圍。現在就鈔一點在下面——\n\n「讀了許多名人學者給我們開的必讀書目，引起不少的感想；但最打動我的是魯迅先生的兩句附注，……因這幾句話，又想起他所講的一段笑話來。他似乎這樣說：『講話和寫文章，似乎都是失敗者的徵象。正在和運命惡戰的人，顧不到這些；真有實力的勝利者也多不做聲。譬如鷹攫兔子，叫喊的是兔子不是鷹；貓捕老鼠，啼呼的是老鼠不是貓……。又好像楚霸王……追奔逐北的時候，他並不說什麼；等到擺出詩人面孔，飲酒唱歌，那已經是兵敗勢窮，死日臨頭了。最近像吳佩孚名士的「登彼西山，賦彼其詩」，齊燮元先生的「放下槍枝，拿起筆幹」，更是明顯的例了。』」\n\n二，近幾年來，常聽到人們說學生囂張，不單是老先生，連剛出學校而做了小官或教員的也往往這麼說。但我卻並不覺得這樣。記得革命以前，社會上自然還不如現在似的憎惡學生，學生也沒有目下一般馴順，單是態度，就顯得桀傲，在人叢中一望可知。現在卻差遠了，大抵長袍大袖，溫文爾雅，正如一個古之讀書人。我也就在一個大學的講堂上提起過，臨末還說：其實，現在的學生是馴良的，或者竟可以說是太馴良了……。武者君登在《京報副刊》（約十四年五月初）上的一篇《溫良》中，所引的就是我那時所說的這幾句話。我因此又寫了《忽然想到》第七篇，其中所舉的例，一是前幾年被稱為「賣國賊」者的子弟曾大受同學唾駡，二是當時女子師範大學的學生正被同性的校長使男職員威脅。我的對於女師大風潮說話，這是第一回，過了十天，就「「碰壁」」；又過了十天，陳源教授就在《現代評論》上發表「流言」，過了半年，據《晨報副刊》（十五年一月三十日）所發表的陳源教授給徐志摩「詩哲」的信，則「捏造事實傳佈流言」的倒是我了。\n\n真是世事白雲蒼狗，不禁感慨系之矣！\n\n又，我在《「公理」的把戲》中說楊蔭榆女士「在太平湖飯店請客之後，任意將學生自治會員六人除名」，那地點是錯誤的，後來知道那時的請客是西長安街的西安飯店。等到五月二十一日即我們「碰壁」的那天，這才換了地方，「由校特請全體主任專任教員評議會會員在太平湖飯店開校務緊急會議，解決種種重要問題。」請客的飯館是那一個，和緊要關鍵原沒有什麼大相干，但從「所有的批評都本于學理和事實」的所謂「文士」學者之流看來，也許又是「捏造事實」，而且因此就證明了凡我所說，無一句真話，甚或至於連楊蔭榆女士也本無其人，都是我憑空結撰的了。這於我是很不好的，所以趕緊訂正於此，庶幾「收之桑榆」云。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"後記","content":"在一年的盡頭的深夜中，整理了這一年所寫的雜感，竟比收在《熱風》裡的整四年中所寫的還要多。意見大部分還是那樣，而態度卻沒有那麼質直了，措辭也時常彎彎曲曲，議論又往往執滯在幾件小事情上，很足以貽笑於大方之家。然而那又有什麼法子呢。我今年偏遇到這些小事情，而偏有執滯於小事情的脾氣。\n\n我知道偉大的人物能洞見三世，觀照一切，曆大苦惱，嘗大歡喜，發大慈悲。但我又知道這必須深入山林，坐古樹下，靜觀默想，得天眼通，離人間愈遠遙，而知人間也愈深，愈廣；於是凡有言說，也愈高，愈大；於是而為天人師。我幼時雖曾夢想飛空，但至今還在地上，救小創傷尚且來不及，那有餘暇使心開意豁，立論都公允妥洽，平正通達，像「正人君子」一般；正如沾水小蜂，只在泥土上爬來爬去，萬不敢比附洋樓中的通人，但也自有悲苦憤激，決非洋樓中的通人所能領會。\n\n這病痛的根柢就在我活在人間，又是一個常人，能夠交著「華蓋運」。\n\n我平生沒有學過算命，不過聽老年人說，人是有時要交「華蓋運」的。這「華蓋」在他們口頭上大概已經訛作「鑊蓋」了，現在加以訂正。所以，這運，在和尚是好運：頂有華蓋，自然是成佛作祖之兆。但俗人可不行，華蓋在上，就要給罩住了，只好碰釘子。我今年開手作雜感時，就碰了兩個大釘子：一是為了《咬文嚼字》，一是為了《青年必讀書》。\n\n署名和匿名的豪傑之士的罵信，收了一大捆，至今還塞在書架下。此後又突然遇見了一些所謂學者，文士，正人，君子等等，據說都是講公話，談公理，而且深不以「黨同伐異」為然的。可惜我和他們太不同了，所以也就被他們伐了幾下，——但這自然是為「公理」之故，和我的「黨同伐異」不同。這樣，一直到現下還沒有完結，只好「以待來年」。\n\n也有人勸我不要做這樣的短評。那好意，我是很感激的，而且也並非不知道創作之可貴。然而要做這樣的東西的時候，恐怕也還要做這樣的東西，我以為如果藝術之宮裡有這麼麻煩的禁令，倒不如不進去；還是站在沙漠上，看看飛沙走石，樂則大笑，悲則大叫，憤則大罵，即使被沙礫打得遍身粗糙，頭破血流，而時時撫摩自己的凝血，覺得若有花紋，也未必不及跟著中國的文士們去陪莎士比亞吃黃油麵包之有趣。\n\n然而只恨我的眼界小，單是中國，這一年的大事件也可以算是很多的了，我竟往往沒有論及，似乎無所感觸。我早就很希望中國的青年站出來，對於中國的社會，文明，都毫無忌憚地加以批評，因此曾編印《莽原週刊》，作為發言之地，可惜來說話的竟很少。在別的刊物上，倒大抵是對於反抗者的打擊，這實在是使我怕敢想下去的。\n\n現在是一年的盡頭的深夜，深得這夜將盡了，我的生命，至少是一部分的生命，已經耗費在寫這些無聊的東西中，而我所獲得的，乃是我自己的靈魂的荒涼和粗糙。但是我並不懼憚這些，也不想遮蓋這些，而且實在有些愛他們了，因為這是我轉輾而生活於風沙中的瘢痕。凡有自己也覺得在風沙中轉輾而生活著的，會知道這意思。\n\n我編《熱風》時，除遺漏的之外，又刪去了好幾篇。這一回卻小有不同了，一時的雜感一類的東西，幾乎都在這裡面。\n\n一，徐旭生先生第一次回信中所引的話，是出於ZM君登在《京報副刊》（十四年三月八日）上的一篇文章的。其時我正因為回答「青年必讀書」，說「不能作文算什麼大不了的事」，很受著幾位青年的攻擊。ZM君便發表了我在講堂上口說的話，大約意在申明我的意思，給我解圍。現在就鈔一點在下面——\n\n「讀了許多名人學者給我們開的必讀書目，引起不少的感想；但最打動我的是魯迅先生的兩句附注，……因這幾句話，又想起他所講的一段笑話來。他似乎這樣說：『講話和寫文章，似乎都是失敗者的徵象。正在和運命惡戰的人，顧不到這些；真有實力的勝利者也多不做聲。譬如鷹攫兔子，叫喊的是兔子不是鷹；貓捕老鼠，啼呼的是老鼠不是貓……。又好像楚霸王……追奔逐北的時候，他並不說什麼；等到擺出詩人面孔，飲酒唱歌，那已經是兵敗勢窮，死日臨頭了。最近像吳佩孚名士的「登彼西山，賦彼其詩」，齊燮元先生的「放下槍枝，拿起筆幹」，更是明顯的例了。』」\n\n二，近幾年來，常聽到人們說學生囂張，不單是老先生，連剛出學校而做了小官或教員的也往往這麼說。但我卻並不覺得這樣。記得革命以前，社會上自然還不如現在似的憎惡學生，學生也沒有目下一般馴順，單是態度，就顯得桀傲，在人叢中一望可知。現在卻差遠了，大抵長袍大袖，溫文爾雅，正如一個古之讀書人。我也就在一個大學的講堂上提起過，臨末還說：其實，現在的學生是馴良的，或者竟可以說是太馴良了……。武者君登在《京報副刊》（約十四年五月初）上的一篇《溫良》中，所引的就是我那時所說的這幾句話。我因此又寫了《忽然想到》第七篇，其中所舉的例，一是前幾年被稱為「賣國賊」者的子弟曾大受同學唾駡，二是當時女子師範大學的學生正被同性的校長使男職員威脅。我的對於女師大風潮說話，這是第一回，過了十天，就「「碰壁」」；又過了十天，陳源教授就在《現代評論》上發表「流言」，過了半年，據《晨報副刊》（十五年一月三十日）所發表的陳源教授給徐志摩「詩哲」的信，則「捏造事實傳佈流言」的倒是我了。\n\n真是世事白雲蒼狗，不禁感慨系之矣！\n\n又，我在《「公理」的把戲》中說楊蔭榆女士「在太平湖飯店請客之後，任意將學生自治會員六人除名」，那地點是錯誤的，後來知道那時的請客是西長安街的西安飯店。等到五月二十一日即我們「碰壁」的那天，這才換了地方，「由校特請全體主任專任教員評議會會員在太平湖飯店開校務緊急會議，解決種種重要問題。」請客的飯館是那一個，和緊要關鍵原沒有什麼大相干，但從「所有的批評都本于學理和事實」的所謂「文士」學者之流看來，也許又是「捏造事實」，而且因此就證明了凡我所說，無一句真話，甚或至於連楊蔭榆女士也本無其人，都是我憑空結撰的了。這於我是很不好的，所以趕緊訂正於此，庶幾「收之桑榆」云。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"咬文嚼字","content":"以擺脫傳統思想的束縛而來主張男女平等的男人，卻偏喜歡用輕靚豔麗字樣來譯外國女人的姓氏：加些草頭，女旁，絲旁。不是「思黛兒」，就是「雪琳娜」。西洋和我們雖然遠哉遙遙，但姓氏並無男女之別，卻和中國一樣的，——除掉斯拉夫民族在語尾上略有區別之外。所以如果我們周家的姑娘不另姓綢，陳府上的太太也不另姓蔯，則歐文的小姐正無須改作嫗紋，對於託爾斯泰夫人也不必格外費心，特別寫成妥嬭絲苔也。\n\n以擺脫傳統思想的束縛而來介紹世界文學的文人，卻偏喜歡使外國人姓中國姓：Gogol姓郭；Wilde姓王；D'Annunzio姓段，一姓唐；Holz姓何；Gorky姓高；Galsworthy也姓高，假使他談到Gorky，大概是稱他「吾家rky」的了。\n\n我真萬料不到一本《百家姓》，到現在還有這般偉力。\n\n古時候，咱們學化學，在書上很看見許多「金」旁和非「金」旁的古怪字，據說是原質名目，偏旁是表明「金屬」或「非金屬」的，那一邊大概是譯音。但是，鏭，鎴，錫，錯，矽，連化學先生也講得很費力，總須附加道：「這回是熟悉的悉。這回是休息的息了。這回是常見的錫。」而學生們為要記得符號，仍須另外記住臘丁字。現在漸漸譯起有機化學來，因此這類怪字就更多了，也更難了，幾個字拼合起來，像貼在商人帳桌面前的將「黃金萬兩」拼成一個的怪字一樣。中國的化學家多能兼做新倉頡。我想，倘若就用原文，省下造字的功夫來，一定於本職的化學上更其大有成績，因為中國人的聰明是決不在白種人之下的。\n\n在北京常看見各樣好地名：辟才胡同，乃茲府，丞相胡同，協資廟，高義伯胡同，貴人關。但探起底細來，據說原是劈柴胡同，奶子府，繩匠胡同，蠍子廟，狗尾巴胡同，鬼門關。字面雖然改了，涵義還依舊。這很使我失望；否則，我將鼓吹改奴隸二字為「弩理」，或是「努禮」，使大家可以永遠放心打盹兒，不必再愁什麼了。但好在似乎也並沒有什麼人愁著，爆竹畢畢剝剝地都祀過財神了。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"戰士和蒼蠅","content":"\n\nSchopenhauer 說過這樣的話：要估定人的偉大，則精神上的大和體格上的大，那法則完全相反。後者距離愈遠即愈小，前者卻見得愈大。\n\n正因為近則愈小，而且愈看見缺點和創傷，所以他就和我們一樣，不是神道，不是妖怪，不是異獸。他仍然是人，不過如此。但也惟其如此，所以他是偉大的人。\n\n戰士戰死了的時候，蒼蠅們所首先發見的是他的缺點和傷痕，著，營營地叫著，以為得意，以為比死了的戰士更英雄。但是戰士已經死了，不再來揮去他們。於是乎蒼蠅們即更其營營地叫，自以為倒是不朽的聲音，因為牠們的完全，遠在戰士之上。\n\n的確的，誰也沒有發見過蒼蠅們的缺點和創傷。\n\n然而，有缺點的戰士究竟是戰士，完美的蒼蠅也究竟不過是蒼蠅。\n\n去罷，蒼蠅們！雖然生著翅子，還能營營，總不會超過戰士的。你們這些蟲豸們！\n\n一九二五年三月二十一日\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"忽然想到","content":"做《內經》的不知道究竟是誰。對於人的肌肉，他確是看過，但似乎單是剝了皮略略一觀，沒有細考校，所以亂成一片，說是凡有肌肉都發源於手指和足趾。宋的《洗冤錄》說人骨，竟至於謂男女骨數不同；老仵作之談，也有不少胡說。然而直到現在，前者還是醫家的寶典，後者還是檢驗的南針：這可以算得天下奇事之一。\n\n牙痛在中國不知發端於何人？相傳古人壯健，堯舜時代蓋未必有；現在假定為起於二千年前罷。我幼時曾經牙痛，曆試諸方，只有用細辛者稍有效，但也不過麻痹片刻，不是對症藥。至於拔牙的所謂「離骨散」，乃是理想之談，實際上並沒有。西法的牙醫一到，這才根本解決了；但在中國人手裡一再傳，又每每只學得鑲補而忘了去腐殺菌，仍複漸漸地靠不住起來。牙痛了二千年，敷敷衍衍的不想一個好方法，別人想出來了，卻又不肯好好地學：這大約也可以算得天下奇事之二罷。\n\n康聖人主張跪拜，以為「否則要此膝何用」。走時的腿的動作，固然不易於看得分明，但忘記了坐在椅上時候的膝的曲直，則不可謂非聖人之疏于格物也。身中間脖頸最細，古人則于此斫之，臀肉最肥，古人則于此打之，其格物都比康聖人精到，後人之愛不忍釋，實非無因。所以僻縣尚打小板子，去年北京戒嚴時亦嘗恢復殺頭，雖延國粹於一脈乎，而亦不可謂非天下奇事之三也！\n\n一月十五日。\n\n我是一個講師，略近於教授，照江震亞先生的主張，似乎也是不當署名的。但我也曾用幾個假名發表過文章，後來卻有人詰責我逃避責任；況且這回又帶些攻擊態度，所以終於署名了。但所署的也不是真名字；但也近於真名字，仍有露出講師馬腳的弊病，無法可想，只好這樣罷。又為避免糾紛起見，還得聲明一句，就是：我所指摘的中國古今人，乃是一部分，別有許多很好的古今人不在內！然而這麼一說，我的雜感真成了最無聊的東西了，要面面顧到，是能夠這樣使自己變成無價值。\n\n校著《苦悶的象徵》的排印樣本時，想到一些瑣事——我於書的形式上有一種偏見，就是在書的開頭和每個題目前後，總喜歡留些空白，所以付印的時候，一定明白地注明。但待排出奇來，卻大抵一篇一篇擠得很緊，並不依所注的辦。查看別的書，也一樣，多是行行擠得極緊的。\n\n較好的中國書和西洋書，每本前後總有一兩張空白的副頁，上下的天地頭也很寬。而近來中國的排印的新書則大抵沒有副頁，天地頭又都很短，想要寫上一點意見或別的什麼，也無地可容，翻開書來，滿本是密密層層的黑字；加以油臭撲鼻，使人發生一種壓迫和窘促之感，不特很少「讀書之樂」，且覺得仿佛人生已沒有「餘裕」，「不留餘地」了。\n\n或者也許以這樣的為質樸罷。但質樸是開始的「陋」，精力彌滿，不惜物力的。現在的卻是複歸於陋，而質樸的精神已失，所以只能算窳敗，算墮落，也就是常談之所謂「因陋就簡」。在這樣「不留餘地」空氣的圍繞裡，人們的精神大抵要被擠小的。\n\n外國的平易地講述學術文藝的書，往往夾雜些閒話或笑談，使文章增添活氣，讀者感到格外的興趣，不易於疲倦。但中國的有些譯本，卻將這些刪去，單留下艱難的講學語，使他複近於教科書。這正如折花者；除盡枝葉，單留花朵，折花固然是折花，然而花枝的活氣卻滅盡了。人們到了失去餘裕心，或不自覺地滿抱了不留餘地心時，這民族的將來恐怕就可慮。上述的那兩樣，固然是比牛毛還細小的事，但究竟是時代精神表現之一端，所以也可以類推到別樣。例如現在器具之輕薄草率（世間誤以為靈便），建築之偷工減料，辦事之敷衍一時，不要「好看」，不想「持久」，就都是出於同一病源的。即再用這來類推更大的事，我以為也行。\n\n一月十七日。\n\n我想，我的神經也許有些瞀亂了。否則，那就可怕。\n\n我覺得仿佛久沒有所謂中華民國。\n\n我覺得革命以前，我是做奴隸；革命以後不多久，就受了奴隸的騙，變成他們的奴隸了。\n\n我覺得有許多民國國民而是民國的敵人。\n\n我覺得有許多民國國民很像住在德法等國裡的猶太人，他們的意中別有一個國度。\n\n我覺得許多烈士的血都被人們踏滅了，然而又不是故意的。\n\n我覺得什麼都要從新做過。\n\n退一萬步說罷，我希望有人好好地做一部民國的建國史給少年看，因為我覺得民國的來源，實在已經失傳了，雖然還只有十四年！\n\n二月十二日。\n\n先前，聽到二十四史不過是「相斫書」，是「獨夫的家譜」一類的話，便以為誠然。後來自己看起來，明白了：何嘗如此。\n\n歷史上都寫著中國的靈魂，指示著將來的命運，只因為塗飾太厚，廢話太多，所以很不容易察出底細來。正如通過密葉投射在莓苔上面的月光，只看見點點的碎影。但如看野史和雜記，可更容易了然了，因為他們究竟不必太擺史官的架子。\n\n秦漢遠了，和現在的情形相差已多，且不道。元人著作寥寥。至於唐宋明的雜史之類，則現在多有。試將記五代，南宋，明末的事情的，和現今的狀況一比較，就當驚心動魄於何其相似之甚，仿佛時間的流駛，獨與我們中國無關。現在的中華民國也還是五代，是宋末，是明季。\n\n以明末例現在，則中國的情形還可以更腐敗，更破爛，更凶酷，更殘虐，現在還不算達到極點。但明末的腐敗破爛也還未達到極點，因為李自成，張獻忠鬧起來了。而張李的凶酷殘虐也還未達到極點，因為滿洲兵進來了。\n\n難道所謂國民性者，真是這樣地難於改變的麼？倘如此，將來的命運便大略可想了，也還是一句爛熟的話：古已有之。\n\n伶俐人實在伶俐，所以，決不攻難古人，搖動古例的。古人做過的事，無論什麼，今人也都會做出來。而辯護古人，也就是辯護自己。況且我們是神州華胄，敢不「繩其祖武」麼？\n\n幸而誰也不敢十分決定說：國民性是決不會改變的。在這「不可知」中，雖可有破例——即其情形為從來所未有——的滅亡的恐怖，也可以有破例的複生的希望，這或者可作改革者的一點慰藉罷。\n\n但這一點慰藉，也會勾消在許多自詡古文明者流的筆上，淹死在許多誣告新文明者流的嘴上，撲滅在許多假冒新文明者流的言動上，因為相似的老例，也是「古已有之」的。\n\n其實這些人是一類，都是伶俐人，也都明白，中國雖完，自己的精神是不會苦的，——因為都能變出合式的態度來。\n\n倘有不信，請看清朝的漢人所做的頌揚武功的文章去，開口「大兵」，閉口「我軍」，你能料得到被這「大兵」「我軍」所敗的就是漢人的麼？你將以為漢人帶了兵將別的一種什麼野蠻腐敗民族殲滅了。\n\n然而這一流人是永遠勝利的，大約也將永久存在。在中國，惟他們最適於生存，而他們生存著的時候，中國便永遠免不掉反復著先前的運命。\n\n「地大物博，人口眾多」，用了這許多好材料，難道竟不過老是演一齣輪回把戲而已麼？\n\n二月十六日。\n　　　　　　　　\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"青年必讀書","content":"我看中國書時，總覺得就沉靜下去，與實人生離開；讀外國書——但除了印度——時，往往就與人生接觸，想做點事。\n\n中國書雖有勸人入世的話，也多是僵屍的樂觀；外國書即使是頹唐和厭世的，但卻是活人的頹唐和厭世。\n\n我以為要少——或者竟不——看中國書，多看外國書。\n\n少看中國書，其結果不過不能作文而已。但現在的青年最要緊的是「行」，不是「言」。只要是活人，不能作文算什麼大不了的事。\n\n（二月十日。）\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"姊妹计划","content":"本特殊页面列示所有维基媒体基金会的所有MediaWiki网站。\n\n合计：934\n\n"},{"name":"通訊","content":"旭生先生：\n\n　　前天收到《猛進》第一期，我想是先生寄來的，或者是玄伯先生寄來的。無論是誰寄的，總之：我謝謝。\n\n　　那一期裡有論市政的話，使我忽然想起一件不相干的事來。我現在住在一條小胡同裡，這裡有所謂土車者，每月收幾吊錢，將煤灰之類搬出去。搬出去怎麼辦呢？就堆在街道上，這街就每日增高。有幾所老房子，只有一半露出在街上的，就正在豫告著別的房屋的將來。我不知道什麼緣故，見了這些人家，就像看見了中國人的歷史。\n\n　　姓名我忘記了，總之是一個明末的遺民，他曾將自己的書齋題作「活埋庵」。誰料現在的北京的人家，都在建造「活埋庵」，還要自己拿出建造費。看看報章上的論壇，「反改革」的空氣濃厚透頂了，滿車的「祖傳」，「老例」，「國粹」等等，都想來堆在道路上，將所有的人家完全活埋下去，「強聒不舍」，也許是一個藥方罷，但據我所見，則有些人們——甚至於竟是青年——的論調，簡直和「戊戌政變」時候的反對改革者的論調一模一樣。你想，二十七年了，還是這樣，豈不可怕。大約國民如此，是決不會有好的政府的；好的政府，或者反而容易倒。也不會有好議員的；現在常有人罵議員，說他們收賄，無特操，趨炎附勢，自私自利，但大多數的國民，豈非正是如此的麼？這類的議員，其實確是國民的代表。\n\n　　我想，現在的辦法，首先還得用那幾年以前《新青年》上已經說過的「思想革命」。還是這一句話，雖然未免可悲，但我以為除此沒有別的法。而且還是準備「思想革命」的戰士，和目下的社會無關。待到戰士養成了，於是再決勝負。我這種迂遠而且渺茫的意見，自己也覺得是可歎的，但我希望於《猛進》的，也終於還是「思想革命」。\n\n　　魯迅。三月十二日。\n\n旭生先生：\n　　給我的信早看見了，但因為瑣瑣的事情太多，所以到現在才能作答。\n\n　　有一個專講文學思想的月刊，確是極好的事，字數的多少，倒不算什麼問題。第一為難的卻是撰人，假使還是這幾個人，結果即還是一種增大的某週刊或合訂的各週刊之類。況且撰人一多，則因為希圖保持內容的較為一致起見，即不免有互相牽就之處，很容易變為和平中正，吞吞吐吐的東西，而無聊之狀於是乎可掬。現在的各種小週刊，雖然量少力微，卻是小集團或單身的短兵戰，在黑暗中，時見匕首的閃光，使同類者知道也還有誰還在襲擊古老堅固的堡壘，較之看見浩大而灰色的軍容，或者反可以會心一笑。在現在，我倒只希望這類的小刊物增加，只要所向的目標小異大同，將來就自然而然的成了聯合戰線，效力或者也不見得小。但目下倘有我所未知的新的作家起來，那當然又作別論。\n\n　　通俗的小日報，自然也緊要的；但此事看去似易，做起來卻很難。我們只要將《第一小報》與《群強報》之類一比，即知道實與民意相去太遠，要收穫失敗無疑。民眾要看皇帝何在，太妃安否，而《第一小報》卻向他們去講「常識」，豈非悖謬。教書一久，即與一般社會睽離，無論怎樣熱心，做起事來總要失敗。假如一定要做，就得存學者的良心，有市儈的手段，但這類人才，怕教員中間是未必會有的。我想，現在沒奈何，也只好從智識階級——其實中國並沒有俄國之所謂智識階級，此事說起來話太長，姑且從眾這樣說——一面先行設法，民眾俟將來再談。而且他們也不是區區文字所能改革的，歷史通知過我們，清兵入關，禁纏足，要垂辮，前一事只用文告，到現在還是放不掉，後一事用了別的法，到現在還在拖下來。\n\n　　單為在校的青年計，可看的書報實在太缺乏了，我覺得至少還該有一種通俗的科學雜誌，要淺顯而且有趣的。可惜中國現在的科學家不大做文章，有做的，也過於高深，於是就很枯燥。現在要Brehm的講動物生活，Fabre的講昆蟲故事似的有趣，並且插許多圖畫的；但這非有一個大書店擔任即不能印。至於作文者，我以為只要科學家肯放低手眼，再看看文藝書，就夠了。\n\n　　前三四年有一派思潮，毀了事情頗不少。學者多勸人踱進研究室，文人說最好是搬入藝術之宮，直到現在都還不大出來，不知道他們在那裡面情形怎樣。這雖然是自己願意，但一大半也因新思想而仍中了「老法子」的計。我新近才看出這圈套，就是從「青年必讀書」事件以來，很收些贊同和嘲罵的信，凡贊同者，都很坦白，並無什麼恭維。如果開首稱我為什麼「學者」「文學家」的，則下面一定是謾駡。我才明白這等稱號，乃是他們所公設的巧計，是精神的枷鎖，故意將你定為「與眾不同」，又借此來束縛你的言動，使你於他們的老生活上失去危險性的。不料有許多人，卻自囚在什麼室什麼宮裡，豈不可惜。只要擲去了這種尊號，搖身一變，化為潑皮，相罵相打（輿論是以為學者只應該拱手講講義的），則世風就會日上，而月刊也辦成了。\n\n　　先生的信上說：惰性表現的形式不一，而最普通的，第一就是聽天任命，第二就是中庸。我以為這兩種態度的根柢，怕不可僅以惰性了之，其實乃是卑怯。遇見強者，不敢反抗，便以「中庸」這些話來粉飾，聊以自慰。所以中國人倘有權力，看見別人奈何他不得，或者有「多數」作他護符的時候，多是兇殘橫恣，宛然一個暴君，做事並不中庸；待到滿口「中庸」時，乃是勢力已失，早非「中庸」不可的時候了。一到全敗，則又有「命運」來做話柄，縱為奴隸，也處之泰然，但又無往而不合於聖道。這些現象，實在可以使中國人敗亡，無論有沒有外敵。要救正這些；也只好先行髮露各樣的劣點，撕下那好看的假面具來。\n\n　　魯迅。三月二十九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「碰壁」之後","content":"我平日常常對我的年青的同學們說：古人所謂「窮愁著書」的話，是不大可靠的。窮到透頂，愁得要死的人，那裡還有這許多閒情逸致來著書？我們從來沒有見過候補的餓殍在溝壑邊吟哦；鞭撲底下的囚徒所發出來的不過是直聲的叫喊，決不會用一篇妃紅儷白的駢體文來訴痛苦的。所以待到磨墨吮筆，說什麼「履穿踵決」時，腳上也許早經是絲襪；高吟「饑來驅我去……」的陶徵士，其時或者偏已很有些酒意了。正當苦痛，即說不出苦痛來，佛說極苦地獄中的鬼魂，也反而並無叫喚！\n\n華夏大概並非地獄，然而「境由心造」，我眼前總充塞著重迭的黑雲，其中有故鬼，新鬼，游魂，牛首阿旁，畜生，化生，大叫喚，無叫喚，使我不堪聞見。我裝作無所聞見模樣，以圖欺騙自己，總算已從地獄中出離。\n\n打門聲一響，我又回到現實世界了。又是學校的事。我為什麼要做教員？！想著走著，出去開門，果然，信封上首先就看見通紅的一行字：國立北京女子師範大學。\n\n我本就怕這學校，因為一進門就覺得陰慘慘，不知其所以然，但也常常疑心是自己的錯覺。後來看到楊蔭榆校長《致全體學生公啟》裡的「須知學校猶家庭，為尊長者斷無不愛家屬之理，為幼稚者亦當體貼尊長之心」的話，就恍然了，原來我雖然在學校教書，也等於在楊家坐館，而這陰慘慘的氣味，便是從「冷板凳」裡出來的。可是我有一種毛病，自己也疑心是自討苦吃的根苗，就是偶爾要想想。所以恍然之後，即又有疑問發生：這家族人員——校長和學生——的關係是怎樣的，母女，還是婆媳呢？\n\n想而又想，結果毫無。幸而這位校長宣言多，竟在她《對於暴烈學生之感言》裡獲得正確的解答了。曰，「與此曹子勃谿相向」，則其為婆婆無疑也。\n\n現在我可以大膽地用「婦姑勃谿」這句古典了。但婆媳吵架，與西賓又何干呢？因為究竟是學校，所以總還是時常有信來，或是婆婆的，或是媳婦的。我的神經又不強，一聞打門而悔做教員者以此，而且也確有可悔的理由。\n\n這一年她們的家務簡直沒有完，媳婦兒們不佩服婆婆做校長了，婆婆可是不歇手。這是她的家庭，怎麼肯放手呢？無足怪的。而且不但不放，還趁「五七」之際，在什麼飯店請人吃飯之後，開除了六個學生自治會的職員，並且發表了那「須知學校猶家庭」的名論。\n\n這回抽出信紙來一看，是媳婦兒們的自治會所發的，略謂：\n\n「旬餘以來，校務停頓，百費待興，若長此遷延，不特虛擲數百青年光陰，校務前途，亦岌岌不可終日。……」\n\n底下是請教員開一個會，出來維持的意思的話，訂定的時間是當日下午四點鐘。\n\n「去看一看罷。」我想。\n\n這也是我的一種毛病，自己也疑心是自討苦吃的根苗；明知道無論什麼事，在中國是萬不可輕易去「看一看」的，然而終於改不掉，所以謂之「病」。但是，究竟也頗熟於世故了，我想後，又立刻決定，四點太早，到了一定沒有人，四點半去罷。\n\n四點半進了陰慘慘的校門，又走進教員休息室。出乎意料之外！除一個打盹似的校役以外，已有兩位教員坐著了。一位是見過幾面的；一位不認識，似乎說是姓汪，或姓王，我不大聽明白，——其實也無須。\n\n我也和他們在一處坐下了。\n\n「先生的意思以為這事情怎樣呢？」這不識教員在招呼之後，看住了我的眼睛問。\n\n「這可以由各方面說……。你問的是我個人的意見麼？我個人的意見，是反對楊先生的辦法的……。」\n\n糟了！我的話沒有說完，他便將他那靈便小巧的頭向旁邊一搖，表示不屑聽完的態度。但這自然是我的主觀；在他，或者也許本有將頭搖來搖去的毛病的。\n\n「就是開除學生的罰太嚴了。否則，就很容易解決……。」\n\n我還要繼續說下去。\n\n「嗡嗡。」他不耐煩似的點頭。\n\n我就默然，點起火來吸煙卷。\n\n「最好是給這事情冷一冷……。」不知怎的他又開始發表他的「冷一冷」學說了。\n\n「嗡嗡。瞧著看罷。」這回是我不耐煩似的點頭，但終於多說了一句話。\n\n我點頭訖，瞥見坐前有一張印刷品，一看之後，毛骨便悚然起來。文略謂：\n\n「……第用學生自治會名義，指揮講師職員，召集校務維持討論會，……本校素遵部章，無此學制，亦無此辦法，根本上不能成立。……而自鬧潮以來……不能不籌正當方法，又有其他校務進行，亦待大會議決，茲定於（月之二十一日）下午七時，由校特請全體主任專任教員評議會會員在太平湖飯店開校務緊急會議，解決種種重要問題。務懇大駕蒞臨，無任盼禱！」\n\n署名就是我所視為畏途的「國立北京女子師範大學」，但下面還有一個「啟」字。我這時才知道我不該來，也無須「蒞臨」太平湖飯店，因為我不過是一個「兼任教員」。然而校長為什麼不制止學生開會，又不預先否認，卻要叫我到了學校來看這「啟」的呢？我憤然地要質問了，舉目四顧，兩個教員，一個校役，四面磚牆帶著門和窗門，而並沒有半個負有答覆的責任的生物。「國立北京女子師範學校」雖然能「啟」，然而是不能答的。只有默默地陰森地四周的牆壁將人包圍，現出險惡的顏色。\n\n我感到苦痛了，但沒有悟出它的原因。\n\n可是兩個學生來請開會了；婆婆終於沒有露面。我們就走進會場去，這時連我已經有五個人；後來陸續又到了七八人。於是乎開會。\n\n「為幼稚者」仿佛不大能夠「體貼尊長之心」似的，很訴了許多苦。然而我們有什麼權利來干預「家庭」裡的事呢？而況太平湖飯店裡又要「解決種種重要問題」了！但是我也說明了幾句我所以來校的理由，並要求學校當局今天縮頭縮腦辦法的解答。然而，舉目四顧，只有媳婦兒們和西賓，磚牆帶著門和窗門，而並沒有半個負有答覆的責任的生物！\n\n我感到苦痛了，但沒有悟出它的原因。\n\n這時我所不識的教員和學生在談話了；我也不很細聽。但在他的話裡聽到一句「你們做事不要碰壁」，在學生的話裡聽到一句「楊先生就是壁」，於我就仿佛見了一道光，立刻知道我的痛苦的原因了。\n\n碰壁，碰壁！我碰了楊家的壁了！\n\n其時看看學生們，就像一群童養媳……。\n\n這一種會議是照例沒有結果的，幾個自以為大膽的人物對於婆婆稍加微辭之後，即大家走散。我回家坐在自己的窗下的時候，天色已近黃昏，而陰慘慘的顏色卻漸漸地退去，回憶到碰壁的學說，居然微笑起來了。\n\n中國各處是壁，然而無形，像「鬼打牆」一般，使你隨時能「碰」。能打這牆的，能碰而不感到痛苦的，是勝利者。——但是，此刻太平湖飯店之宴已近闌珊，大家都已經吃到冰其淋，在那裡「冷一冷」了罷……。\n\n我於是仿佛看見雪白的桌布已經沾了許多醬油漬，男男女女圍著桌子都吃冰其淋，貝許多媳婦兒，就如中國歷來的大多數媳婦兒在苦節的婆婆腳下似的，都決定了暗淡的運命。\n\n我吸了兩支煙，眼前也光明起來，幻出飯店裡電燈的光彩，看見教育家在杯酒間謀害學生，看見殺人者於微笑後屠戮百姓，看見死屍在糞土中舞蹈，看見污穢灑滿了風籟琴，我想取作畫圖，竟不能畫成一線。我為什麼要做教員，連自己也侮蔑自己起來。但是織芳來訪我了。\n\n我們閒談之間，他也忽而發感慨——\n\n「中國什麼都黑暗，誰也不行，但沒有事的時候是看不出來的。教員咧，學生咧，烘烘烘，烘烘烘，真像一個學校，一有事故，教員也不見了，學生也慢慢躲開了；結局只剩下幾個傻子給大家做犧牲，算是收束。多少天之後，又是這樣的學校，躲開的也出來了，不見的也露臉了，『地球是圓的』咧，『蒼蠅是傳染病的媒介』咧，又是學生咧，教員咧，烘烘烘……。」\n\n從不像我似的常常「碰壁」的青年學生的眼睛看來，中國也就如此之黑暗麼？然而他們僅有微弱的呻吟，然而一呻吟就被殺戮了！\n\n五月二十一日夜。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"我的「籍」和「系」","content":"雖然因為我勸過人少——或者竟不——讀中國書，曾蒙一位不相識的青年先生賜信要我搬出中國去，但是我終於沒有走。而且我究竟是中國人，讀過中國書的，因此也頗知道些處世的妙法。譬如，假使要掉文袋，可以說說「桃紅柳綠」，這些事是大家早已公認的，誰也不會說你錯。如果論史，就贊幾句孔明，罵一通秦檜，這些是非也早經論定，學述一回決沒有什麼差池；況且秦太師的黨羽現已半個無存，也可保毫無危險。至於近事呢，勿談為佳，否則連你的籍貫也許會使你由可「尊敬」而變為「可惜」的。\n\n我記得宋朝是不許南人做宰相的，那是他們的「祖制」，只可惜終於不能堅持。至於「某籍」人說不得話，卻是我近來的新發見。也還是女師大的風潮，我說了幾句話。但我先要聲明，我既然說過，頗知道些處世的妙法，為什麼又去說話呢？那是，因為，我是見過清末搗亂的人，沒有生長在太平盛世，所以縱使頗有些涵養工夫，有時也不免要開口，客氣地說，就是大不「安分」的。於是乎我說話了，不料陳西瀅先生早已常常聽到一種「流言」，那大致是「女師大的風潮，有北京教育界占最大勢力的某籍某系的人在暗中鼓動」。現在我一說話，恰巧化「暗」為「明」，就使這常常聽到流言的西瀅先生代為「可惜」，雖然他存心忠厚，「自然還是不信平素所很尊敬的人會暗中挑剔風潮」；無奈「流言」卻「更加傳布得厲害了」，這怎不使人「懷疑」呢？自然是難怪的。\n\n我確有一個「籍」，也是各人各有一個的籍，不足為奇。但我是什麼「系」呢？自己想想，既非「研究系」，也非「交通系」，真不知怎麼一回事。只好再精查，細想；終於也明白了，現在寫它出來，庶幾乎免得又有「流言」，以為我是黑籍的政客。\n\n因為應付某國某君的囑託，我正寫了一點自己的履歷，第一句是「我於一八八一年生在浙江省紹興府城裡一家姓周的家裡」，這裡就說明了我的「籍」。但自從到了「可惜」的地位之後，我便又在末尾添上一句道，「近幾年我又兼做北京大學，師範大學，女子師範大學的國文系講師」，這大概就是我的「系」了。我真不料我竟成了這樣的一個「系」。\n\n我常常要「挑剔」文字是確的，至於「挑剔風潮」這一種連字面都不通的陰謀，我至今還不知道是怎樣的做法。何以一有流言，我就得沉默，否則立刻犯了嫌疑，至於使和我毫不相干的人如西瀅先生者也來代為「可惜」呢？那麼，如果流言說我正在鑽營，我就得自己鎖在房裡了；如果流言說我想做皇帝，我就得連忙自稱奴才了。然而古人卻確是這樣做過了，還留下些什麼「空穴來風，桐乳來巢」的鬼格言。可惜我總不耐煩敬步後塵；不得已，我只好對於無論是誰，先奉還他無端送給我的「尊敬」。\n\n其實，現今的將「尊敬」來佈施和拜領的人們，也就都是上了古人的當。我們的乏的古人想了幾千年，得到一個制馭別人的巧法：可壓服的將他壓服，否則將他抬高。而抬高也就是一種壓服的手段，常常微微示意說，你應該這樣，倘不，我要將你摔下來了。求人尊敬的可憐蟲於是默默地坐著；但偶然也放開喉嚨道「有利必有弊呀！」「彼亦一是非，此亦一是非呀！」「猗歟休哉呀！」聽眾遂亦同聲讚歎道，「對呀對呀，可敬極了呀！」這樣的互相敷衍下去，自己以為有趣。\n\n從此這一個辦法便成為八面鋒，殺掉了許多乏人和白癡，但是穿了聖賢的衣冠入殮。可憐他們竟不知道自己將褒貶他的人們的身價估得太大了，反至於連自己的原價也一同失掉。\n\n人類是進化的，現在的人心　當然比古人的高潔；但是「尊敬」的流毒，卻還不下於流言，尤其是有誰裝腔作勢，要來將這撒去時，更足使乏人和白癡惶恐。我本來也無可尊敬；也不願受人尊敬，免得不如人意的時候，又被人摔下來。更明白地說罷：我所憎惡的太多了，應該自己也得到憎惡，這才還有點像活在人間；如果收得的乃是相反的佈施，於我倒是一個冷嘲，使我對於自己也要大加侮蔑；如果收得的是吞吞吐吐的不知道算什麼，則使我感到將要嘔噦似的噁心。然而無論如何，「流言」總不能嚇啞我的嘴……。\n\n六月二日晨。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「公理」的把戲","content":"自從去年春間，北京女子師範大學有了反對校長楊蔭榆事件以來，於是而有該校長在太平湖飯店請客之後，任意將學生自治會員六人除名的事；有引警察及打手蜂擁入校的事；迨教育總長章士釗複出，遂有非法解散學校的事；有司長劉百昭雇用流氓女丐毆曳學生出校，禁之補習所空屋中的事；有手忙腳亂，急掛女子大學招牌以掩天下耳目的事；有胡敦復之趁火打劫，攫取女大校長飯碗，助章士釗欺罔世人的事。女師大的許多教職員，——我敢特地聲明：並不是全體！——本極以章楊的措置為非，複痛學生之無辜受戮，無端失學，而校務維持會之組織，遂愈加嚴固。我先是該校的一個講師，于黑暗殘虐情形，多曾目睹；後是該會的一個委員，待到女師大在宗帽胡同自賃校舍，而章士釗尚且百端迫壓的苦痛，也大抵親歷的。當章氏勢焰熏天時，我也曾環顧這首善之區，尋求所謂「公理」「道義」之類而不得；而現在突起之所謂「教育界名流」者，那時則鴉雀無聲；甚且捧獻肉麻透頂的呈文，以歌頌功德。但這一點，我自然也判不定是因為畏章氏有嗾使兵警痛打之威呢，還是貪圖分潤金款之利，抑或真以他為「公理」或「道義」等類的具象的化身？但是，從章氏逃走，女師大復校以後，所謂「公理」等件，我卻忽而間接地從女子大學在擷英館宴請「北京教育界名流及女大學生家長」的席上找到了。\n\n據十二月十六日的《北京晚報》說，則有些「名流」即於十四日晚六時在那個擷英番菜館開會。請吃飯的，去吃飯的，在中國一天不知道有多多少少，本不與我相干，雖然也令我記起楊蔭榆也愛在太平湖飯店請人吃飯的舊事。但使我留心的是，從這飯局裡產生了「教育界公理維持會」，從這會又變出「國立女子大學後援會」，從這會又發出「致國立各校教職員聯席會議函」，聲勢浩大，據說是「而於該校附和暴徒，自墮人格之教職員，即不能投畀豺虎，亦宜屏諸席外，勿與為伍」云。他們之所謂「暴徒」，蓋即劉百昭之所謂「土匪」，官僚名流，口吻如一，從局外人看來，不過煞是可笑而已。而我是女師大維持會員之一，又是女師大教員，人格所關，當然有抗議的權利。豈但抗議？「投虎」「割席」，「名流」的熏灼之狀，竟至於斯，則雖報以惡聲，亦不為過。但也無須如此，只要看一看這些「名流」究竟是什麼東西，就盡夠了。報上和函上有名單：——\n\n除了萬里鳴是太平湖飯店掌櫃，以及董子鶴輩為我所不知道的不計外，陶昌善是農大教務長，教長兼農大校長章士釗的替身；石志泉是法大教務長；查良釗是師大教務長；李順卿，王桐齡是師大教授；蕭友梅是前女師大而今女大教員；蹇華芬是前女師大而今女大學生；馬寅初是北大講師，又是中國銀行的什麼，也許是「總司庫」，這些名目我記不清楚了；燕樹棠，白鵬飛，陳源即做《閒話》的西瀅，丁燮林即做過《一隻馬蜂》的西林，周鯁生即周覽，皮宗石，高一涵，李仲揆即李四光曾有一篇楊蔭榆要用汽車迎他「觀劇」的作品登在《現代評論》上的，都是北大教授，又大抵原住在東吉祥胡同，又大抵是先前反對北大對章士釗獨立的人物，所以當章士釗炙手可熱之際，《大同晚報》曾稱他們為「東吉祥派的正人君子」，雖然他們那時並沒有開什麼「公理」會。但他們的住址，今年新印的《北大職員錄》上可很有些函胡了，我所依據的是民國十一年的本子。\n\n日本人學了中國人口氣的《順天時報》，即大表同情于女子大學，據說多人的意見，以為女師大教員多系北大兼任，有附屬於北大之嫌。虧它征得這麼多人的意見。然而從上列的名單看來，那觀察是錯的。女師大向來少有專任教員，正是楊蔭榆的狡計，這樣，則校長即可以獨攬大權；當我們說話時，高仁山即以講師不宜與聞校事來箝制我輩之口。況且女師大也決不因為中有北大教員，即精神上附屬於北大，便是北大教授，正不乏有當學生反對楊蔭榆的時候，即協力來殲滅她們的人。即如八月七日的《大同晚報》，就有「某當局……謂北大教授中，如東吉祥派之正人君子，亦主張解散」等語。《順天時報》的記者倘竟不知，可謂昏瞀，倘使知道而故意淆亂黑白，那就有挑撥對於北大懷著惡感的人物，將那惡感蔓延于女師大之嫌，居心可謂卑劣。但我們國內戰爭，尚且常有日本浪人從中作祟，使良民愈陷於水深火熱之中，更何況一校女生和幾個教員之被誣衊。我們也只得自責國人之不爭氣，竟任這樣的報紙跳樑！\n\n北大教授王世傑在擷英館席上演說，即云「本人決不主張北大少數人與女師大合作」，就可以證明我前言的不誣。至又謂「照北大校章教職員不得兼他機關主要任務然而現今北大教授在女師大兼充主任者已有五人實屬違法應加以否認云云」，則頗有語病。北大教授兼國立京師圖書館副館長月薪至少五六百元的李四光，不也是正在坐中「維持公理」，而且演說的麼？使之何以為情？李教授兼副館長的演說辭，報上卻不載；但我想，大概是不贊成這個辦法的。\n\n北大教授燕樹棠謂女大學生極可佩服，而對於「形同土匪破壞女大的人應以道德上之否認加之」，則竟連所謂女大教務長蕭純錦的自辯女大當日所埋伏者是聽差而非流氓的啟事也沒有見，卻已一口咬定，嘴上忽然跑出一個「道德」來了。那麼，對於形同鬼蜮破壞女師大的人，應以什麼上之否認加之呢？\n\n「公理」實在是不容易談，不但在一個維持會上，就要自相矛盾，有時竟至於會用了「道義」上之手，自批「公理」上之臉的嘴巴。西瀅是曾在《現代評論》（三十八）的《閒話》裡冷嘲過援助女師大的人們的：「外國人說，中國人是重男輕女的。我看不見得吧。」現在卻簽名於什麼公理會上了，似乎性情或體質有點改變。而且曾經感慨過：「你代被群眾專制所壓迫者說了幾句公平話，那麼你不是與那人有‘密切的關係’便是吃了他或她的酒飯。」（《現代》四十）然而現在的公理什麼會上的言論和發表的文章上，卻口口聲聲，側重多數了；似乎主張又頗有些參差，只有「吃飯」的一件事還始終如一。在《現代評論》（五十三）上，自詡是「所有的批評都本于學理和事實，絕不肆口嫚罵」，而忘卻了自己曾稱女師大為「臭毛廁」，並且署名於要將人「投畀豺虎」的信尾曰：陳源。陳源不就是西瀅麼？半年的事，幾個的人，就這麼矛盾支離，實在可以使人憫笑。但他們究竟是聰明的，大約不獨覺得「公理」歪邪，而且連自己們的「公理維持會」也很有些歪邪了罷，所以突然一變而為「女子大學後援會」了，這是的確的，後援，就是站在背後的援助。\n\n但是十八日《晨報》上所載該後援會開會的記事，卻連發言的人的名姓也沒有了，一律叫作「某君」。莫非後來連對於自己的姓名也覺得可羞，真是「內愧於心」了？還是將人「投畀豺虎」之後，豫備歸過於「某君」，免得自己負責任，受報復呢？雖然報復的事，並為「正人君子」們所反對，但究竟還不如先使人不知道「後援」者為誰的穩當，所以即使為著「道義」，而坦白的態度，也仍為他們所不取罷。因為明白地站出來，就有些「形同土匪」或「暴徒」，怕要失了專在背後，用暗箭的聰明人的人格。\n\n其實，擷英館裡和後援會中所嘯聚的一彪人馬，也不過是各處流來的雜人，正如我一樣，到北京來騙一口飯，豈但「投畀豺虎」，簡直是已經「投畀有北」的了。這算得什麼呢？以人論，我與王桐齡，李順卿雖曾在西安點首談話，卻並不當作朋儕；與陳源雖嘗在給泰戈爾祝壽的戲臺前一握手，而早已視為異類，又何至於會有和他們連席之意？而況於不知什麼東西的雜人等輩也哉！以事論，則現在的教育界中實無豺虎，但有些城狐社鼠之流，那是當然不能免的。不幸十餘年來，早見得不少了；我之所以對於有些人的口頭的鳥「公理」而不敬者，即大抵由于此。\n\n十二月十八日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"北京通信","content":"蘊儒，培良兩兄：\n\n　　昨天收到兩份《豫報》，使我非常快活，尤其是見了那《副刊》。因為它那蓬勃的朝氣，實在是在我先前的豫想以上。你想：從有著很古的歷史的中州，傳來了青年的聲音，仿佛在豫告這古國將要復活，這是一件如何可喜的事呢？ \n\n　　倘使我有這力量，我自然極願意有所貢獻於河南的青年。但不幸我竟力不從心，因為我自己也正站在歧路上，——或者，說得較有希望些：站在十字路口。站在歧路上是幾乎難於舉足，站在十字路口，是可走的道路很多。我自己，是什麼也不怕的，生命是我自己的東西，所以我不妨大步走去，向著我自以為可以走去的路；即使前面是深淵，荊棘，狹谷，火坑，都由我自己負責。 然而向青年說話可就難了，如果盲人瞎馬，引入危途，我就該得謀殺許多人命的罪孽。 \n\n　　所以，我終於還不想勸青年一同走我所走的路；我們的年齡，境遇，都不相同，思想的歸宿大概總不能一致的罷。但倘若一定要問我青年應當向怎樣的目標，那麼，我只可以說出我為別人設計的話，就是：一要生存，二要溫飽，三要發展。有敢來阻礙這三事者，無論是誰，我們都反抗他，撲滅他！ \n\n　　可是還得附加幾句話以免誤解，就是：我之所謂生存，並不是苟活；所謂溫飽，並不是奢侈；所謂發展，也不是放縱。 \n\n　　中國古來，一向是最注重於生存的，什麼「知命者不立於岩牆之下」咧，什麼「千金之子坐不垂堂」咧，什麼「身體髮膚受之父母不敢毀傷」咧，竟有父母願意兒子吸鴉片的，一吸，他就不至於到外面去，有傾家蕩產之虞了。可是這一流人家，家業也決不能長保，因為這是苟活。苟活就是活不下去的初步，所以到後來，他就活不下去了。意圖生存，而太卑怯，結果就得死亡。以中國古訓中教人苟活的格言如此之多，而中國人偏多死亡，外族偏多侵入，結果適得其反，可見我們蔑棄古訓，是刻不容緩的了。這實在是無可奈何，因為我們要生活，而且不是苟活的緣故。    \n\n　　中國人雖然想了各種苟活的理想鄉，可惜終於沒有實現。\n\n　　但我卻替他們發見了，你們大概知道的罷，就是北京的第一監獄。這監獄在宣武門外的空地裡，不怕鄰家的火災；每日兩餐，不慮凍餒；起居有定，不會傷生； 構造堅固，不會倒塌；禁卒管著，不會再犯罪；強盜是決不會來搶的。住在裡面，何等安全，真真是「千金之子坐不垂堂」了。但闕少的就有一件事：自由。\n\n　　古訓所教的就是這樣的生活法，教人不要動。不動，失錯當然就較少了，但不活的岩石泥沙，失錯不是更少麼？我以為人類為向上，即發展起見，應該活動，活動而有若干失錯，也不要緊。惟獨半死半生的苟活，是全盤失錯的。因為他掛了生活的招牌，其實卻引人到死路上去！ \n\n　　我想，我們總得將青年從牢獄裡引出來，路上的危險，當然是有的，但這是求生的偶然的危險，無從逃避。想逃避，就須度那古人所希求的第一監獄式生活了，可是真在第一監獄裡的犯人，都想早些釋放，雖然外面並不比獄裡安全。 \n\n　　北京暖和起來了；我的院子裡種了幾株丁香，活了；還有兩株榆葉梅，至今還未發芽，不知道他是否活著。 \n\n　　昨天鬧了一個小亂子，許多學生被打傷了；聽說還有死的，我不知道確否。其實，只要聽他們開會，結果不過是開會而已，因為加了強力的迫壓，遂鬧出開會以上的事來。俄國的革命，不就是從這樣的路徑出發的麼？ \n\n　　夜深了，就此擱筆，後來再談罷。 \n\n　　魯迅。五月八日夜。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"並非閒話","content":"凡事無論大小，只要和自己有些相干，便不免格外警覺。\n\n即如這一回女子師範大學的風潮，我因為在那裡擔任一點鐘功課，也就感到震動，而且就發了幾句感慨，登在五月十二的《京報副刊》上。自然，自己也明知道違了「和光同塵」的古訓了，但我就是這樣，並不想以騎牆或陰柔來買人尊敬。\n\n三四天之後，忽然接到一本《現代評論》十五期，很覺得有些稀奇。這一期是新印的，第一頁上目錄已經整齊（初版字有參差處），就證明著至少是再版。我想：為什麼這一期特別賣的多，送的多呢，莫非內容改變了麼？翻開初版來，校勘下去，都一樣；不過末葉的金城銀行的廣告已經杳然，所以一篇《女師大的學潮》就赤條條地露出。我不是也發過議論的麼？自然要看一看，原來是贊成楊蔭榆校長的，和我的論調正相反。做的人是「一個女讀者」。\n\n中國原是玩意兒最多的地方，近來又剛鬧過什麼「琴心是否女士」問題，我於是心血來潮，忽而想：又搗什麼鬼，裝什麼佯了？但我即刻不再想下去，因為接著就起了別一個念頭，想到近來有些人，凡是自己善於在暗中播弄鼓動的，一看見別人明白質直的言動，便往往反噬他是播弄和鼓動，是某黨，是某系；正如偷漢的女人的丈夫，總願意說世人全是忘八，和他相同，他心裡才覺舒暢。這種思想是卑劣的；我太多心了，人們也何至於一定用裙子來做軍旗。我就將我的念頭打斷了。\n\n此後，風潮還是拖延著，而且展開來，於是有七個教員的宣言發表，也登在五月二十七日的《京報》上，其中的一個是我。\n\n這回的反響快透了，三十日發行（其實是二十九日已經發賣）的《現代評論》上，西瀅先生就在《閒話》的第一段中特地評論。但是，據說宣言是「《閒話》正要付印的時候」才在報上見到的，所以前半隻論學潮，和宣言無涉。後來又做了三大段，大約是見了宣言之後，這才文思泉湧的罷，可是《閒話》付印的時間，大概總該頗有些耽誤了。但後做而移在前面，也未可知。那麼，足見這是一段要緊的「閒話」。\n\n《閒話》中說，「以前我們常常聽說女師大的風潮，有在北京教育界占最大勢力的某籍某系的人在暗中鼓動，可是我們總不敢相信。」所以他只在宣言中摘出「最精彩的幾句」，加上圈子，評為「未免偏袒一方」；而且因為「流言更加傳佈得厲害」，遂覺「可惜」，但他說「還是不信我們平素所很尊敬的人會暗中挑剔風潮」。這些話我覺得確有些超妙的識見。例如「流言」本是畜類的武器，鬼蜮的手段，實在應該不信它。\n\n又如一查籍貫，則即使裝作公平，也容易啟人疑竇，總不如「不敢相信」的好，否則同籍的人固然憚于在一張紙上宣言，而別一某籍的人也不便在暗中給同籍的人幫忙了。這些「流言」和「聽說」，當然都只配當作狗屁！\n\n但是，西瀅先生因為「未免偏袒一方」而遂歎為「可惜」，仍是引用「流言」，我卻以為是「可惜」的事。清朝的縣官坐堂，往往兩造各責小板五百完案，「偏袒」之嫌是沒有了，可是終於不免為胡塗蟲。假使一個人還有是非之心，倒不如直說的好；否則，雖然吞吞吐吐，明眼人也會看出他暗中「偏袒」那一方，所表白的不過是自己的陰險和卑劣。宣言中所謂「若離若合，殊有混淆黑白之嫌」者，似乎也就是為此輩的手段寫照。而且所謂「挑剔風潮」的「流言」，說不定就是這些伏在暗中，輕易不大露面的東西所製造的，但我自然也「沒有調查詳細的事實，不大知道」。可惜的是西瀅先生雖說「還是不信」，卻已為我輩「可惜」，足見流言之易於惑人，無怪常有人用作武器。但在我，卻直到看見這《閒話》之後，才知道西瀅先生們原來「常常」聽到這樣的流言，並且和我偶爾聽到的都不對。可見流言也有種種，某種流言，大抵是奔湊到某種耳朵，寫出在某種筆下的。\n\n但在《閒話》的前半，即西瀅先生還未在報上看見七個教員的宣言之前，已經比學校為「臭毛廁」，主張「人人都有掃除的義務」了。為什麼呢？一者報上兩個相反的啟事已經發現；二者學生把守校門；三者有「校長不能在學校開會，不得不借鄰近的飯店招集教員開會的奇聞」。但這所述的「臭毛廁」的情形還得修改些，因為層次有點顛倒。據宣言說，則「飯店開會」，乃在「把守校門」之前，大約西瀅先生覺得不「最精彩」，所以沒有摘錄，或者已經寫好，所以不及摘錄的罷。現在我來補摘幾句，並且也加些圈子，聊以效顰——\n\n「……迨五月七日校內講演時，學生勸校長楊蔭榆先生退席後，楊先生乃于飯館召集校員若干燕飲，繼即以評議會名義，將學生自治會職員六人揭示開除，由是全校譁然，有堅拒楊先生長校之事變。……」\n\n《閒話》裡的和這事實的顛倒，從神經過敏的看起來，或者也可以認為「偏袒」的表現；但我在這裡並非舉證，不過聊作插話而已。其實，「偏袒」兩字，因我適值選得不大堂皇，所以使人厭觀，倘用別的字，便會大大的兩樣。況且，即使是自以為公平的批評家，「偏袒」也在所不免的，譬如和校長同籍貫，或是好朋友，或是換帖兄弟，或是叨過酒飯，每不免於不知不覺間有所「偏袒」。這也算人情之常，不足深怪；但當侃侃而談之際，那自然也許流露出來。然而也沒有什麼要緊，局外人那裡會知道這許多底細呢，無傷大體的。\n\n但是學校的變成「臭毛廁」，卻究竟在「飯店招集教員」之後，酒醉飯飽，毛廁當然合用了。西瀅先生希望「教育當局」打掃，我以為在打掃之前，還須先封飯店，否則醉飽之後，總要拉矢，毛廁即永遠需用，怎麼打掃得乾淨？而且，還未打掃之前，不是已經有了「流言」了麼？流言之力，是能使糞便增光，蛆蟲成聖的，打掃夫又怎麼動手？姑無論現在有無打掃夫。\n\n至於「萬不可再敷衍下去」，那可實在是斬釘截鐵的辦法。\n\n正應該這樣辦。但是，世上雖然有斬釘截鐵的辦法，卻很少見有敢負責任的宣言。所多的是自在黑幕中，偏說不知道；替暴君奔走，卻以局外人自居；滿肚子懷著鬼胎，而裝出公允的笑臉；有誰明說出自己所觀察的是非來的，他便用了「流言」來作不負責任的武器：這種蛆蟲充滿的「臭毛廁」，是難於打掃乾淨的。丟盡「教育界的面目」的醜態，現在和將來還多著哩！\n\n五月三十日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"長城","content":"偉大的長城！\n\n這工程，雖在地圖上也還有它的小像，凡是世界上稍有知識的人們，大概都知道的罷。\n\n其實，從來不過徒然役死許多工人而已，胡人何嘗擋得住。現在不過一種古跡了，但一時也不會滅盡，或者還要保存它。\n\n我總覺得周圍有長城圍繞。這長城的構成材料，是舊有的古磚和補添的新磚。兩種東西聯為一氣造成了城壁，將人們包圍。\n\n何時才不給長城添新磚呢？\n\n這偉大而可詛咒的長城！\n\n五月十一日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"答KS君","content":"KS兄：\n\n　　我很感謝你的殷勤的慰問，但對於你所憤慨的兩點和幾句結論，我卻並不謂然，現在略說我的意見——\n\n　　第一，章士釗將我免職，我倒並沒有你似的覺得詫異，他那對於學校的手段，我也並沒有你似的覺得詫異，因為我本就沒有預期章士釗能做出比現在更好的事情來。我們看歷史，能夠據過去以推知未來，看一個人的已往的經歷，也有一樣的效用。你先有了一種無端的迷信，將章士釗當作學者或智識階級的領袖看，於是從他的行為上感到失望，發生不平，其實是作繭自縛；他這人本來就只能這樣，有著更好的期望倒是你自己的誤謬。使我較為感到有趣的倒是幾個向來稱為學者或教授的人們，居然也漸次吞吞吐吐地來說微溫話了，什麼「政潮」咧，「黨」咧，仿佛他們都是上帝一樣，超然象外，十分公平似的。誰知道人世上並沒有這樣一道矮牆，騎著而又兩腳踏地，左右穩妥，所以即使吞吞吐吐，也還是將自己的魂靈梟首通衢，掛出了原想竭力隱瞞的醜態。醜態，我說，倒還沒有什麼丟人，醜態而蒙著公正的皮，這才催人嘔吐。但終於使我覺得有趣的是蒙著公正的皮的醜態，又自己開出帳來發表了。仿佛世界上還有光明，所以即便費盡心機，結果仍然是一個瞞不住。\n\n　　第二，你這樣注意於《甲寅週刊》，也使我莫明其妙。《甲寅》第一次出版時，我想，大約章士釗還不過熟讀了幾十篇唐宋八大家文，所以模仿吞剝，看去還近於清通。至於這一回，卻大大地退步了，關於內容的事且不說，即以文章論，就比先前不通得多，連成語也用不清楚，如「每下愈況」之類。尤其害事的是他似乎後來又念了幾篇駢文，沒有融化，而急於撏撦，所以弄得文字龐雜，有如泥漿混著沙礫一樣。即如他那《停辦北京女子師範大學呈文》中有云，「釗念兒女乃家家所有良用痛心為政而人人悅之亦無是理」，旁加密圈，想是得意之筆了。但比起何栻《齊姜醉遣晉公子賦》的「公子固翩翩絕世未免有情少年而碌碌因人安能成事」來，就顯得字句和聲調都怎樣陋弱可哂。何撏比他高明得多，尚且不能入作者之林，章士釗的文章更於何處討生活呢？況且，前載公文，接著就是通信，精神雖然是自己廣告性的半官報，形式卻成了公報尺牘合璧了，我中國自有文字以來，實在沒有過這樣滑稽體式的著作。這種東西，用處只有一種，就是可以借此看看社會的暗角落裡，有著怎樣灰色的人們，以為現在是攀附顯現的時候了，也都吞吞吐吐的來開口。至於別的用處，我委實至今還想不出來。倘說這是復古運動的代表，那可是只見得復古派的可憐，不過以此當作訃聞，公佈文言文的氣絕罷了。\n\n　　所以，即使真如你所說，將有文言白話之爭，我以為也該是爭的終結，而非爭的開頭，因為《甲寅》不足稱為敵手，也無所謂戰鬥。倘要開頭，他們還得有一個更通古學，更長古文的人，才能勝對壘之任，單是現在似的每週印一回公牘和游談的堆積，紙張雖白，圈點雖多，是毫無用處的。\n\n　　鲁迅。八月二十日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"十四年的「讀經」","content":"自從章士釗主張讀經以來，論壇上又很出現了一些論議，如謂經不必尊，讀經乃是開倒車之類。我以為這都是多事的，因為民國十四年的「讀經」，也如民國前四年，四年，或將來的二十四年一樣，主張者的意思，大抵並不如反對者所想像的那麼一回事。\n\n尊孔，崇儒，專經，復古，由來已經很久了。皇帝和大臣們，向來總要取其一端，或者「以孝治天下」，或者「以忠詔天下」，而且又「以貞節勵天下」。但是，二十四史不現在麼？其中有多少孝子，忠臣，節婦和烈女？自然，或者是多到歷史上裝不下去了；那麼，去翻專誇本地人物的府縣誌書去。我可以說，可惜男的孝子和忠臣也不多的，只有節烈的婦女的名冊卻大抵有一大卷以至幾卷。孔子之徒的經，真不知讀到那裡去了；倒是不識字的婦女們能實踐。還有，歐戰時候的參戰，我們不是常常自負的麼？但可曾用《論語》感化過德國兵，用《易經》咒翻了潛水艇呢？儒者們引為勞績的，倒是那大抵目不識丁的華工！\n\n所以要中國好，或者倒不如不識字罷，一識字，就有近乎讀經的病根了。「瞰亡往拜」「出疆載質」的最巧玩藝兒，經上都有，我讀熟過的。只有幾個胡塗透頂的笨牛，真會誠心誠意地來主張讀經。而且這樣的腳色，也不消和他們討論。他們雖說什麼經，什麼古，實在不過是空嚷嚷。問他們經可是要讀到像顏回，子思，孟軻，朱熹，秦檜（他是狀元），王守仁，徐世昌，曹錕；古可是要複到像清（即所謂「本朝」），元，金，唐，漢，禹湯文武周公，無懷氏，葛天氏？他們其實都沒有定見。他們也知不清顏回以至曹錕為人怎樣，「本朝」以至葛天氏情形如何；不過像蒼蠅們失掉了垃圾堆，自不免嗡嗡地叫。況且既然是誠心誠意主張讀經的笨牛，則決無鑽營，取巧，獻媚的手段可知，一定不會闊氣；他的主張，自然也決不會發生什麼效力的。\n\n至於現在的能以他的主張，引起若干議論的，則大概是闊人。闊人決不是笨牛，否則，他早已伏處牖下，老死田間了。現在豈不是正值「人心不古」的時候麼？則其所以得闊之道，居然可知。他們的主張，其實並非那些笨牛一般的真主張，是所謂別有用意；反對者們以為他真相信讀經可以救國，真是「謬以千里」了！\n\n我總相信現在的闊人都是聰明人；反過來說，就是倘使老實，必不能闊是也。至於所掛的招牌是佛學，是孔道，那倒沒有什麼關係。總而言之，是讀經已經讀過了，很悟到一點玩意兒，這種玩意兒，是孔二先生的先生老聃的大著作裡就有的，此後的書本子裡還隨時可得。所以他們都比不識字的節婦，烈女，華工聰明；甚而至於比真要讀經的笨牛還聰明。何也？曰：「學而優則仕」故也。倘若「學」而不「優」，則以笨牛沒世，其讀經的主張，也不為世間所知。\n\n孔子豈不是「聖之時者也」麼，而況「之徒」呢？現在是主張「讀經」的時候了。武則天做皇帝，誰敢說「男尊女卑」？多數主義雖然現稱過激派，如果在列寧治下，則共產之合於葛天氏，一定可以考據出來的。但幸而現在英國和日本的力量還不弱，所以，主張親俄者，是被盧布換去了良心。\n\n我看不見讀經之徒的良心怎樣，但我覺得他們大抵是聰明人，而這聰明，就是從讀經和古文得來的。我們這曾經文明過而後來奉迎過蒙古人滿洲人大駕了的國度裡，古書實在太多，倘不是笨牛，讀一點就可以知道，怎樣敷衍，偷生，獻媚，弄權，自私，然而能夠假借大義，竊取美名。再進一步，並可以悟出中國人是健忘的，無論怎樣言行不符，名實不副，前後矛盾，撒誑造謠，蠅營狗苟，都不要緊，經過若干時候，自然被忘得乾乾淨淨；只要留下一點衛道模樣的文字，將來仍不失為「正人君子」。況且即使將來沒有「正人君子」之稱，於目下的實利又何損哉？\n\n這一類的主張讀經者，是明知道讀經不足以救國的，也不希望人們都讀成他自己那樣的；但是，耍些把戲，將人們作笨牛看則有之，「讀經」不過是這一回耍把戲偶爾用到的工具。抗議的諸公倘若不明乎此，還要正經老實地來評道理，談利害，那我可不再客氣，也要將你們歸入誠心誠意主張讀經的笨牛類裡去了。\n\n以這樣文不對題的話來解釋「儼乎其然」的主張，我自己也知道有不恭之嫌，然而我又自信我的話，因為我也是從「讀經」得來的。我幾乎讀過十三經。\n\n衰老的國度大概就免不了這類現象。這正如人體一樣，年事老了，廢料愈積愈多，組織間又沉積下礦質，使組織變硬，易就於滅亡。一面，則原是養衛人體的遊走細胞（Wanderzelle）漸次變性，只顧自己，只要組織間有小洞，它便鑽，蠶食各組織，使組織耗損，易就於滅亡。俄國有名的醫學者梅契尼珂夫（Elias Metschnikov）特地給他別立了一個名目：大嚼細胞（Fresserzelle）。據說，必須撲滅了這些，人體才免於老衰；要撲滅這些，則須每日服用一種酸性劑。他自己就實行著。\n\n古國的滅亡，就因為大部分的組織被太多的古習慣教養得硬化了，不再能夠轉移，來適應新環境。若干分子又被太多的壞經驗教養得聰明了，於是變性，知道在硬化的社會裡，不妨妄行。單是妄行的是可與論議的，故意妄行的卻無須再與談理。惟一的療救，是在另開藥方：酸性劑，或者簡直是強酸劑。\n\n不提防臨末又提到了一個俄國人，怕又有人要疑心我收到盧布了罷。我現在鄭重聲明：我沒有收過一張紙盧布。因為俄國還未赤化之前，他已經死掉了，是生了別的急病，和他那正在實驗的藥的有效與否這問題無干。\n\n十一月十八日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"忽然想到","content":"大約是送報人忙不過來了，昨天不見報，今天才給補到，但是奇怪，正張上已經剪去了兩小塊；幸而副刊是完全的。那上面有一篇武者君的《溫良》，又使我記起往事，我記得確曾用了這樣一個糖衣的毒刺贈送過我的同學們。現在武者君也在大道上發見了兩樣東西了：凶獸和羊。但我以為這不過發見了一部分，因為大道上的東西還沒有這樣簡單，還得附加一句，是：凶獸樣的羊，羊樣的凶獸。\n\n他們是羊，同時也是凶獸；但遇見比他更凶的凶獸時便現羊樣，遇見比他更弱的羊時便現凶獸樣，因此，武者君誤認為兩樣東西了。\n\n我還記得第一次五四以後，軍警們很客氣地只用槍托，亂打那手無寸鐵的教員和學生，威武到很像一隊鐵騎在苗田上馳騁；學生們則驚叫奔避，正如遇見虎狼的羊群。但是，當學生們成了大群，襲擊他們的敵人時，不是遇見孩子也要推他摔幾個觔鬥麼？在學校裡，不是還唾駡敵人的兒子，使他非逃回家去不可麼？這和古代暴君的滅族的意見，有什麼區分！\n\n我還記得中國的女人是怎樣被壓制，有時簡直並羊而不如。現在托了洋鬼子學說的福，似乎有些解放了。但她一得到可以逞威的地位如校長之類，不就雇用了「掠袖擦掌」的打手似的男人，來威嚇毫無武力的同性的學生們麼？不是利用了外面正有別的學潮的時候，和一些狐群狗黨趁勢來開除她私意所不喜的學生們麼？而幾個在「男尊女卑」的社會生長的男人們，此時卻在異性的飯碗化身的面前搖尾，簡直並羊而不如。羊，誠然是弱的，但還不至於如此，我敢給我所敬愛的羊們保證！\n\n但是，在黃金世界還未到來之前，人們恐怕總不免同時含有這兩種性質，只看發現時候的情形怎樣，就顯出勇敢和卑怯的大區別來。可惜中國人但對於羊顯凶獸相，而對於凶獸則顯羊相，所以即使顯著凶獸相，也還是卑怯的國民。這樣下去，一定要完結的。\n\n我想，要中國得救，也不必添什麼東西進去，只要青年們將這兩種性質的古傳用法，反過來一用就夠了：對手如凶獸時就如凶獸，對手如羊時就如羊！\n\n那麼，無論什麼魔鬼，就都只能回到他自己的地獄裡去。\n\n五月十日。\n\n五月十二日《京報》的「顯微鏡」下有這樣的一條——\n\n「某學究見某報上載教育總長『章士釘』五七呈文，愀然曰：『名字怪僻如此，非聖人之徒也，豈能為吾儕衛古文之道者乎！』」因此想起中國有幾個字，不但在白話文中，就是在文言文中也幾乎不用。其一是這誤印為「釘」的「釗」字，還有一個是「淦」字，大概只在人名裡還有留遺。我手頭沒有《說文解字》，釗字的解釋完全不記得了，淦則仿佛是船底漏水的意思。我們現在要敘述船漏水，無論用怎樣古奧的文章，大概總不至於說「淦矣」了罷，所以除了印張國淦，孫嘉淦或新淦縣的新聞之外，這一粒鉛字簡直是廢物。\n\n至於「釗」，則化而為「釘」還不過一個小笑話；聽說竟有人因此受害。曹錕做總統的時代（那時這樣寫法就要犯罪），要辦李大釗先生，國務會議席上一個閣員說：「只要看他的名字，就知道不是一個安分的人。什麼名字不好取，他偏要叫李大劍？！」於是乎辦定了，因為這位「大劍」先生已經用名字自己證實，是「大刀王五」一流人。\n\n我在N的學堂做學生的時候，也曾經因這「釗」字碰過幾個小釘子，但自然因為我自己不「安分」。一個新的職員到校了，勢派非常之大，學者似的，很傲然。可惜他不幸遇見了一個同學叫「沈釗」的，就倒了楣，因為他叫他「沈鈞」，以表白自己的不識字。於是我們一見面就譏笑他，就叫他為「沈鈞」，並且由譏笑而至於相罵。兩天之內，我和十多個同學就迭連記了兩小過兩大過，再記一小過，就要開除了。\n\n但開除在我們那個學校裡並不算什麼大事件，大堂上還有軍令，可以將學生殺頭的。做那裡的校長這才威風呢，——但那時的名目卻叫作「總辦」的，資格又須是候補道。\n\n假使那時也像現在似的專用高壓手段，我們大概是早經「正法」，我也不會還有什麼「忽然想到」的了。我不知怎的近來很有「懷古」的傾向，例如這回因為一個字，就會露出遺老似的「緬懷古昔」的口吻來。\n\n五月十三日。\n\n記得有人說過，回憶多的人們是沒出息的了，因為他眷念從前，難望再有勇猛的進取；但也有說回憶是最為可喜的。\n\n前一說忘卻了誰的話，後一說大概是A．France罷，——都由他。可是他們的話也都有些道理，整理起來，研究起來，一定可以消費許多功夫；但這都聽憑學者們去幹去，我不想來加入這一類高尚事業了，怕的是毫無結果之前，已經「壽終正寢」。（是否真是壽終，真在正寢，自然是沒有把握的，但此刻不妨寫得好看一點。）我能謝絕研究文藝的酒筵，能遠避開除學生的飯局，然而閻羅大王的請帖，大概是終於沒法「謹謝」的，無論你怎樣擺架子。好，現在是並非眷念過去，而是遙想將來了，可是一樣的沒出息。管他娘的，寫下去——\n不動筆是為要保持自己的身分，我近來才知道；可是動筆的九成九是為自己來辯護，則早就知道的了，至少，我自己就這樣。所以，現在要寫出來的，也不過是為自己的一封信——\n\nFD君：\n\n　　記得一年或兩年之前，蒙你賜書，指摘我在《阿Q正傳》中寫捉拿一個無聊的阿Q而用機關槍，是太遠於事理。我當時沒有答覆你，一則你信上不寫住址，二則阿Q已經捉過，我不能再邀你去看熱鬧，共同證實了。\n\n　　但我前幾天看報章，便又記起了你。報上有一則新聞，大意是學生要到執政府去請願，而執政府已于事前得知，東門上添了軍隊，西門上還擺起兩架機關槍，學生不得入，終於無結果而散雲。你如果還在北京，何妨遠遠地——愈遠愈好——去望一望呢，倘使真有兩架，那麼，我就「振振有辭」了。\n\n　　夫學生的遊行和請願，由來久矣。他們都是「鬱鬱乎文哉」，不但絕無炸彈和手槍，並且連九節鋼鞭，三尖兩刃刀也沒有，更何況丈八蛇矛和青龍掩月刀乎？至多，「懷中一紙書」而已，所以向來就沒有鬧過亂子的歷史。現在可是已經架起機關槍來了，而且有兩架！\n\n　　但阿Q的事件卻大得多了，他確曾上城偷過東西，未莊也確已出了搶案。那時又還是民國元年，那些官吏，辦事自然比現在更離奇。先生！你想：這是十三年前的事呵。那時的事，我以為即使在《阿Q正傳》中再給添上一混成旅和八尊過山炮，也不至於「言過其實」的罷。\n\n　　請先生不要用普通的眼光看中國。我的一個朋友從印度回來，說，那地方真古怪，每當自己走過恒河邊，就覺得還要防被捉去殺掉而祭天。我在中國也時時起這一類的恐懼。普通認為romantic的，在中國是平常事；機關槍不裝在土穀祠外，還裝到那裡去呢？\n\n　　一九二五年五月十四日，魯迅上。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"「碰壁」之餘","content":"女師大事件在北京似乎竟頗算一個問題，號稱「大報」如所謂《現代評論》者，居然也「評論」了好幾次。據我所記得的，是先有「一個女讀者」的一封信，無名小女卒，不在話下。此後是兩個作者的「評論」了：陳西瀅先生在《閒話》之間評為「臭毛廁」，李仲揆先生的《在女師大觀劇的經驗》裡則比作戲場。我很吃驚於同是人，而眼光竟有這麼不同；但究竟同是人，所以意見也不無符合之點：都不將學校看作學校。這一點，也可以包括楊蔭榆女士的「學校猶家庭」和段祺瑞執政的「先父兄之教」。\n\n陳西瀅先生是「久已夫非一日矣」的《閒話》作家，那大名我在報紙的廣告上早經看熟了，然而大概還是一位高人，所以遇有不合自意的，便一氣呵成屎橛，而世界上蛆蟲也委實太多。至於李仲揆先生其人也者，我在《女師風潮紀事》上才識大名，是八月一日擁楊蔭榆女士攻入學校的三勇士之一；到現在，卻又知道他還是一位達人了，庸人以為學潮的，到他眼睛裡就等於「觀劇」：這是何等逍遙自在。\n\n據文章上說，這位李仲揆先生是和楊女士「不過見面兩次」，但卻被用電話邀去看「名振一時的文明新戲」去了，幸而李先生自有腳踏車，否則，還要用汽車來迎接哩。我真自恨福薄，一直活到現在，壽命已不可謂不長，而從沒有遇見過一個不大認識的女士來邀「觀劇」；對於女師大的事說了幾句話，尚且因為不過是教一兩點功課的講師，「碰壁之後」，還很恭聽了些高仁山先生在《晨報》上所發表的偉論。真的，世界上實在又有各式各樣的運氣，各式各樣的嘴，各式各樣的眼睛。\n\n接著又是西瀅先生的《閒話》：「現在一部分報紙的篇幅，幾乎全讓女師風潮占去了。現在大部分愛國運動的青年的時間，也幾乎全讓女師風潮占去了。……女師風潮實在是了不得的大事情，實在有了不得的大意義。」臨末還有頗為俏皮的結論道：「外國人說，中國人是重男輕女的。我看不見得吧。」\n\n我看也未必一定「見得」。正如人們有各式各樣的眼睛一樣，也有各式各樣的心思，手段。便是外國人的尊重一切女性的事，倘使好講冷話的人說起來，也許以為意在於一個女性。然而侮蔑若干女性的事，有時也就可以說意在於一個女性。偏執的弗羅特先生宣傳了「精神分析」之後，許多正人君子的外套都被撕碎了。但撕下了正人君子的外套的也不一定就是「小人」，只要並非自以為還鑽在外套裡的不顯本相的腳色。\n\n我看也未必一定「見得」。中國人是「聖之時者也」教徒，況且活在二十世紀了，有華道理，有洋道理，輕重當然是都隨意而無不合於道的：重男輕女也行，重女輕男也行，為了一個女性而重一切女性或輕若干女性也行，為了一個男人而輕若干女性或男性也行……。所可惜的是自從西瀅先生看出底細之後，除了啞吧或半陰陽，就都墜入弗羅特先生所掘的陷坑裡去了。\n\n自己墜下去的是自作自受，可恨者乃是還要帶累超然似的局外人，例如女師大——對不起，又是女師大——風潮，從有些眼睛看來，原是不值得提起的，但因為竟占去了許多可貴的東西，如「報紙的篇幅」「青年的時間」之類，所以，連《現代評論》的「篇幅」和西瀅先生的時間也被拖累著占去一點了，而尤其罪大惡極的是觸犯了什麼「重男輕女」重女輕男這些大秘密。倘不是西瀅先生首先想到，提出，大概是要被含胡過去了的。\n\n我看，奧國的學者實在有些偏激，弗羅特就是其一，他的分析精神，竟一律看待，不讓誰站在超人間的上帝的地位上。還有那短命的Otto Weininger，他的痛駡女人，不但不管她是校長，學生，同鄉，親戚，愛人，自己的太太，太太的同鄉，簡直連自己的媽都罵在內。這實在和弗羅特說一樣，都使人難於利用。不知道咱們的教授或學者們，可有方法補救沒有？但是，我要先報告一個好消息：Weininger早用手槍自殺了。這已經有劉百昭率領打手痛打女師大——對不起，又是女師大——的「毛丫頭」一般「痛快」，他的話也就大可置之不理了罷。\n\n還有一個好消息。「毛丫頭」打出之後，張崧年先生引「羅素之所信」道，「因世人之愚，許多問題或終於不免只有武力可以解決也！」（《京副》二五○號）又據楊蔭榆女士，章士釗總長者流之所說，則搗亂的「毛丫頭」是極少數，可見中國的聰明人還多著哩，這是大可以樂觀的。\n\n忽而想談談我自己的事了。\n\n我今年已經有兩次被封為「學者」，而發表之後，也就即刻取消。第一次是我主張中國的青年應當多看外國書，少看，或者竟不看中國書的時候，便有論客以為素稱學者的魯迅不該如此，而現在竟至如此，則不但決非學者，而且還有洋奴的嫌疑。第二次就是這回僉事免職之後，我在《莽原》上發表了答KS君信，論及章士釗的腳色和文章的時候，又有論客以為因失了「區區僉事」而反對章士釗，確是氣量狹小，沒有「學者的態度」；而且，豈但沒有「學者的態度」而已哉，還有「人格卑污」的嫌疑云。\n\n其實，沒有「學者的態度」，那就不是學者嘍，而有些人偏要硬派我做學者。至於何時封贈，何時考定，卻連我自己也一點不知道。待到他們在報上說出我是學者，我自己也借此知道了原來我是學者的時候，則已經同時發表了我的罪狀，接著就將這體面名稱革掉了，雖然總該還要恢復，以便第三次的藉口。\n\n據我想來，僉事——文士詩人往往誤作簽事，今據官書正定——這一個官兒倒也並不算怎樣「區區」，只要看我免職之後，就頗有些人在那裡鑽謀樸缺，便是一個老大的證據。至於又有些人以為無足重輕者，大約自己現在還不過做幾句「說不出」的詩文，所以不知不覺地就來「慷他人之慨」了罷，因為人的將來是想不到的。然而，慚愧我還不是「臣罪當誅兮天王聖明」式的理想奴才，所以竟不能「盡如人意」，已經在平政院對章士釗提起訴訟了。\n\n提起訴訟之後，我只在答KS君信裡論及一回章士釗，但聽說已經要「人格卑污」了。然而別一論客卻道是並不大罵，所以魯迅究竟不足取。我所經驗的事委實有點希奇，每有「碰壁」一類的事故，平時回護我的大抵願我設法應付，甚至於暫圖苟全。平時憎惡我的卻總希望我做一個完人，即使敵手用了卑劣的流言和陰謀，也應該正襟危坐，毫無憤怨，默默地吃苦；或則戟指嚼舌，噴血而亡。為什麼呢？自然是專為顧全我的人格起見嘍。\n\n夠了，我其實又何嘗「碰壁」，至多也不過遇見了「鬼打牆」罷了。\n\n九月十五日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"雜感","content":"人們有淚，比動物進化，但即此有淚，也就是不進化，正如已經只有盲腸，比鳥類進化，而究竟還有盲腸，終不能很算進化一樣。凡這些，不但是無用的贅物，還要使其人達到無謂的滅亡。 \n\n現今的人們還以眼淚贈答，並且以這為最上的贈品，因為他此外一無所有。無淚的人則以血贈答，但又各各拒絕別人的血。 \n\n人大抵不願意愛人下淚。但臨死之際，可能也不願意愛人為你下淚麼？無淚的人無論何時，都不願意愛人下淚，並且連血也不要：他拒絕一切為他的哭泣和滅亡。 \n\n人被殺於萬眾聚觀之中，比被殺在「人不知鬼不覺」的地方快活，因為他可以妄想，博得觀眾中的或人的眼淚。但是，無淚的人無論被殺在什麼所在，於他並無不同。 \n\n殺了無淚的人，一定連血也不見。愛人不覺他被殺之慘，仇人也終於得不到殺他之樂：這是他的報恩和復仇。 \n\n死於敵手的鋒刃，不足悲苦；死于不知何來的暗器，卻是悲苦。但最悲苦的是死于慈母或愛人誤進的毒藥，戰友亂發的流彈，病菌的並無惡意的侵入，不是我自己制定的死刑。 \n\n仰慕往古的，回往古去罷！想出世的，快出世罷！想上天的，快上天罷！靈魂要離開肉體的，趕快離開罷！現在的地上，應該是執著現在，執著地上的人們居住的。 \n\n但厭惡現世的人們還住著。這都是現世的仇仇，他們一日存在，現世即一日不能得救。 \n\n先前，也曾有些願意活在現世而不得的人們，沉默過了，呻吟過了，歎息過了，哭泣過了，哀求過了，但仍然願意活在現世而不得，因為他們忘卻了憤怒。 \n勇者憤怒，抽刃向更強者；怯者憤怒，卻抽刃向更弱者。 不可救藥的民族中，一定有許多英雄，專向孩子們瞪眼。這些孱頭們！ \n\n孩子們在瞪眼中長大了，又向別的孩子們瞪眼，並且想：他們一生都過在憤怒中。因為憤怒只是如此，所以他們要憤怒一生，——而且還要憤怒二世，三世，四世，以至末世。 \n\n無論愛什麼，——飯，異性，國，民族，人類等等，—— 只有糾纏如毒蛇，執著如怨鬼，二六時中，沒有已時者有望。 但太覺疲勞時，也無妨休息一會罷；但休息之後，就再來一回罷，而且兩回，三回……。血書，章程，請願，講學，哭，電報，開會，挽聯，演說，神經衰弱，則一切無用。 \n\n血書所能掙來的是什麼？不過就是你的一張血書，況且並不好看。至於神經衰弱，其實倒是自己生了病，你不要再當作寶貝了，我的可敬愛而討厭的朋友呀！ \n\n我們聽到呻吟，歎息，哭泣，哀求，無須吃驚。見了酷烈的沉默，就應該留心了；見有什麼像毒蛇似的在屍林中蜿蜒，怨鬼似的在黑暗中奔馳，就更應該留心了：這在豫告「真的憤怒」將要到來。那時候，仰慕往古的就要回往古去了，想出世的要出世去了，想上天的要上天了，靈魂要離開肉體的就要離開了！…… \n\n五月五日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"犧牲謨","content":"「阿呀阿呀，失敬失敬！原來我們還是同志。我開初疑心你是一個乞丐，心裡想：好好的一個漢子，又不衰老，又非殘疾，為什麼不去做工，讀書的？所以就不免露出『責備賢者』的神色來，請你不要見氣，我們的心實在太坦白了，什麼也藏不住，哈哈！可是，同志，你也似乎太……。\n\n「哦哦！你什麼都犧牲了？可敬可敬！我最佩服的就是什麼都犧牲，為同胞，為國家。我向來一心要做的也就是這件事。你不要看得我外觀闊綽，我為的是要到各處去宣傳。社會還太勢利，如果像你似的只剩一條破褲，誰肯來相信你呢？所以我只得打扮起來，寧可人們說閒話，我自己總是問心無愧。正如『禹入裸國亦裸而遊』一樣，要改良社會，不得不然，別人那裡會懂得我們的苦心孤詣。但是，朋友，你怎麼竟奄奄一息到這地步了？\n\n「哦哦！已經九天沒有吃飯？！這真是清高得很哪！我只好五體投地。看你雖然怕要支持不下去，但是——你在歷史上一定成名，可賀之至哪！現在什麼『歐化』『美化』的邪說橫行，人們的眼睛只看見物質，所缺的就是你老兄似的模範人物。你瞧，最高學府的教員們，也居然一面教書，一面要起錢來，他們只知道物質，中了物質的毒了。難得你老兄以身作則，給他們一個好榜樣看，這于世道人心，一定大有裨益的。你想，現在不是還嚷著什麼教育普及麼？教育普及起來，要有多少教員；如果都像他們似的定要吃飯，在這四郊多壘時候，那裡來這許多飯？像你這樣清高，真是濁世中獨一無二的中流砥柱：可敬可敬！你讀過書沒有？如果讀過書，我正要創辦一個大學，就請你當教務長去。其實你只要讀過『四書』就好，加以這樣品格，已經很夠做『莘莘學子』的表率了。\n\n「不行？沒有力氣？可惜可惜！足見一面為社會做犧牲，一面也該自己講講衛生。你於衛生可惜太不講究了。你不要以為我的胖頭胖臉是因為享用好，我其實是專靠衛生，尤其得益的是精神修養，『君子憂道不憂貧』呀！但是，我的同志，你什麼都犧牲完了，究竟也大可佩服，可惜你還剩一條褲，將來在歷史上也許要留下一點白璧微瑕……。\n\n「哦哦，是的。我知道，你不說也明白：你自然連這褲子也不要，你何至於這樣地不徹底；那自然，你不過還沒有犧牲的機會罷了。敝人向來最贊成一切犧牲，也最樂於『成人之美』況且我們是同志，我當然應該給你想一個完全辦法，因為一個人最緊要的是『晚節』，一不小心，可就前功盡棄了！\n\n「機會湊得真好：舍間一個小鴉頭，正缺一條褲……。朋友，你不要這麼看我，我是最反對人身買賣的，這是最不人道的事。但是，那女人是在大旱災時候留下的，那時我不要，她的父母就會把她賣到妓院裡去。你想，這何等可憐。我留下地，正為的講人道。況且那也不算什麼人身買賣，不過我給了她父母幾文，她的父母就把自己的女兒留在我家裡就是了。我當初原想將她當作自己的女兒看，不，簡直當作姊妹，同胞看；可恨我的賤內是舊式，說不通。你要知道舊式的女人頑固起來，真是無法可想的，我現在正在另外想點法子……。\n\n「但是，那娃兒已經多天沒有褲子了，她是災民的女兒。我料你一定肯幫助的。我們都是『貧民之友』呵。況且你做完了這一件事情之後，就是全始全終；我保你將來銅像巍巍，高入雲表，呵，一切貧民都鞠躬致敬……。\n\n「對了，我知道你一定肯，你不說我也明白。但你此刻且不要脫下來。我不能拿了走，我這副打扮，如果手上拿一條破褲子，別人見了就要詫異，於我們的犧牲主義的宣傳會有妨礙的。現在的社會還太胡塗，——你想，教員還要吃飯，——那裡能懂得我們這純潔的精神呢，一定要誤解的。一經誤解，社會恐怕要更加自私自利起來，你的工作也就『非徒無益而又害之』了，朋友。\n\n「你還能勉強走幾步罷？不能？這可叫人有點為難了，——那麼，你該還能爬？好極了！那麼，你就爬過去。你趁你還能爬的時候趕緊爬去，萬不要『功虧一簣』。但你須用趾尖爬，膝髁不要太用力；褲子擦著沙石，就要更破爛，不但可憐的災民的女兒受不著實惠，並且連你的精神都白扔了。先行脫下了也不妥當，一則太不雅觀，二則恐怕巡警要干涉，還是穿著爬的好。我的朋友，我們不是外人，肯給你上當的麼？舍間離這裡也並不遠，你向東，轉北，向南，看路北有兩株大槐樹的紅漆門就是。你一爬到，就脫下來，對號房說：這是老爺叫我送來的，交給太太收下。你一見號房，應該趕快說，否則也許將你當作一個討飯的，會打你。唉唉，近來討飯的太多了，他們不去做工，不去讀書，單知道要飯。所以我的號房就借痛打這方法，給他們一個教訓，使他們知道做乞丐是要給人痛打的，還不如去做工讀書好……。\n\n「你就去麼？好好！但千萬不要忘記：交代清楚了就爬開，不要停在我的屋界內。你已經九天沒有吃東西了，萬一出了什麼事故，免不了要給我許多麻煩，我就要減少許多寶貴的光陰，不能為社會服務。我想，我們不是外人，你也決不願意給自己的同志許多麻煩的，我這話也不過姑且說說。\n\n「你就去罷！好，就去！本來我也可以叫一輛人力車送你去，但我知道用人代牛馬來拉人，你一定不贊成的，這事多麼不人道！我去了。你就动身罢。你不要这麼萎靡不振，爬呀！朋友！我的同志，你快爬呀，向東呀！……」\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"夏三蟲","content":"夏天近了，將有三蟲：蚤，蚊，蠅。 \n\n假如有誰提出一個問題，問我三者之中，最愛什麼，而且非愛一個不可，又不准像「青年必讀書」那樣的繳白卷的。 \n\n我便只得回答道：跳蚤。 \n\n跳蚤的來吮血，雖然可惡，而一聲不響地就是一口，何等直截爽快。蚊子便不然了，一針叮進皮膚，自然還可以算得有點徹底的，但當未叮之前，要哼哼地發一篇大議論，卻使人覺得討厭。如果所哼的是在說明人血應該給它充饑的理由，那可更其討厭了，幸而我不懂。 \n\n野雀野鹿，一落在人手中，總時時刻刻想要逃走。其實，在山林間，上有鷹鸇，下有虎狼，何嘗比在人手裏安全。為什麼當初不逃到人類中來，現在卻要逃到鷹鸇虎狼間去？或者，鷹鸇虎狼之于它們，正如跳蚤之于我們罷。肚子餓了，抓著就是一口，決不談道理，弄玄虛。被喫者也無須在被喫之前，先承認自己之理應被喫，心悅誠服，誓死不二。人類，可是也頗擅長于哼哼的了，害中取小，它們的避之惟恐不速，正是絕頂聰明。 \n\n蒼蠅嗡嗡地鬧了大半天，停下來也不過舐一點油汗，倘有傷痕或瘡癤，自然更占一些便宜；無論怎麼好的，美的，乾淨的東西，又總喜歡一律拉上一點蠅矢。但因為只舐一點油汗，只添一點腌臢，在麻木的人們還沒有切膚之痛，所以也就將它放過了。中國人還不很知道它能夠傳播病菌，捕蠅運動大概不見得興盛。它們的運命是長久的；還要更繁殖。 \n\n但它在好的，美的，乾淨的東西上拉了蠅矢之後，似乎還不至于欣欣然反過來嘲笑這東西的不潔：總要算還有一點道德的。\n\n古今君子，每以禽獸斥人，殊不知便是昆蟲，值得師法的地方也多著哪。 \n\n四月四日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"這回是「多數」的把戲","content":"《現代評論》五五期《閒話》的末一段是根據了女大學生的宣言，說女師大學生只有二十個，別的都已進了女大，就深悔從前受了「某種報紙的催眠」。幸而見了宣言，這才省悟過來了，於是發問道：「要是二百人（按據雲這是未解散前的數目）中有一百九十九人入了女大便怎樣？要是二百人都入了女大便怎樣？難道女師大校務維持會招了幾個新生也去恢復麼？我們不免要奇怪那維持會維持的究竟是誰呢？他們的目的究竟是什麼呢？」\n\n這當然要為夏間並不維持女師大而現在則出而維持「公理」的陳源教授所不解的。我雖然是女師大維持會的一個委員，但也知道別一種可解的辦法——\n\n二十人都往多的一邊跑，維持會早該趨奉章士釗！\n\n我也是「四五十歲的人愛說四五歲的孩子話」，而且愛學奴才話的，所以所說的也許是笑話。但是既經說開，索性再說幾句罷：要是二百人中有二百另一人入了女大便怎樣？要是維持會員也都入了女大便怎樣？要是一百九十九人入了女大，而剩下的一個人偏不要維持便怎樣？……\n\n我想這些妙問，大概是無人能答的。這實在問得太離奇，雖是四五歲的孩子也不至於此，——我們不要小覷了孩子。人也許能受「某種報紙的催眠」，但也因人而異，「某君」只限於「某種」；即如我，就決不受《現代評論》或「女大學生某次宣言」的催眠。假如，倘使我看了《閒話》之後，便撫心自問：「要是二百人中有一百九十九人入了女大便怎樣？……維持會維持的究竟是誰呢？……」那可真要連自己也奇怪起來，立刻對章士釗的木主肅然起敬了。但幸而連陳源教授所據為典要的《女大學生二次宣言》也還說有二十人，所以我也正不必有什麼「杞天之慮」。\n\n記得「公理」時代（可惜這黃金時代竟消失得那麼快），不是有人說解散女師大的是章士釗，女大乃另外設立，所以石駙馬大街的校址是不該歸還的麼？自然，或者也可以這樣說。但我卻沒有被其催眠，反覺得這道理比滿洲人所說的「亡明者闖賊也，我大清天下，乃得之於闖賊，非取之於明」的話還可笑。從表面上看起來，滿人的話，倒還算順理成章，不過也只能騙順民，不能騙遺民和逆民，因為他們知道此中的底細。我不聰明，本也很可以相信的，然而竟不被騙者，因為幸而目睹了十四年前的革命，自己又是中國人。\n\n然而「要是」女師大學生竟一百九十九人都入了女大，又怎樣呢？其實，「要是」章士釗再做半年總長，或者他的走狗們作起祟來，宗帽胡同的學生縱不至於「都入了女大」，但可以被迫脅到只剩一個或不剩一個，也正是意中事。陳源教授畢竟是「通品」，雖是理想也未始沒有實現的可能。那麼，怎麼辦呢？我想，維持。那麼，「目的究竟是什麼呢？」我想，就用一句《閒話》來答覆：「代被群眾專制所壓迫者說幾句公平話」。\n\n可惜正如「公理」的忽隱忽現一樣，「少數」的時價也四季不同的。楊蔭榆時候多數不該「壓迫」少數，現在是少數應該服從多數了。你說多數是不錯的麼，可是俄國的多數主義現在也還叫作過激黨，為大英，大日本和咱們中華民國的紳士們所「深惡而痛絕之」。這真要令我莫名其妙。或者「暴民」是雖然多數，也得算作例外的罷。\n\n「要是」帝國主義者搶去了中國的大部分，只剩了一二省，我們便怎樣？別的都歸了強國了，少數的土地，還要維持麼？！明亡以後，一點土地也沒有了，卻還有竄身海外，志在恢復的人。凡這些，從現在的「通品」看來，大約都是謬種，應該派「在德國手格盜匪數人」，立功海外的英雄劉百昭去剿滅他們的罷。\n\n「要是」真如陳源教授所言，女師大學生只有二十了呢？但是究竟還有二十人。這足可使在章士釗門下暗作走狗而臉皮還不十分厚的教授文人學者們愧死！\n\n十二月二十八日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"我觀北大","content":"因為北大學生會的緊急徵發，我於是總得對於本校的二十七周年紀念來說幾句話。\n\n據一位教授的名論，則「教一兩點鐘的講師」是不配與聞校事的，而我正是教一點鐘的講師。但這些名論，只好請恕我置之不理；——如其不恕，那麼，也就算了，人那裡顧得這些事。\n\n我向來也不專以北大教員自居，因為另外還與幾個學校有關係。然而不知怎的，——也許是含有神妙的用意的罷，今年忽而頗有些人指我為北大派。我雖然不知道北大可真有特別的派，但也就以此自居了。北大派麼？就是北大派！怎麼樣呢？\n\n但是，有些流言家幸勿誤會我的意思，以為謠我怎樣，我便怎樣的。我的辦法也並不一律。譬如前次的遊行，報上謠我被打落了兩個門牙，我可決不肯具呈警廳，籲請補派軍警，來將我的門牙從新打落。我之照著謠言做去，是以專檢自己所願意者為限的。\n\n我覺得北大也並不壞。如果真有所謂派，那麼，被派進這派裡去，也還是也就算了。理由在下面：\n\n既然是二十七周年，則本校的萌芽，自然是發於前清的，但我並民國初年的情形也不知道。惟據近七八年的事實看來，第一，北大是常為新的，改進的運動的先鋒，要使中國向著好的，往上的道路走。雖然很中了許多暗箭，背了許多謠言；教授和學生也都逐年地有些改換了，而那向上的精神還是始終一貫，不見得弛懈。自然，偶爾也免不了有些很想勒轉馬頭的，可是這也無傷大體，「萬眾一心」，原不過是書本子上的冠冕話。\n\n第二，北大是常與黑暗勢力抗戰的，即使只有自己。自從章士釗提了「整頓學風」的招牌來「作之師」，並且分送金款以來，北大卻還是給他一個依照彭允彝的待遇。現在章士釗雖然還伏在暗地裡做總長，本相卻已顯露了；而北大的校格也就愈明白。那時固然也曾顯出一角灰色，但其無傷大體，也和第一條所說相同。\n\n我不是公論家，有上帝一般決算功過的能力。僅據我所感得的說，則北大究竟還是活的，而且還在生長的。凡活的而且在生長者，總有著希望的前途。\n\n今天所想到的就是這一點。但如果北大到二十八周年而仍不為章士釗者流所謀害，又要出紀念刊，我卻要預先聲明：不來多話了。一則，命題作文，實在苦不過；二則，說起來大約還是這些話。\n\n十二月十三日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"這個與那個","content":"一個闊人說要讀經，嗡的一陣一群狹人也說要讀經。豈但「讀」而已矣哉，據說還可以「救國」哩。「學而時習之，不亦說乎？」那也許是確鑿的罷，然而甲午戰敗了，——為什麼獨獨要說「甲午」呢，是因為其時還在開學校，廢讀經以前。\n\n我以為伏案還未功深的朋友，現在正不必埋頭來哼線裝書。倘其咿唔日久，對於舊書有些上癮了，那麼，倒不如去讀史，尤其是宋朝明朝史，而且尤須是野史；或者看雜說。\n\n現在中西的學者們，幾乎一聽到「欽定四庫全書」這名目就魂不附體，膝彎總要軟下來似的。其實呢，書的原式是改變了，錯字是加添了，甚至於連文章都刪改了，最便當的是《琳琅秘室叢書》中的兩種《茅亭客話》，一是宋本，一是四庫本，一比較就知道。「官修」而加以「欽定」的正史也一樣，不但本紀咧，列傳咧，要擺「史架子」；裡面也不敢說什麼。據說，字裡行間是也含著什麼褒貶的，但誰有這麼多的心眼兒來猜悶壺盧。至今還道「將平生事蹟宣付國史館立傳」，還是算了罷。\n\n野史和雜說自然也免不了有訛傳，挾恩怨，但看往事卻可以較分明，因為它究竟不像正史那樣地裝腔作勢。看宋事，《三朝北盟彙編》已經變成古董，太貴了，新排印的《宋人說部叢書》卻還便宜。明事呢，《野獲編》原也好，但也化為古董了，每部數十元；易於入手的是《明季南北略》，《明季稗史彙編》，以及新近集印的《痛史》。\n\n史書本來是過去的陳帳簿，和急進的猛士不相干。但先前說過，倘若還不能忘情於咿唔，倒也可以翻翻，知道我們現在的情形，和那時的何其神似，而現在的昏妄舉動，胡塗思想，那時也早已有過，並且都鬧糟了。\n\n試到中央公園去，大概總可以遇見祖母得著她孫女兒在玩的。這位祖母的模樣，就預示著那娃兒的將來。所以倘有誰要預知令夫人後日的丰姿，也只要看丈母。不同是當然要有些不同的，但總歸相去不遠。我們查帳的用處就在此。\n\n但我並不說古來如此，現在遂無可為，勸人們對於「過去」生敬畏心，以為它已經鑄定了我們的運命。Le Bon先生說，死人之力比生人大，誠然也有一理的，然而人類究竟進化著。又據章士釗總長說，則美國的什麼地方已在禁講進化論了，這實在是嚇死我也，然而禁只管禁，進卻總要進的。\n\n總之：讀史，就愈可以覺悟中國改革之不可緩了。雖是國民性，要改革也得改革，否則，雜史雜說上所寫的就是前車。一改革，就無須怕孫女兒總要像點祖母那些事，譬如祖母的腳是三角形，步履維艱的，小姑娘的卻是天足，能飛跑；丈母老太太出過天花，臉上有些缺點的，令夫人卻種的是牛痘，所以細皮白肉：這也就大差其遠了。\n\n十二月八日。\n\n中國的人們，遇見帶有會使自己不安的朕兆的人物，向來就用兩樣法：將他壓下去，或者將他捧起來。\n\n壓下去就用舊習慣和舊道德，或者憑官力，所以孤獨的精神的戰士，雖然為民眾戰鬥，卻往往反為這「所為」而滅亡。到這樣，他們這才安心了。壓不下時，則於是乎捧，以為抬之使高，饜之使足，便可以於己稍稍無害，得以安心。\n\n伶俐的人們，自然也有謀利而捧的，如捧闊老，捧戲子，捧總長之類；但在一般粗人，——就是未嘗「讀經」的，則凡有捧的行為的「動機」，大概是不過想免害。即以所奉祀的神道而論，也大抵是兇惡的，火神瘟神不待言，連財神也是蛇呀刺蹳呀似的駭人的畜類；觀音菩薩倒還可愛，然而那是從印度輸入的，並非我們的「國粹」。要而言之：凡有被捧者，十之九不是好東西。\n\n既然十之九不是好東西，則被捧而後，那結果便自然和捧者的希望適得其反了。不但能使不安，還能使他們很不安，因為人心本來不易饜足。然而人們終於至今沒有悟，還以捧為苟安之一道。\n\n記得有一部講笑話的書，名目忘記了，也許是《笑林廣訊》罷，說，當一個知縣的壽辰，因為他是子年生，屬鼠的，屬員們便集資鑄了一個金老鼠去作賀禮。知縣收受之後，另尋了機會對大眾說道：明年又恰巧是賤內的整壽；她比我小一歲，是屬牛的。其實，如果大家先不送金老鼠，他決不敢想金牛。一送開手，可就難於收拾了，無論金牛無力致送，即使送了，怕他的姨太太也會屬象。象不在十二生肖之內，似乎不近情理罷，但這是我替他設想的法子罷了，知縣當然別有我們所莫測高深的妙法在。\n\n民元革命時候，我在S城，來了一個都督。他雖然也出身綠林大學，未嘗「讀經」（？），但倒是還算顧大局，聽輿論的，可是自紳士以至於庶民，又用了祖傳的捧法群起而捧之了。這個拜會，那個恭維，今天送衣料，明天送翅席，捧得他連自己也忘其所以，結果是漸漸變成老官僚一樣，動手刮地皮。\n\n最奇怪的是北幾省的河道，竟捧得河身比屋頂高得多了。當初自然是防其潰決，所以壅上一點土；殊不料愈壅愈高，一旦潰決，那禍害就更大。於是就「搶堤」咧，「護堤」咧，「嚴防決堤」咧，花色繁多，大家吃苦。如果當初見河水氾濫，不去增堤，卻去挖底，我以為決不至於這樣。\n\n有貪圖金牛者，不但金老鼠，便是死老鼠也不給。那麼，此輩也就連生日都未必做了。單是省卻拜夀，已經是一件大快事。\n\n中國人的自討苦吃的根苗在於捧，「自求多福」之道卻在於挖。其實，勞力之量是差不多的，但從惰性太多的人們看來，卻以為還是捧省力。\n\n十二月十日。\n\n《韓非子》說賽馬的妙法，在於「不為最先，不恥最後」。這雖是從我們這樣外行的人看起來，也覺得很有理。因為假若一開首便拚命奔馳，則馬力易竭。但那第一句是只適用於賽馬的，不幸中國人卻奉為人的處世金鍼了。\n\n中國人不但「不為戎首」，「不為禍始」，甚至於「不為福先」。所以凡事都不容易有改革；前驅和闖將，大抵是誰也怕得做。然而人性豈真能如道家所說的那樣恬淡；欲得的卻多。既然不敢徑取，就只好用陰謀和手段。以此，人們也就日見其卑怯了，既是「不為最先」，自然也不敢「不恥最後」，所以雖是一大堆群眾，略見危機，便「紛紛作鳥獸散」了。如果偶有幾個不肯退轉，因而受害的，公論家便異口同聲，稱之曰傻子。對於「鍥而不捨」的人們也一樣。\n\n我有時也偶爾去看看學校的運動會。這種競爭，本來不像兩敵國的開戰，挾有仇隙的，然而也會因了競爭而罵，或者竟打起來。但這些事又作別論。競走的時候，大抵是最快的三四個人一到決勝點，其餘的便鬆懈了，有幾個還至於失了跑完豫定的圈數的勇氣，中途擠入看客的群集中；或者佯為跌倒，使紅十字隊用擔架將他抬走。假若偶有雖然落後，卻盡跑，盡跑的人，大家就嗤笑他。大概是因為他太不聰明，「不恥最後」的緣故罷。\n\n所以中國一向就少有失敗的英雄，少有韌性的反抗，少有敢單身鏖戰的武人，少有敢撫哭叛徒的吊客；見勝兆則紛紛聚集，見敗兆則紛紛逃亡。戰具比我們精利的歐美人，戰具未必比我們精利的匈奴蒙古滿洲人，都如入無人之境。「土崩瓦解」這四個字，真是形容得有自知之明。\n\n多有「不恥最後」的人的民族，無論什麼事，怕總不會一下子就「土崩瓦解」的，我每看運動會時，常常這樣想：優勝者固然可敬，但那雖然落後而仍非跑至終點不止的競技者，和見了這樣競技者而肅然不笑的看客，乃正是中國將來的脊樑。\n\n近來對於青年的創作，忽然降下一個「流產」的惡諡，哄然應和的就有一大群。我現在相信，發明這話的是沒有什麼惡意的，不過偶爾說一說；應和的也是情有可原的，因為世事本來大概就這樣。\n\n我獨不解中國人何以于舊狀況那麼心平氣和，於較新的機運就這麼疾首蹙額；于已成之局那麼委曲求全，于初興之事就這麼求全責備？\n\n智識高超而眼光遠大的先生們開導我們：生下來的倘不是聖賢，豪傑，天才，就不要生；寫出來的倘不是不朽之作，就不要寫；改革的事倘不是一下子就變成極樂世界，或者，至少能給我（！）有更多的好處，就萬萬不要動！……\n\n那麼，他是保守派麼？據說：並不然的。他正是革命家。惟獨他有公平，正當，穩健，圓滿，平和，毫無流弊的改革法；現下正在研究室裡研究著哩，——只是還沒有研究好。\n\n什麼時候研究好呢？答曰：沒有準兒。\n\n孩子初學步的第一步，在成人看來，的確是幼稚，危險，不成樣子，或者簡直是可笑的。但無論怎樣的愚婦人，卻總以懇切的希望的心，看他跨出這第一步去，決不會因為他的走法幼稚，怕要阻礙闊人的路線而「逼死」他；也決不至於將他禁在床上，使他躺著研究到能夠飛跑時再下地。因為她知道：假如這麼辦，即使長到一百歲也還是不會走路的。\n\n古來就這樣，所謂讀書人，對於後起者卻反而專用彰明較著的或改頭換面的禁錮。近來自然客氣些，有誰出來，大抵會遇見學士文人們擋駕：且住，請坐。接著是談道理了：調查，研究，推敲，修養，……結果是老死在原地方。否則，便得到「搗亂」的稱號。我也曾有如現在的青年一樣，向已死和未死的導師們問過應走的路。他們都說：不可向東，或西，或南，或北。但不說應該向東，或西，或南，或北。我終於發見他們心底裡的蘊蓄了：不過是一個「不走」而已。\n\n坐著而等待平安，等待前進，倘能，那自然是很好的，但可慮的是老死而所等待的卻終於不至；不生育，不流產而等待一個英偉的甯馨兒，那自然也很可喜的，但可慮的是終於什麼也沒有。\n\n倘以為與其所得的不是出類拔萃的嬰兒，不如斷種，那就無話可說。但如果我們永遠要聽見人類的足音，則我以為流產究竟比不生產還有望，因為這已經明明白白地證明著能夠生產的了。\n\n十二月二十日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"忽然想到","content":"無論是誰，只要站在「辯誣」的地位的，無論辯白與否，都已經是屈辱。更何況受了實際的大損害之後，還得來辯誣。\n\n我們的市民被上海租界的英國巡捕擊殺了，我們並不還擊，卻先來趕緊洗刷犧牲者的罪名。說道我們並非「赤化」，因為沒有受別國的煽動；說道我們並非「暴徒」，因為都是空手，沒有兵器的。我不解為什麼中國人如果真使中國赤化，真在中國暴動，就得聽英捕來處死刑？記得新希臘人也曾用兵器對付過國內的土耳其人，卻並不被稱為暴徒；俄國確已赤化多年了，也沒有得到別國開槍的懲罰。而獨有中國人，則市民被殺之後，還要皇皇然辯誣，張著含冤的眼睛，向世界搜求公道。\n\n其實，這原由是很容易了然的，就因為我們並非暴徒，並未赤化的緣故。\n\n因此我們就覺得含冤，大叫著偽文明的破產。可是文明是向來如此的，並非到現在才將假面具揭下來。只因為這樣的損害，以前是別民族所受，我們不知道，或者是我們原已屢次受過，現在都已忘卻罷了。公道和武力合為一體的文明，世界上本未出現，那萌芽或者只在幾個先驅者和幾群被迫壓民族的腦中。但是，當自己有了力量的時候，卻往往離而為二了。\n\n但英國究竟有真的文明人存在。今天，我們已經看見各國無黨派智識階級勞動者所組織的國際工人後援會，大表同情於中國的《致中國國民宣言》了。列名的人，英國就有培那特蕭（Bernard Shaw），中國的留心世界文學的人大抵知道他的名字；法國則巴爾布斯（Henri　Barbusse）中國也曾譯過他的作品。他的母親卻是英國人；或者說，因此他也富有實行的質素，法國作家所常有的享樂的氣息，在他的作品中是絲毫也沒有的。現在都出而為中國鳴不平了，所以我覺得英國人的品性，我們可學的地方還多著，——但自然除了捕頭，商人，和看見學生的遊行而在屋頂拍手嘲笑的娘兒們。\n\n我並非說我們應該做「愛敵若友」的人，不過說我們目下委實並沒有認誰作敵。近來的文字中，雖然偶有「認清敵人」這些話，那是行文過火的毛病。倘有敵人，我們就早該抽刃而起，要求「以血償血」了。而現在我們所要求的是什麼呢？辯誣之後，不過想得點輕微的補償；那辦法雖說有十幾條，總而言之，單是「不相往來」，成為「路人」而已。雖是對於本來極密的友人，怕也不過如此罷。\n\n然而將實話說出來，就是：因為公道和實力還沒有合為一體，而我們只抓得了公道，所以滿眼是友人，即使他加了任意的殺戮。\n\n如果我們永遠只有公道，就得永遠著力於辯誣，終身空忙碌。這幾天有些紙貼在牆上，仿佛叫人勿看《順天時報》似的。我從來就不大看這報，但也並非「排外」，實在因為它的好惡，每每和我的很不同。然而也間有很確，為中國人自己不肯說的話。大概兩三年前，正值一種愛國運動的時候罷，偶見一篇它的社論，大意說，一國當衰弊之際，總有兩種意見不同的人。一是民氣論者，側重國民的氣概，一是民力論者，專重國民的實力。前者多則國家終亦漸弱，後者多則將強。我想，這是很不錯的；而且我們應該時時記得的。\n\n可惜中國歷來就獨多民氣論者，到現在還如此。如果長此不改，「再而衰，三而竭」，將來會連辯誣的精力也沒有了。所以在不得已而空手鼓舞民氣時，尤必須同時設法增長國民的實力，還要永遠這樣的幹下去。\n\n因此，中國青年負擔的煩重，就數倍於別國的青年了。因為我們的古人將心力大抵用到玄虛漂渺平穩圓滑上去了，便將艱難切實的事情留下，都待後人來補做，要一人兼做兩三人，四五人，十百人的工作，現在可正到了試練的時候了。對手又是堅強的英人，正是他山的好石，大可以借此來磨練。\n\n假定現今覺悟的青年的平均年齡為二十，又假定照中國人易於衰老的計算，至少也還可以共同抗拒，改革，奮鬥三十年。不夠，就再一代，二代……。這樣的數目，從個體看來，仿佛是可怕的，但倘若這一點就怕，便無藥可救，只好甘心滅亡。因為在民族的歷史上，這不過是一個極短時期，此外實沒有更快的捷徑。我們更無須遲疑，只是試練自己，自求生存，對誰也不懷惡意的幹下去。\n\n但足以破滅這運動的持續的危機，在目下就有三樣：一是日夜偏注於表面的宣傳，鄙棄他事；二是對同類太操切，稍有不合，便呼之為國賊，為洋奴；三是有許多巧人，反利用機會，來獵取自己目前的利益。\n\n六月十一日。\n\n「急不擇言」的病源，並不在沒有想的工夫，而在有工夫的時候沒有想。\n\n上海的英國捕頭殘殺市民之後，我們就大驚憤，大嚷道：偽文明人的真面目顯露了！那麼，足見以前還以為他們有些真文明。然而中國有槍階級的焚掠平民，屠殺平民，卻向來不很有人抗議。莫非因為動手的是「國貨」，所以連殘殺也得歡迎；還是我們原是真野蠻，所以自己殺幾個自家人就不足為奇呢？\n\n自家相殺和為異族所殺當然有些不同。譬如一個人，自己打自己的嘴巴，心平氣和，被別人打了，就非常氣忿。但一個人而至於乏到自己打嘴巴，也就很難免為別人所打，如果世界上「打」的事實還沒有消除。\n\n我們確有點慌亂了，反基督教的叫喊的尾聲還在，而許多人已頗佩服那教士的對於上海事件的公證；並且還有去向羅馬教皇訴苦的。一流血，風氣就會這樣的轉變。\n\n甲：「喂，乙先生！你怎麼趁我忙亂的時候，又將我的東西拿走了？現在拿出來，還我罷！」\n\n乙：「我們要一致對外！這樣危急時候，你還只記得自己的東西麼？亡國奴！」\n\n我願意自首我的罪名：這回除硬派的不算外，我也另捐了極少的幾個錢，可是本意並不在以此救國，倒是為了看見那些老實的學生們熱心奔走得可感，不好意思給他們碰釘子。\n\n學生們在演講的時候常常說，「同胞，同胞！……」但你們可知道你們所有的是怎樣的「同胞」，這些「同胞」是怎樣的心麼？\n\n不知道的。即如我的心，在自己說出之前，募捐的人們大概就不知道。\n\n我的近鄰有幾個小學生，常常用幾張小紙片，寫些幼稚的宣傳文，用他們弱小的腕，來貼在電杆或牆壁上。待到第二天，我每見多被撕掉了。雖然不知道撕的是誰，但未必是英國人或日本人罷。\n\n「同胞，同胞！……」學生們說。\n\n我敢於說，中國人中，仇視那真誠的青年的眼光，有的比英國或日本人還兇險。為「排貨」復仇的，倒不一定是外國人！\n\n要中國好起來，還得做別樣的工作。\n\n這回在北京的演講和募捐之後，學生們和社會上各色人物接觸的機會已經很不少了，我希望有若干留心各方面的人，將所見，所受，所感的都寫出來，無論是好的，壞的，像樣的，丟臉的，可恥的，可悲的，全給它發表，給大家看看我們究竟有著怎樣的「同胞」。\n\n明白以後，這才可以計畫別樣的工作。\n\n而且也無須掩飾。即使所發見的並無所謂同胞，也可以從頭創造的；即使所發見的不過完全黑暗，也可以和黑暗戰鬥的。\n\n而且也無須掩飾了，外國人的知道我們，常比我們自己知道得更清楚。試舉一個極近便的例，則中國人自編的《北京指南》，還是日本人做的《北京》精確！\n\n又是砍下指頭，又是當場暈倒。\n\n斷指是極小部分的自殺，暈倒是極暫時中的死亡。我希望這樣的教育不普及；從此以後，不再有這樣的現象。\n\n因為滬案發生以後，沒有一個文學家出來「狂喊」，就有人發了疑問了，曰：「文學家究竟有什麼用處？」今敢敬謹答曰：文學家除了謅幾句所謂詩文之外，實在毫無用處。\n\n中國現下的所謂文學家又作別論；即使是真的文學大家，然而卻不是「詩文大全」，每一個題目一定有一篇文章，每一回案件一定有一通狂喊。他會在萬籟無聲時大呼，也會在金鼓喧闐中沉默。Leonardo da Vinci非常敏感，但為要研究人的臨死時的恐怖苦悶的表情，卻去看殺頭。中國的文學家固然並未狂喊，卻還不至於如此冷靜。況且有一首《血花繽紛》，不是早經發表了麼？雖然還沒有得到是否「狂喊」的定評。\n\n文學家也許應該狂喊了。查老例，做事的總不如做文的有名。所以，即使上海和漢口的犧牲者的姓名早已忘得乾乾淨淨，詩文卻往往更久地存在，或者還要感動別人，啟發後人。\n\n這倒是文學家的用處。血的犧牲者倘要講用處，或者還不如做文學家。\n\n但是，好許多青年要回去了。\n\n從近時的言論上看來，舊家庭仿佛是一個可怕的吞噬青年的新生命的妖怪，不過在事實上，卻似乎還不失為到底可愛的東西，比無論什麼都富於攝引力。兒時的釣遊之地，當然很使人懷念的，何況在和大都會隔絕的城鄉中，更可以暫息大半年來努力向上的疲勞呢。\n\n更何況這也可以算是「到民間去」。\n\n但從此也可以知道：我們的「民間」怎樣；青年單獨到民間時，自己的力量和心情，較之在北京一同大叫這一個標語時又怎樣？\n\n將這經歷牢牢記住，倘將來從民間來，在北京再遇到一同大叫這一個標語的時候，回憶起來，就知道自己是在說真還是撒誑。\n\n那麼，就許有若干人要沉默，沉默而苦痛，然而新的生命就會在這苦痛的沉默裡萌芽。\n\n近年以來，每個夏季，大抵是有槍階級的打架季節，也是青年們的魂靈的斷頭臺。\n\n到暑假，畢業的都走散了，升學的還未進來，其餘的也大半回到家鄉去。各樣同盟於是暫別，喊聲於是低微，運動於是銷沉，刊物於是中輟。好像炎熱的巨刃從天而降，將神經中樞突然斬斷，使這首都忽而成為屍骸。但獨有狐鬼卻仍在死屍上往來，從從容容地豎起它佔領一切的大纛。\n\n待到秋高氣爽時節，青年們又聚集了，但不少是已經新陳代謝。他們在未曾領略過的首善之區的使人健忘的空氣中，又開始了新的生活，正如畢業的人們在去年秋天曾經開始過的新的生活一般。\n\n於是一切古董和廢物，就都使人覺得永遠新鮮；自然也就覺不出周圍是進步還是退步，自然也就分不出遇見的是鬼還是人。不幸而又有事變起來，也只得還在這樣的世上，這樣的人間，仍舊「同胞同胞」的叫喊。\n\n中國的精神文明，早被槍炮打敗了，經過了許多經驗，已經要證明所有的還是一無所有。諱言這「一無所有」，自然可以聊以自慰；倘更鋪排得好聽一點，還可以寒天烘火爐一樣，使人舒服得要打盹兒。但那報應是永遠無藥可醫，一切犧牲全都白費，因為在大家打著盹兒的時候，狐鬼反將犧牲吃盡，更加肥胖了。\n\n大概，人必須從此有記性，觀四向而聽八方，將先前一切自欺欺人的希望之談全都掃除，將無論是誰的自欺欺人的假面全都撕掉，將無論是誰的自欺欺人的手段全都排斥，總而言之，就是將華夏傳統的所有小巧的玩藝兒全都放掉，倒去屈尊學學槍擊我們的洋鬼子，這才可望有新的希望的萌芽。\n\n六月十八日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"論辯的魂靈","content":"二十年前到黑市，買得一張符，名叫「鬼畫符」。雖然不過一團糟，但帖在壁上看起來，卻隨時顯出各樣的文字，是處世的寶訓，立身的金箴。今年又到黑市去，又買得一張符，也是「鬼畫符」。但帖了起來看，也還是那一張，並不見什麼增補和修改。今夜看出來的大題目是「論辯的魂靈」；細注道：「祖傳老年中年青年『邏輯』扶乩滅洋必勝妙法太上老君急急如律令敕」。今謹摘錄數條，以公同好——\n\n「洋奴會說洋話。你主張讀洋書，就是洋奴，人格破產了！受人格破產的洋奴崇拜的洋書，其價值從可知矣！但我讀洋文是學校的課程，是政府的功令，反對者，即反對政府也。無父無君之無政府党，人人得而誅之。」\n\n「你說中國不好。你是外國人麼？為什麼不到外國去？可惜外國人看你不起……。」\n\n「你說甲生瘡。甲是中國人，你就是說中國人生瘡了。既然中國人生瘡，你是中國人，就是你也生瘡了。你既然也生瘡，你就和甲一樣。而你只說甲生瘡，則竟無自知之明，你的話還有什麼價值？倘你沒有生瘡，是說誑也。賣國賊是說誑的，所以你是賣國賊。我罵賣國賊，所以我是愛國者。愛國者的話是最有價值的，所以我的話是不錯的，我的話既然不錯，你就是賣國賊無疑了！」\n\n「自由結婚未免太過激了。其實，我也並非老頑固，中國提倡女學的還是我第一個。但他們卻太趨極端了，太趨極端，即有亡國之禍，所以氣得我偏要說『男女授受不親』。況且，凡事不可過激；過激派都主張共妻主義的。乙贊成自由結婚，不就是主張共妻主義麼？他既然主張共妻主義，就應該先將他的妻拿出來給我們『共』。」\n\n「丙講革命是為的要圖利：不為圖利，為什麼要講革命？我親眼看見他三千七百九十一箱半的現金抬進門。你說不然，反對我麼？那麼，你就是他的同黨。嗚呼，黨同伐異之風，於今為烈，提倡歐化者不得辭其咎矣！」\n\n「丁犧牲了性命，乃是鬧得一塌糊塗，活不下去了的緣故。現在妄稱志士，諸君切勿為其所愚。況且，中國不是更壞了麼？」\n\n「戊能算什麼英雄呢？聽說，一聲爆竹，他也會吃驚。還怕爆竹，能聽槍炮聲麼？怕聽槍炮聲，打起仗來不要逃跑麼？打起仗來就逃跑的反稱英雄，所以中國糟透了。」\n\n「你自以為是『人』，我卻以為非也。我是畜類，現在我就叫你爹爹。你既然是畜類的爹爹，當然也就是畜類了。」\n\n「勿用驚歎符號，這是足以亡國的。但我所用的幾個在例外。中庸太太提起筆來，取精神文明精髓，作明哲保身大吉大利格言二句云：中學為體西學用，不薄今人愛古人。」\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"補白","content":"「公理戰勝」的牌坊，立在法國巴黎的公園裡不知怎樣，立在中國北京的中央公園裡可實在有些希奇，——但這是現在的話。當時，市民和學生也曾遊行歡呼過。\n\n我們那時的所以入戰勝之林者，因為曾經送去過很多的工人；大家也常常自誇工人在歐戰的勞績。現在不大有人提起了，戰勝也忘卻了，而且實際上是戰敗了。\n\n\n現在的強弱之分固然在有無槍炮，但尤其是在拿槍炮的人。假使這國民是卑怯的，即縱有槍炮，也只能殺戮無槍炮者，倘敵手也有，勝敗便在不可知之數了。這時候才見真強弱。\n\n我們弓箭是能自己製造的，然而敗于金，敗於元，敗於清。記得宋人的一部雜記裡記有市井間的諧謔，將金人和宋人的事物來比較。譬如問金人有箭，宋有什麼？則答道，「有鎖子甲」。又問金有四太子，宋有何人？則答道，「有岳少保」。臨末問，金人有狼牙棒（打人腦袋的武器），宋有什麼？卻答道，「有天靈蓋」！\n\n自宋以來，我們終於只有天靈蓋而已，現在又發現了一種「民氣」，更加玄虛飄渺了。\n\n\n但不以實力為根本的民氣，結果也只能以固有而不假外求的天靈蓋自豪，也就是以自暴自棄當作得勝。我近來也頗覺「心上有杞天之慮」，怕中國更要復古了。瓜皮帽，長衫，雙梁鞋，打拱作揖，大紅名片，水煙筒，或者都要成為愛國的標征，因為這些都可以不費力氣而拿出來，和天靈蓋不相上下的。（但大紅名片也許不用，以避「赤化」之嫌。）\n\n然而我並不說中國人頑固，因為我相信，鴉片和撲克是不會在排斥之列的。況且愛國之士不是已經說過，馬將牌已在西洋盛行，給我們複了仇麼？\n\n愛國之士又說，中國人是愛和平的。但我殊不解既愛和平，何以國內連年打仗？或者這話應該修正：中國人對外國人是愛和平的。\n\n我們仔細查察自己，不再說誑的時候應該到來了，一到不再自欺欺人的時候，也就是到了看見希望的萌芽的時候。\n\n我不以為自承無力，是比自誇愛和平更其恥辱。\n\n六月二十三日。\n\n先前以「士人」「上等人」自居的，現在大可以改稱「平民」了罷；在實際上，也確有許多人已經如此。彼一時，此一時，清朝該去考秀才，捐監生，現在就只得進學校。「平民」這一個徽號現已日見其時式，地位也高起來了，以此自居，大概總可以從別人得到和先前對於「上等人」一樣的尊敬，時勢雖然變遷，老地位是不會失掉的。倘遇見這樣的平民，必須恭維他，至少也得點頭拱手陪笑唯諾，像先前下等人的對於貴人一般。否則，你就會得到罪名，曰：「驕傲」，或「貴族的」。因為他已經是平民了。見平民而不格外趨奉，非驕傲而何？\n\n清的末年，社會上大抵惡革命黨如蛇蠍，南京政府一成立，漂亮的士紳和商人看見似乎革命黨的人，便親密的說道：「我們本來都是‘草字頭’，一路的呵。」\n\n徐錫麟刺殺恩銘之後，大捕党人，陶成章君是其中之一，罪狀曰：「著《中國權力史》，學日本催眠術。」（何以學催眠術就有罪，殊覺費解。）於是連他在家的父親也大受痛苦；待到革命興旺，這才被尊稱為「老太爺」；有人給「孫少爺」去說媒。可惜陶君不久就遭人暗殺了，神主入祠的時候，捧香恭送的士紳和商人尚有五六百。直到袁世凱打倒二次革命之後，這才冷落起來。\n\n誰說中國人不善於改變呢？每一新的事物進來，起初雖然排斥，但看到有些可靠，就自然會改變。不過並非將自己變得合於新事物，乃是將新事物變得合於自己而已。\n\n佛教初來時便大被排斥，一到理學先生談禪，和尚做詩的時候，「三教同源」的機運就成熟了。聽說現在悟善社裡的神主已經有了五塊，孔子，老子，釋迦牟尼，耶穌基督，謨哈默德。\n\n\n中國老例，凡要排斥異己的時候，常給對手起一個諢名，——或謂之「綽號」。這也是明清以來訟師的老手段；假如要控告張三李四，倘只說姓名，本很平常，現在卻道「六臂太歲張三」，「白額虎李四」，則先不問事蹟，縣官只見綽號，就覺得他們是惡棍了。\n\n月球只一面對著太陽，那一面我們永遠不得見。歌頌中國文明的也惟以光明的示人，隱匿了黑的一面。譬如說到家族親舊，書上就有許多好看的形容詞：慈呀，愛呀，悌呀，……又有許多好看的古典：五世同堂呀，禮門呀，義宗呀，……至於諢名，卻藏在活人的心中，隱僻的書上。最簡單的打官司教科書《蕭曹遺筆》裡就有著不少慣用的惡諡，現在鈔一點在這裡，省得自己做文章——\n\n　　　　親戚類\n　　　　　　孽親　梟親　獸親　鱷親　虎親　歪親\n　　　　尊長類\n　　　　　　鱷伯　虎伯（叔同）　孽兄　毒兄　虎兄\n　　　　卑幼類\n　　　　　　悖男　惡侄　孽侄　悖孫　虎孫　梟甥\n　　　　　　孽甥　悖妾　潑媳　梟弟　惡婿　凶奴\n\n其中沒有父母，那是例不能控告的，因為歷朝大抵「以孝治天下」。\n\n這一種手段也不獨訟師有。民國元年章太炎先生在北京，好發議論，而且毫無顧忌地褒貶。常常被貶的一群人於是給他起了一個綽號，曰「章瘋子」。其人既是瘋子，議論當然是瘋話，沒有價值的了，但每有言論，也仍在他們的報章上登出來，不過題目特別，道：《章瘋子太發其瘋》。有一回，他可是罵到他們的反對黨頭上去了。那怎麼辦呢？第二天報上登出來的時候，那題目是：《章瘋子居然不瘋》。\n往日看《鬼谷子》，覺得其中的謀略也沒有什麼出奇，獨有《飛箝》中的「可箝而從，可箝而橫，……可引而反，可引而覆。雖覆能複，不失其度」這一段裡的一句「雖覆能複」很有些可怕。但這一種手段，我們在社會上是時常遇見的。\n\n\n《鬼谷子》自然是偽書，決非蘇秦，張儀的老師所作；但作者也決不是「小人」，倒是一個老實人。宋的來鵠已經說，「捭闔飛箝，今之常態，不讀鬼谷子書者，皆得自然符契也。」人們常用，不以為奇，作者知道了一點，便筆之於書，當作秘訣，可見稟性純厚，不但手段，便是心裡的機詐也並不多。如果是大富翁，他肯將十元鈔票嵌在鏡屏裡當寶貝麼？\n\n鬼谷子所以究竟不是陰謀家，否則，他還該說得吞吞吐吐些；或者自己不說，而鉤出別人來說；或者並不必鉤出別人來說，而自己永遠闊不可言。這末後的妙法，知者不言，書上也未見，所以我不知道，倘若知道，就不至於老在燈下編《莽原》，做《補白》了。\n\n但各種小縱橫，我們總常要身受，或者目睹。夏天的忽而甲乙相打；忽而甲乙相親，同去打丙；忽而甲丙相合，又同去打乙，忽而甲丙又互打起來，就都是這「覆’「複」作用；化數百元錢，請一回酒，許多人立刻變了色彩，也還是這頑意兒。然而真如來鵠所說，現在的人們是已經「是乃天授，非人力也」的；倘使要看了《鬼谷子》才能，就如拿著文法書去和外國人談天一樣，一定要碰壁。\n\n七月一日。\n\n離五卅事件的發生已有四十天，北京的情形就像五月二十九日一樣。聰明的批評家大概快要提出照例的「五分鐘熱度」說來了罷，雖然也有過例外：曾將湯爾和先生的大門「打得擂鼓一般，足有十五分鐘之久」。（見六月二十三日《晨報》）有些學生們也常常引這「五分熱」說自誡，仿佛早經覺到了似的。\n\n但是，中國的老先生們——連二十歲上下的老先生們都算在內——不知怎的總有一種矛盾的意見，就是將女人孩子看得太低，同時又看得太高。婦孺是上不了場面的；然而一面又拜才女，捧神童，甚至於還想借此結識一個闊親家，使自己也連類飛黃騰達。什麼木蘭從軍，緹縈救父，更其津津樂道，以顯示自己倒是一個死不掙氣的瘟蟲。對於學生也是一樣，既要他們「莫談國事」，又要他們獨退番兵，退不了，就冷笑他們無用。\n\n倘在教育普及的國度裡，國民十之九是學生；但在中國，自然還是一個特別種類。雖是特別種類，卻究竟是「束髮小生」，所以當然不會有三頭六臂的大神力。他們所能做的，也無非是演講，遊行，宣傳之類，正如火花一樣，在民眾的心頭點火，引起他們的光焰來，使國勢有一點轉機。倘若民眾並沒有可燃性，則火花只能將自身燒完，正如在馬路上焚紙人轎馬，暫時引得幾個人閑看，而終於毫不相干，那熱鬧至多也不過如「打門」之久。誰也不動，難道「小生」們真能自己來打槍鑄炮，造兵艦，糊飛機，活擒番將，平定番邦麼？所以這「五分熱」是地方病，不是學生病。這已不是學生的恥辱，而是全國民的恥辱了；倘在別的有活力，有生氣的國度裡，現象該不至於如此的。外人不足責，而本國的別的灰冷的民眾，有權者，袖手旁觀者，也都於事後來嘲笑，實在是無恥而且昏庸！\n\n但是，別有所圖的聰明人又作別論，便是真誠的學生們，我以為自身卻有一個頗大的錯誤，就是正如旁觀者所希望或冷笑的一樣：開首太自以為有非常的神力，有如意的成功。幻想飛得太高，墮在現實上的時候，傷就格外沉重了；力氣用得太驟，歇下來的時候，身體就難於動彈了。為一般計，或者不如知道自己所有的不過是「人力」，倒較為切實可靠罷。\n\n現在，從讀書以至「尋異性朋友講情話」，似乎都為有些有志者所詬病了。但我想，責人太嚴，也正是「五分熱」的一個病源。譬如自己要擇定一種口號——例如不買英日貨——來履行，與其不飲不食的履行七日或痛哭流涕的履行一月，倒不如也看書也履行至五年，或者也看戲也履行至十年，或者也尋異性朋友也履行至五十年，或者也講情話也履行至一百年。記得韓非子曾經教人以競馬的要妙，其一是「不恥最後」。即使慢，馳而不息，縱令落後，縱令失敗，但一定可以達到他所向的目標。\n\n七月八日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"忽然想到","content":"我生得太早一點，連康有為們「公車上書」的時候，已經頗有些年紀了。政變之後，有族中的所謂長輩也者教誨我，說：康有為是想篡位，所以他的名字叫有為；有者，「富有天下」，為者，「貴為天子」也。非圖謀不軌而何？我想：誠然。可惡得很！\n\n長輩的訓誨於我是這樣的有力，所以我也很遵從讀書人家的家教。屏息低頭，毫不敢輕舉妄動。兩眼下視黃泉，看天就是傲慢，滿臉裝出死相，說笑就是放肆。我自然以為極應該的，但有時心裡也發生一點反抗。心的反抗，那時還不算什麼犯罪，似乎誅心之律，倒不及現在之嚴。\n\n但這心的反抗，也還是大人們引壞的，因為他們自己就常常隨便大說大笑，而單是禁止孩子。黔首們看見秦始皇那麼闊氣，搗亂的項羽道：「彼可取而代也！」沒出息的劉邦卻說：「大丈夫不當如是耶？」我是沒出息的一流，因為羡慕他們的隨意說笑，就很希望趕忙變成大人，——雖然此外也還有別種的原因。大丈夫不當如是耶，在我，無非只想不再裝死而已，欲望也並不甚奢。\n\n現在，可喜我已經大了，這大概是誰也不能否認的罷，無論用了怎樣古怪的「邏輯」。\n\n我於是就拋了死相，放心說笑起來，而不意立刻又碰了正經人的釘子：說是使他們「失望」了。我自然是知道的，先前是老人們的世界，現在是少年們的世界了；但竟不料治世的人們雖異，而其禁止說笑也則同。那麼，我的死相也還得裝下去，裝下去，「死而後已」，豈不痛哉！\n\n我於是又恨我生得太遲一點。何不早二十年，趕上那大人還准說笑的時候？真是「我生不辰」，正當可詛咒的時候，活在可詛咒的地方了。\n\n約翰彌耳說：專制使人們變成冷嘲。我們卻天下太平，連冷嘲也沒有。我想：暴君的專制使人們變成冷嘲，愚民的專制使人們變成死相。大家漸漸死下去，而自己反以為衛道有效，這才漸近于正經的活人。\n\n世上如果還有真要活下去的人們，就先該敢說，敢笑，敢哭，敢怒，敢罵，敢打，在這可詛咒的地方擊退了可詛咒的時代！\n\n四月十四日。\n\n外國的考古學者們聯翩而至了。\n\n久矣夫，中國的學者們也早已口口聲聲的叫著「保古！保古！保古！……」\n\n但是不能革新的人種，也不能保古的。\n\n所以，外國的考古學者們便聯翩而至了。\n\n長城久成廢物，弱水也似乎不過是理想上的東西。老大的國民盡鑽在僵硬的傳統裡，不肯變革，衰朽到毫無精力了，還要自相殘殺。於是外面的生力軍很容易地進來了，真是「匪今斯今，振古如茲」。至於他們的歷史，那自然都沒我們的那麼古。\n\n可是我們的古也就難保，因為土地先已危險而不安全。土地給了別人，則「國寶」雖多，我覺得實在也無處陳列。\n\n但保古家還在痛駡革新，力保舊物地幹：用玻璃板印些宋版書，每部定價幾十幾百元；「涅槃！涅槃！涅槃！！」佛自漢時已入中國，其古色古香為何如哉！買集些舊書和金石，是劬古愛國之士，略作考證，趕印目錄，就升為學者或高人。而外國人所得的古董，卻每從高人的高尚的袖底裡共清風一同流出。即不然，歸安陸氏的百百宋，濰縣陳氏的十鐘，其子孫尚能世守否？\n\n現在，外國的考古學者們便聯翩而至了。\n\n他們活有餘力，則以考古，但考古尚可，幫同保古就更可怕了。有些外人，很希望中國永是一個大古董以供他們的賞鑒，這雖然可惡，卻還不奇，因為他們究竟是外人。而中國竟也有自己還不夠，並且要率領了少年，赤子，共成一個大古董以供他們的賞鑒者，則真不知是生著怎樣的心肝。\n\n中國廢止讀經了，教會學校不是還請腐儒做先生，教學生讀「四書」麼？民國廢去跪拜了，猶太學校不是偏請遺老做先生，要學生磕頭拜夀麼？外國人辦給中國人看的報紙，不是最反對五四以來的小改革麼？而外國總主筆治下的中國小主筆，則倒是崇拜道學，保存國粹的！\n\n但是，無論如何，不革新，是生存也為難的，而況保古。現狀就是鐵證，比保古家的萬言書有力得多。\n\n我們目下的當務之急，是：一要生存，二要溫飽，三要發展。苟有阻礙這前途者，無論是古是今，是人是鬼，是《三墳》《五典》，百宋千元，天球河圖，金人玉佛，祖傳丸散，秘制膏丹，全都踏倒他。\n\n保古家大概總讀過古書，「林回棄千金之璧，負赤子而趨」，該不能說是禽獸行為罷。那麼，棄赤子而抱千金之璧的是什麼？\n\n四月十八日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"導師","content":"近來很通行說青年；開口青年，閉口也是青年。但青年又何能一概而論？有醒著的，有睡著的，有昏著的，有躺著的，有玩著的，此外還多。但是，自然也有要前進的。 \n\n要前進的青年們大抵想尋求一個導師。然而我敢說：他們將永遠尋不到。尋不到倒是運氣；自知的謝不敏，自許的果真識路麼？凡自以為識路者，總過了「而立」之年，灰色可掬了，老態可掬了，圓穩而已，自己卻誤以為識路。假如真識路，自己就早進向他的目標，何至于還在做導師。說佛法的和尚，賣仙藥的道士，將來都與白骨是「一丘之貉」，人們現在卻向他聽生西的大法，求上昇的真傳，豈不可笑！ \n\n但是我並非敢將這些人一切抹殺；和他們隨便談談，是可以的。說話的也不過能說話，弄筆的也不過能弄筆；別人如果希望他打拳，則是自己錯。他如果能打拳，早已打拳了，但那時，別人大概又要希望他翻筋斗。 \n\n有些青年似乎也覺悟了，我記得《京報副刊》徵求青年必讀書時，曾有一位發過牢騷，終于說：只有自己可靠！我現在還想斗膽轉一句，雖然有些殺風景，就是：自己也未必可靠的。 \n\n我們都不大有記性。這也無怪，人生苦痛的事太多了，尤其是在中國。記性好的，大概都被厚重的苦痛壓死了；只有記性壞的，適者生存，還能欣然活著。但我們究竟還有一點記憶，回想起來，怎樣的「今是昨非」呵，怎樣的「口是心非」呵，怎樣的「今日之我與昨日之我戰」呵。我們還沒有正在餓得要死時于無人處見別人的飯，正在窮得要死時于無人處見別人的錢，正在性欲旺盛時遇見異性，而且很美的。我想，大話不宜講得太早，否則，倘有記性，將來想到時會臉紅。 \n\n或者還是知道自己之不甚可靠者，倒較為可靠罷。 \n\n青年又何須尋那掛著金字招牌的導師呢？不如尋朋友，聯合起來，同向著似乎可以生存的方向走。你們所多的是生力，遇見深林，可以闢成平地的，遇見曠野，可以栽種樹木的，遇見沙漠，可以開掘井泉的。問什麼荊棘塞途的老路，尋什麼烏煙瘴氣的鳥導師！ \n\n五月十一日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"並非閒話 (二)","content":"向來聽說中國人具有大國民的大度，現在看看，也未必然。但是我們要說得好，那麼，就說好清淨，有志氣罷。所以總願意自己是第一，是唯一，不愛見別的東西共存。行了幾年白話，弄古文的人們討厭了；做了一點新詩，吟古詩的人們憎惡了；做了幾首小詩，做長詩的人們生氣了；出了幾種定期刊物，連別的出定期刊物的人們也來詛咒了：太多，太壞，只好做將來被淘汰的資料。\n\n中國有些地方還在「溺女」，就因為豫料她們將來總是設出息的。可惜下手的人們總沒有好眼力，否則並以施之男孩，可以減少許多單會消耗食糧的廢料。\n\n但是，歌頌「淘汰」別人的人也應該先行自省，看可有怎樣不滅的東西在裡面，否則，即使不肯自殺，似乎至少也得自己打幾個嘴巴。然而人是總是自以為是的，這也許正是逃避被淘汰的一條路。相傳曾經有一個人，一向就以「萬物不得其所」為宗旨的，平生只有一個大願，就是願中國人都死完，但要留下他自己，還有一個女人和一個賣食物的。現在不知道他怎樣，久沒有聽到消息了，那默默無聞的原因，或者就因為中國人還沒有死完的緣故罷。\n\n\n據說，張歆海先生看見兩個美國兵打了中國的車夫和巡警，於是三四十個人，後來就有百餘人，都跟在他們後面喊「打！打！」，美國兵卻終於安然的走到東交民巷口了，還回頭「笑著嚷道：『來呀！來呀！』說也奇怪，這喊打的百餘人不到兩分鐘便居然沒有影蹤了！」\n\n西瀅先生於是在《閒話》中斥之曰：「打！打！宣戰！宣戰！這樣的中國人，呸！」\n\n這樣的中國人真應該受「呸！」他們為什麼不打的呢，雖然打了也許又有人來說是「拳匪」。但人們那裡顧忌得許多，終於不打，「怯」是無疑的。他們所有的不是拳頭麼？\n\n但不知道他們可曾等候美國兵走進了東交民巷之後，遠遠地吐了唾沫？《現代評論》上沒有記載，或者雖然「怯」，還不至於「卑劣」到那樣罷。\n\n然而美國兵終於走進東交民巷口了，毫無損傷，還笑嚷著「來呀來呀」哩！你們還不怕麼？你們還敢說「打！打！宣戰！宣戰！」麼？這百餘人，就證明著中國人該被打而不作聲！\n\n「這樣的中國人，呸！呸！！！」\n\n\n更可悲觀的是現在「造謠者的卑鄙齷齪更遠過於章炳麟」，真如《閒話》所說，而且只能「匿名的在報上放一兩枝冷箭」。而且如果「你代被群眾專制所壓迫者說了幾句公平話，那麼你不是與那人有‘密切的關係’，便是吃了他或她的酒飯。在這樣的社會裡，一個報不顧利害的專論是非，自然免不了誹謗叢生，謠諑蜂起。」這確是近來的實情。即如女師大風潮，西瀅先生就聽到關於我們的「流言」，而我竟不知道是怎樣的「流言」，是那幾個「卑鄙齷齪更遠過於章炳麟」者所造。還有女生的罪狀，已見於章士釗的呈文，而那些作為根據的「流言」，也不知道是那幾個「卑鄙齷齪」且至於遠不如畜類者所造。但是學生卻都被打出了，其時還有人在酒席上得意。——但這自然也是「謠諑」。\n\n可是我倒也並不很以「流言」為奇，如果要造，就聽憑他們去造去。好在中國現在還不到「群眾專制」的時候，即使有幾十個人，只要「無權勢」者叫一大群警察，雇些女流氓，一打，就打散了，正無須乎我來為「被壓迫者」說什麼「公平話」。即使說，人們也未必盡相信，因為「在這樣的社會裡」，有些「公平話」總還不免是「他或她的酒飯」填出來的。不過事過境遷，「酒飯」已經消化，吸收，只剩下似乎毫無緣故的「公平話」罷了。倘使連酒飯也失了效力，我想，中國也還要光明些。\n\n但是，這也不足為奇的。不是上帝，那裡能夠超然世外，真下公平的批評。人自以為「公平」的時候，就已經有些醉意了。世間都以「黨同伐異」為非，可是誰也不做「黨異伐同」的事。現在，除了瘋子，倘使有誰要來接吻，人大約總不至於倒給她一個嘴巴的罷。\n\n九月十九日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"碎話","content":"如果只有自己，那是都可以的：今日之我與昨日之我戰也好，今日這麼說明日那麼說也好。但最好是在自己的腦裡想，在自己的宅子裡說；或者和情人談談也不妨，橫豎她總能以「阿呀」表示其佩服，而沒有第三者與聞其事。只是，假使不自珍惜，陸續發表出來，以「領袖」「正人君子」自居，而稱這些為「思想」或「公論」之類，卻難免有多少老實人遭殃。自然，凡有神妙的變遷，原是反足以見學者文人們進步之神速的；況且文壇上本來就「只許州官放火不准百姓點燈」，既不幸而為庸人，則給天才做一點犧牲，也正是應盡的義務。誰叫你不能研究或創作的呢？亦惟有活該吃苦而已矣！\n\n然而，這是天才，或者是天才的奴才的崇論宏議。從庸人一方面看起來，卻不免覺得此說雖合乎理而反乎情；因為「螻蟻尚且貪生」，也還是古之明訓。所以雖然是庸人，總還想活幾天，樂一點。無奈愛管閒事是他們吃苦的根苗，坐在家裡好好的，卻偏要出來尋導師，聽公論了。學者文人們正在一日千變地進步，大家跟在他後面；他走的是小彎，你走的是大彎，他在圓心裡轉，你卻必得在圓周上轉，汗流浹背而終於不知所以，那自然是不待數計龜卜而後知的。\n\n什麼事情都要幹，幹，幹！那當然是名言，但是倘有傻子真去買了手槍，就必要深悔前非，更進而悟到救國必先求學。這當然也是名言，何用多說呢，就遵諭鑽進研究室去。待到有一天，你發見了一顆新彗星，或者知道了劉歆並非劉向的兒子之後，跳出來救國時，先覺者可是「杳如黃鶴」了，尋來尋去，也許會在戲園子裡發見。你不要再菲薄那「小東人嗯嗯！哪，唉唉唉！」罷：這是藝術。聽說「人類不僅是理智的動物」，必須「種種方面有充分發達的人，才可以算完人」呀，學者之在戲園，乃是「在感情方面求種種的美」。「束髮小生」變成先生，從研究室裡鑽出，救國的資格也許有一點了，卻不料還是一個精神上種種方面沒有充分發達的畸形物，真是可憐可憐。\n\n那麼，立刻看夜戲，去求種種的美去，怎麼樣？誰知道呢。也許學者已經出戲園，學說也跟著長進（俗稱改變，非也）了。\n\n叔本華先生以厭世名一時，近來中國的紳士們卻獨獨賞識了他的《婦人論》。的確，他的罵女人雖然還合紳士們的脾胃，但別的話卻實在很有些和我們不相宜的。即如《讀書和書籍》那一篇裡，就說，「我們讀著的時候，別人卻替我們想。我們不過反復了這人的心的過程。……然而本來底地說起來，則讀書時，我們的腦已非自己的活動地。這是別人的思想的戰場了。」但是我們的學者文人們卻正需要這樣的戰場——未經老練的青年的腦髓。但也並非在這上面和別的強敵戰鬥，乃是今日之我打昨日之我，「道義」之手批「公理」之頰——說得俗一點，自己打嘴巴。作了這樣的戰場者，怎麼還能明白是怎麼一回事。\n\n這一月來，不知怎的又有幾個學者文人或批評家亡魂失魄了，仿佛他們在上月底才從娘胎鑽出，毫不知道民國十四年十二月以前的事似的。女師大學生一歸她們被占的本校，就有人引以為例，說張鬍子或李鬍子可以「派兵送一二百學生佔據了二三千學生的北大」。如果這樣，北大學生確應該群起而將女師大撲滅，以免張胡或李胡援例，確保母校的安全。但我記得北大剛舉行過二十七周年紀念，那建立的歷史，是並非由章士釗將張胡或李胡將要率領的二百學生拖出，然後改立北大，招生三千，以掩人耳目的。這樣的比附，簡直是在青年的腦上打滾。夏間，則也可以稱為「挑剔風潮」。但也許批評界有時也是「只許州官放火不准百姓點燈」，正如天才之在文壇一樣的。\n\n學者文人們最好是有這樣的一個特權，月月，時時，自己和自己戰，——即自己打嘴巴。免得庸人不知，以常人為例，誤以為連一點「閒話」也講不清楚。\n\n十二月二十二日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"評心雕龍","content":"甲　A－a－a－ch！\n\n乙　你搬到外國去！並且帶了你的家眷！你可是黃帝子孫？中國話裡歎聲盡多，你為什麼要說洋話？敝人是不怕的，敢說：要你搬到外國去！ \n\n丙　他是在罵中國，奚落中國人，替某國間接宣傳咱們中國的壞處。他的表兄的侄子的太太就是某國人。 \n\n丁　中國話裡這樣的歎聲倒也有的，他不過是自然地喊。但這就證明了他是一個死屍！現在應該用表現法；除了表現地喊，一切聲音都不算聲音。這「A－a－a」倒也有一點成功了，但那「ch」就沒有味。——自然，我的話也許是錯的；但至少我今天相信我的話並不錯。 \n\n戊　那麼，就須說「嗟」，用這樣「引車賣漿者流」的話，是要使自己的身分成為下等的。況且現在正要讀經了……。 \n\n己　胡說！說「唉」也行。但可恨他竟說過好幾回，將「唉」都「壟斷」了去，使我們沒有來說的餘地了。 \n\n庚　曰「唉」乎？予蔑聞之。何也？噫嘻嗎呢為之障也。 \n\n辛　然哉！故予素主張而文言者也。 \n\n壬　嗟夫！余曩者之曾為白話，蓋痰迷心竅者也，而今悔之矣。 \n\n癸　他說「呸」麼？這是人格已經破產了！我本就看不起他，正如他的看不起我。現在因為受了庚先生幾句搶白，便「呸」起來；非人格破產是甚麼？我並非贊成庚先生，我也批評過他的。可是他不配「呸」庚先生。我就是愛說公道話。 \n\n子　但他是說「噯」。 \n\n丑　你是他一黨！否則，何以替他來辯？我們是青年，我們就有這個脾氣，心愛吹毛求疵。他說「呸」或說「噯」，我固然沒有聽到；但即使他說的真是「噯」，又何損於癸君的批評的價值呢。可是你既然是他的一黨，那麼，你就也人格破產了！ \n\n寅　不要破口就罵。滿口謾駡，不成其為批評，Gentle-man決不如此。至於說批評全不能罵，那也不然。應該估定他的錯處，給以相當的罵，像塾師打學生的手心一樣，要公平。罵人，自然也許要得到回報的，可是我們也須有這一點不怕事的膽量：批評本來是「精神的冒險」呀！\n\n卯　這確是一條熹微翠樸的硬漢！王九媽媽的肞嶒小提囊，杜鵑叫道「行不得也哥哥」兒。湅然「哀哈」之藍縷的蒺藜，劣馬樣兒。這口風一滑溜，凡有緋剛的評論都要逼得翹辮兒了。 \n\n辰　並不是這麼一回事。他是竊取著外國人的聲音，翻譯著。喂！你為什麼不去創作？ \n\n巳　那麼，他就犯了罪了！研究起來，字典上只有「Ach」，沒有什麼「A－a－a－ch」。我實在料不到他竟這樣杜撰。所以我說：你們都得買一本字典，坐在書房裡看看，這才免得為這類腳色所欺。 \n\n午　他不再往下說，他的話流產了。 \n\n未　夫今之青年何其多流產也，豈非因為急於出風頭之故麼？所以我奉勸今之青年，安分守己，切莫動彈，庶幾可以免於流產，…… \n\n申　夫今之青年何其多誤譯也，還不是因為不買字典之故麼？且夫…… \n\n酉　這實在「唉」得不行！中國之所以這樣「世風日下」，就是他說了「唉」的緣故。但是諸位在這裡，我不妨明說，三十年前，我也曾經「唉」過的，我何嘗是木石，我實在是開風氣之先。後來我覺得流弊太多了，便絕口不談此事，並且深惡而痛絕之。並且到了今年，深悟讀經之可以救國，並且深信白話文之應該廢除。但是我並不說中國應該守舊……。 \n\n戌　我也並且到了今年，深信讀經之可以救國……。 \n\n亥　並且深信白話文之應當廢除……。 \n\n十一月十八日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"咬文嚼字","content":"自從世界上產生了「須知學校猶家庭」的名論之後，頗使我覺得驚奇，想考查這家庭的組織。後來，幸而在《國立北京女子師範大學校長楊蔭榆對於暴烈學生之感言》中，發見了「與此曹子勃谿相向」這一句話，才算得到一點頭緒：校長和學生的關係是「猶」之「婦姑」。於是據此推斷，以為教員都是雜湊在楊府上的西賓， 將這結論在《語絲》上發表。「可惜」！昨天偶然在《晨報》上拜讀「該校哲教系教員兼代主任汪懋祖以彼之意見書投寄本報」的話，這才知道我又錯了，原來都是弟兄，而且現正「相煎益急」，像曹操的兒子阿丕和阿植似的。 \n\n但是，尚希原諒，我于引用的原文上都不加圈了。只因為我不想圈，並非文章壞。 \n\n據考據家說，這曹子建的《七步詩》是假的。但也沒有什麼大相干，姑且利用它來活剝一首，替豆萁伸冤： \n\n煮豆燃豆萁，萁在釜下泣—— \n我燼你熟了，正好辦教席！\n\n六月五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"並非閒話 (三)","content":"西瀅先生這回是義形於色，在《現代評論》四十八期的《閒話》裡很為被書賈擅自選印作品，因而受了物質上損害的作者抱不平。而且賤名也忝列於作者之列：惶恐透了。吃飯之後，寫一點自己的所感罷。至於捏筆的「動機」，那可大概是「不純潔」的。記得幼小時候住在故鄉，每看見紳士將一點騙人的自以為所謂恩惠，頒給下等人，而下等人不大感謝時，則斥之曰「不識抬舉！」我的父祖是讀書的，總該可以算得士流了，但不幸從我起，不知怎的就有了下等脾氣，不但恩惠，連吊慰都不很願意受，老實說罷：我總疑心是假的。這種疑心，大約就是「不識抬舉」的根苗，或者還要使寫出來的東西「不純潔」。\n\n我何嘗有什麼白刃在前，烈火在後，還是釘住書桌，非寫不可的「創作衝動」；雖然明知道這種衝動是純潔，高尚，可貴的，然而其如沒有何。前幾天早晨，被一個朋友怒視了兩眼，倒覺得臉有點熱，心有點酸，頗近乎有什麼衝動了，但後來被深秋的寒風一吹拂，臉上的溫度便復原，——沒有創作。至於已經印過的那些，那是被擠出來的。這「擠」字是擠牛乳之「擠」；這「擠牛乳」是專來說明「擠」字的，並非故意將我的作品比作牛乳，希冀裝在玻璃瓶裡，送進什麼「藝術之宮」。倘用現在突然流行起來了的論調，將青年的急於發表未熟的作品稱為「流產」，則我的便是「打胎」；或者簡直不是胎，是狸貓充太子。所以一寫完，便完事，管他媽的，書賈怎麼偷，文士怎麼說，都不再來提心吊膽。但是，如果有我所相信的人願意看，稱讚好，我終於是歡喜的。後來也集印了，為的是還想賣幾文錢，老實說。\n\n那麼，我在寫的時候沒有虔敬的心麼？答曰：有罷。即使沒有這種冠冕堂皇的心，也決不故意耍些油腔滑調。被擠著，還能嬉皮笑臉，遊戲三昧麼？倘能，那簡直是神仙了。我並沒有在呂純陽祖師門下投誠過。\n\n但寫出以後，卻也不很愛惜羽毛，有所謂「敝帚自珍」的意思，因為，已經說過，其時已經是「便完事，管他媽的」了。誰有心腸來管這些無聊的後事呢？所以雖然有什麼選家在那裡放出他那偉大的眼光，選印我的作品，我也照例給他一個不管。其實，要管也無從管起的。我曾經替人代理過一回收版稅的譯本，打聽得賣完之後，向書店去要錢，回信卻道，舊經理人已經辭職回家了，你向他要去罷；我們可是不知道。這書店在上海，我怎能趁了火車去向他坐索，或者打官司？但我對於這等選本，私心卻也有「竊以為不然」的幾點，一是原本上的錯字，雖然一見就明知道是錯的，他也照樣錯下去；二是他們每要發幾句偉論，例如什麼主義咧，什麼意思咧之類，大抵是我自己倒覺得並不這樣的事。自然，批評是「精神底冒險」，批評家的精神總比作者會先一步的，但在他們的所謂死屍上，我卻分明聽到心搏，這真是到死也說不到一塊兒，此外，倒也沒有什麼大怨氣了。\n\n這雖然似乎是東方文明式的大度，但其實倒怕是因為我不靠賣文營生。在中國，駢文壽序的定價往往還是每篇一百兩，然而白話不值錢；翻譯呢，聽說是自己不能創作而嫉妒別人去創作的壞心腸人所提倡的，將來文壇一進步，當然更要一文不值。我所寫出來的東西，當初雖然很碰過許多大釘子，現在的時價是每千字一至二三元，但是不很有這樣好主顧，常常只好盡些不知何自而來的義務。有些人以為我不但用了這些稿費或版稅造屋，買米，而且還靠它吸煙卷，吃果糖。殊不知那些款子是另外騙來的；我實在不很擅長於先裝鬼臉去嚇書坊老闆，然後和他接洽。我想，中國最不值錢的是工人的體力了，其次是咱們的所謂文章，只有伶俐最值錢。倘真要直直落落，借文字謀生，則據我的經驗，賣來賣去，來回至少一個月，多則一年餘，待款子寄到時，作者不但已經餓死，倘在夏天，連筋肉也都爛盡了，那裡還有吃飯的肚子。\n\n所以我總用別的道兒謀生；至於所謂文章也者，不擠，便不做。擠了才有，則和什麼高超的「煙士披離純」呀，「創作感興」呀之類不大有關係，也就可想而知。倘說我假如不必用別的道兒謀生，則心志一專，就會有「煙士披離純」等類，而產生較偉大的作品，至少，也可以免於獻出剝皮的狸貓罷，那可是也未必。三家村的冬烘先生，一年到頭，一早到夜教村童，不但毫不「時時想政治活動」，簡直並不很「幹著種種無聊的事」，但是他們似乎並沒有《教育學概論》或「高頭講章」的待定稿，藏之名山。而馬克思的《資本論》，陀思妥夫斯奇的《罪與罰》等，都不是啜末加加啡，吸埃及煙捲之後所寫的。除非章士釗總長治下的「有些天才」的編譯館人員，以及討得官僚津貼或銀行廣告費的「大報」作者，于謀成事遂，睡足飯飽之餘，三月煉字，半年鍛句，將來會做出超倫軼群的古奧漂亮作品。總之，在我，是肚子一飽，應酬一少，便要心平氣和，關起門來，什麼也不寫了；即使還寫，也許不過是溫暾之談，兩可之論，也即所謂執中之說，公允之言，其實等於不寫而已。\n\n所以上海的小書賈化作蚊子，吸我的一點血，自然是給我物質上的損害無疑，而我卻還沒有什麼大怨氣，因為我知道他們是蚊子，大家也都知道他們是蚊子。我一生中，給我大的損害的並非書賈，並非兵匪，更不是旗幟鮮明的小人：乃是所謂「流言」。即如今年，就有什麼「鼓動學潮」呀，「謀做校長」呀，「打落門牙」呀這些話。有一回，竟連現在為我的著作權受損失抱不平的西瀅先生也要相信了，也就在《現代評論》（第二十五期）的照例的《閒話》上發表出來；它的效力就可想。譬如一個女學生，與其被若干卑劣陰險的文人學士們暗地裡散佈些關於品行的謠言，倒不如被土匪搶去一條紅圍巾——物質。但這種「流言」，造的是一個人還是多數人？姓甚，名誰？我總是查不出；後來，因為沒有多工夫，也就不再去查考了，僅為便於述說起見，就總稱之曰畜生。\n\n雖然分了類，但不幸這些畜生就雜在人們裡，而一樣是人頭，實際上仍然無從辨別。所以我就多疑，不大要聽人們的說話；又因為無話可說，自己也就不大願意做文章。有時候，甚至於連真的義形於色的公話也會覺得古怪，珍奇，於是乎而下等脾氣的「不識抬舉」遂告成功，或者會終於不可救藥。\n\n平心想起來，所謂「選家」這一流人物，雖然因為容易聯想到明季的制藝的選家的緣故，似乎使人厭聞，但現在倒是應該有幾個。這兩三年來，無名作家何嘗沒有勝於較有名的作者的作品，只是誰也不去理會他，一任他自生自滅。去年，我曾向DF先生提議過，以為該有人搜羅了各處的各種定期刊行物，仔細評量，選印幾本小說集，來紹介於世間；至於已有專集者，則一概不收，「再拜而送之大門之外」。但這話也不過終於是空話，當時既無定局，後來也大家走散了。我又不能做這事業，因為我是偏心的。評是非時我總覺得我的熟人對，讀作品是異己者的手腕大概不高明。在我的心裡似乎是沒有所謂「公平」，在別人裡我也沒有看見過，然而還疑心什麼地方也許有，因此就不敢做那兩樣東西了：法官，批評家。\n現在還沒有專門的選家時，這事批評家也做得，因為批評家的職務不但是剪除惡草，還得灌溉佳花，——佳花的苗。譬如菊花如果是佳花，則他的原種不過是黃色的細碎的野菊，俗名「滿天星」的就是。但是，或者是文壇上真沒有較好的作品之故罷，也許是一做批評家，眼界便極高卓，所以我只見到對於青年作家的迎頭痛擊，冷笑，抹殺，卻很少見誘掖獎勸的意思的批評。有一種所謂「文士」而又似批評家的，則專是一個人的御前侍衛，托爾斯泰呀，托她斯泰呀，指東畫西的，就只為一人做屏風。其甚者竟至於一面暗護此人，一面又中傷他人，卻又不明明白白地舉出姓名和實證來，但用了含沙射影的口氣，使那人不知道說著自己，卻又另用口頭宣傳以補筆墨所不及，使別人可以疑心到那人身上去。這不但對於文字，就是女人們的名譽，我今年也看見有用了這畜生道的方法來毀壞的。古人常說「鬼蜮技倆」，其實世間何嘗真有鬼蜮，那所指點的，不過是這類東西罷了。這類東西當然不在話下，就是只做侍衛的，也不配評選一言半語，因為這種工作，做的人自以為不偏而其實是偏的也可以，自以為公平而其實不公平也可以，但總不可「別有用心」於其間的。\n\n書賈也像別的商人一樣，惟利是圖；他的出版或發議論的「動機」，誰也知道他「不純潔」，決不至於和大學教授的來等量齊觀的。但他們除惟利是圖之外，別的倒未必有什麼用意，這就是使我反而放心的地方。自然，倘是向來沒有受過更奇特而陰毒的暗箭的福人，那當然即此一點也要感到痛苦。\n\n這也算一篇作品罷，但還是擠出來的，並非圍爐煮茗時中的閒話，臨了，便回上去填作題目，紀實也。\n\n十一月二十二日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"}]