[{"name":"小引","content":"還不滿一整年，所寫的雜感的分量，已有去年一年的那麼多了。秋來住在海邊，目前只見雲水，聽到的多是風濤聲，幾乎和社會隔絕。如果環境沒有改變，大概今年不見得再有什麼廢話了罷。燈下無事，便將舊稿編集起來；還豫備付印，以供給要看我的雜感的主顧們。\n\n這裡面所講的仍然並沒有宇宙的奧義和人生的真諦。不過是，將我所遇到的，所想到的，所要說的，一任它怎樣淺薄，怎樣偏激，有時便都用筆寫了下來。說得自誇一點，就如悲喜時節的歌哭一般，那時無非借此來釋憤抒情，現在更不想和誰去搶奪所謂公理或正義。你要那樣，我偏要這樣是有的；偏不遵命，偏不磕頭是有的；偏要在莊嚴高尚的假面上撥它一撥也是有的，此外卻毫無什麼大舉。名副其實，「雜感」而已。\n\n從一月以來的，大略都在內了；只刪去了一篇。那是因為其中開列著許多人，未曾，也不易遍征同意，所以不好擅自發表。\n\n書名呢？年月是改了，情形卻依舊，就還叫《華蓋集》。\n\n然而年月究竟是改了，因此只得添上兩個字：「續編」。\n\n一九二六年十月十四日，魯迅記於廈門。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"紀念劉和珍君","content":"中華民國十五年三月二十五日，就是國立北京女子師範大學為十八日在段祺瑞執政府前遇害的劉和珍楊德群兩君開追悼會的那一天，我獨在禮堂外徘徊，遇見程君，前來問我道，「先生可曾為劉和珍寫了一點什麼沒有？」我說「沒有」。她就正告我，「先生還是寫一點罷；劉和珍生前就很愛看先生的文章。」\n\n這是我知道的，凡我所編輯的期刊，大概是因為往往有始無終之故罷，銷行一向就甚為寥落，然而在這樣的生活艱難中，毅然預定了《莽原》全年的就有她。我也早覺得有寫一點東西的必要了，這雖然於死者毫不相干，但在生者，卻大抵只能如此而已。倘使我能夠相信真有所謂「在天之靈」，那自然可以得到更大的安慰，——但是，現在，卻只能如此而已。\n\n可是我實在無話可說。我只覺得所住的並非人間。四十多個青年的血，洋溢在我的周圍，使我艱於呼吸視聽，那裡還能有什麼言語？長歌當哭，是必須在痛定之後的。而此後幾個所謂學者文人的陰險的論調，尤使我覺得悲哀。我已經出離憤怒了。我將深味這非人間的濃黑的悲涼；以我的最大哀痛顯示於非人間，使它們快意於我的苦痛，就將這作為後死者的菲薄的祭品，奉獻於逝者的靈前。\n\n真的猛士，敢於直面慘淡的人生，敢於正視淋漓的鮮血。這是怎樣的哀痛者和幸福者？然而造化又常常為庸人設計，以時間的流駛，來洗滌舊跡，僅使留下淡紅的血色和微漠的悲哀。在這淡紅的血色和微漠的悲哀中，又給人暫得偷生，維持著這似人非人的世界。我不知道這樣的世界何時是一個盡頭！\n\n我們還在這樣的世上活著；我也早覺得有寫一點東西的必要了。離三月十八日也已有兩星期，忘卻的救主快要降臨了罷，我正有寫一點東西的必要了。\n\n在四十餘被害的青年之中，劉和珍君是我的學生。學生云者，我向來這樣想，這樣說，現在卻覺得有些躊躇了，我應該對她奉獻我的悲哀與尊敬。她不是「苟活到現在的我」的學生，是為了中國而死的中國的青年。\n\n她的姓名第一次為我所見，是在去年夏初楊蔭榆女士做女子師範大學校長，開除校中六個學生自治會職員的時候。其中的一個就是她；但是我不認識。直到後來，也許已經是劉百昭率領男女武將，強拖出校之後了，才有人指著一個學生告訴我，說：這就是劉和珍。其時我才能將姓名和實體聯合起來，心中卻暗自詫異。我平素想，能夠不為勢利所屈，反抗一廣有羽翼的校長的學生，無論如何，總該是有些桀驁鋒利的，但她卻常常微笑著，態度很溫和。待到偏安於宗帽衚衕，賃屋授課之後，她才始來聽我的講義，於是見面的回數就較多了，也還是始終微笑著，態度很溫和。待到學校恢複舊觀，往日的教職員以為責任已盡，準備陸續引退的時候，我才見她慮及母校前途，黯然至於泣下。此後似乎就不相見。總之，在我的記憶上，那一次就是永別了。\n\n我在十八日早晨，才知道上午有群眾向執政府請願的事；下午便得到噩耗，說衛隊居然開槍，死傷至數百人，而劉和珍君即在遇害者之列。但我對於這些傳說，竟至於頗為懷疑。我向來是不憚以最壞的惡意，來推測中國人的，然而我還不料，也不信竟會下劣凶殘到這地步。況且始終微笑著的和藹的劉和珍君，更何至於無端在府門前喋血呢？\n\n然而即日證明是事實了，作證的便是她自己的屍骸。還有一具，是楊德群君的。而且又證明著這不但是殺害，簡直是虐殺，因為身體上還有棍棒的傷痕。\n\n但段政府就有令，說她們是「暴徒」！ 但接著就有流言，說她們是受人利用的。\n\n慘象，已使我目不忍視了；流言，尤使我耳不忍聞。我還有什麼話可說呢？我懂得衰亡民族之所以默無聲息的緣由了。沉默呵，沉默呵！不在沉默中爆發，就在沉默中滅亡。\n\n但是，我還有要說的話。\n\n我沒有親見；聽說她，劉和珍君，那時是欣然前往的。自然，請願而已，稍有人心者，誰也不會料到有這樣的羅網。但竟在執政府前中彈了，從背部入，斜穿心肺，已是致命的創傷，只是沒有便死。同去的張靜淑君想扶起她，中了四彈，其一是手槍，立僕；同去的楊德群君又想去扶起她，也被擊，彈從左肩入，穿胸偏右出，也立僕。但她還能坐起來，一個兵在她頭部及胸部猛擊兩棍，於是死掉了。\n\n始終微笑的和藹的劉和珍君確是死掉了，這是真的，有她自己的屍骸為證；沉勇而友愛的楊德群君也死掉了，有她自己的屍骸為證；只有一樣沉勇而友愛的張靜淑君還在醫院里呻吟。當三個女子從容地轉輾於文明人所發明的槍彈的攢射中的時候，這是怎樣的一個驚心動魄的偉大呵！中國軍人的屠戮婦嬰的偉績，八國聯軍的懲創學生的武功，不幸全被這幾縷血痕抹殺了。\n\n但是中外的殺人者卻居然昂起頭來，不知道個個臉上有著血污……。\n\n時間永是流駛，街市依舊太平，有限的幾個生命，在中國是不算什麼的，至多，不過供無惡意的閑人以飯後的談資，或者給有惡意的閑人作「流言」的種子。至於此外的深的意義，我總覺得很寥寥，因為這實在不過是徒手的請願。人類的血戰前行的歷史，正如煤的形成，當時用大量的木材，結果卻只是一小塊，但請願是不在其中的，更何況是徒手。\n\n然而既然有了血痕了，當然不覺要擴大。至少，也當浸漬了親族；師友，愛人的心，縱使時光流駛，洗成緋紅，也會在微漠的悲哀中永存微笑的和藹的舊影。陶潛說過，「親戚或餘悲，他人亦已歌，死去何所道，托體同山阿。」倘能如此，這也就夠了。\n\n我已經說過：我向來是不憚以最壞的惡意來推測中國人的。但這回卻很有幾點出於我的意外。一是當局者竟會這樣地凶殘，一是流言家竟至如此之下劣，一是中國的女性臨難竟能如是之從容。\n\n我目睹中國女子的辦事，是始於去年的，雖然是少數，但看那幹練堅決，百折不回的氣概，曾經屢次為之感嘆。至於這一回在彈雨中互相救助，雖殞身不恤的事實，則更足為中國女子的勇毅，雖遭陰謀秘計，壓抑至數千年，而終於沒有消亡的明證了。倘要尋求這一次死傷者對於將來的意義，意義就在此罷。\n\n苟活者在淡紅的血色中，會依稀看見微茫的希望；真的猛士，將更奮然而前行。\n\n嗚呼，我說不出話，但以此記念劉和珍君！\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"一點比喻","content":"在我的故鄉不大通行吃羊肉，闔城裏，每天大約不過殺幾匹山羊。北京真是人海，情形可大不相同了，單是羊肉舖就觸目皆是。雪白的群羊也常常滿街走，但都是胡羊，在我們那裏稱綿羊的。山羊很少見；聽說這在北京卻頗名貴了，因為比胡羊聰明，能夠率領羊群，悉依它的進止，所以畜牧家雖然偶而養幾匹，卻只用作胡羊們的領導，並不殺掉它。 \n\n這樣的山羊我只見過一回，確是走在一群胡羊的前面，脖子上還掛著一個小鈴鐸，作為智識階級的徽章。通常，領的趕的卻多是牧人，胡羊們便成了一長串，挨挨擠擠，浩浩蕩蕩，凝著柔順有餘的眼色，跟定他匆匆地競奔它們的前程。我看見這種認真的忙迫的情形時，心裏總想開口向它們發一句愚不可及的疑問—— \n\n「往那裏去？！」 \n\n人群中也很有這樣的山羊，能領了群眾穩妥平靜地走去，直到他們應該走到的所在。袁世凱明白一點這種事，可惜用得不大巧，大概因為他是不很讀書的，所以也就難于熟悉運用那些的奧妙。後來的武人可更蠢了，只會自己亂打亂割，亂得哀號之聲，洋洋盈耳，結果是除了殘虐百姓之外，還加上輕視學問，荒廢教育的惡名。然而「經一事，長一智」，二十世紀已過了四分之一，脖子上掛著小鈴鐸的聰明人是總要交到紅運的，雖然現在表面上還不免有些小挫折。 \n\n那時候，人們，尤其是青年，就都循規蹈矩，既不囂張，也不浮動，一心向著「正路」前進了，只要沒有人問—— \n\n「往那裏去？！」 \n\n君子若曰：「羊總是羊，不成了一長串順從地走，還有什麼別的法子呢？君不見夫豬乎？拖延著，逃著，喊著，奔突著，終于也還是被捉到非去不可的地方去，那些暴動，不過是空費力氣而已矣。」 \n\n這是說：雖死也應該如羊，使天下太平，彼此省力。 \n\n這計劃當然是很妥帖，大可佩服的。然而，君不見夫野豬平？它以兩個牙，使老獵人也不免于退避。這牙，只要豬脫出了牧豕奴所造的豬圈，走入山野，不久就會長出來。 \n\nSchopenhauer先生曾將紳士們比作豪豬，我想，這實在有些失體統。但在他，自然是並沒有什麼別的惡意的，不過拉扯來作一個比喻。《Parerga und Paralipomena》裏有著這樣意思的話：有一群豪豬，在冬天想用了大家的體溫來禦寒冷，緊靠起來了，但它們彼此即刻又覺得刺的疼痛，于是乎又離開。然而溫暖的必要，再使它們靠近時，卻又吃了照樣的苦。但它們在這兩種困難中，終于發見了彼此之間的適宜的間隔，以這距離，它們能夠過得最平安。人們因為社交的要求，聚在一處，又因為各有可厭的許多性質和難堪的缺陷，再使他們分離。他們最後所發見的距離，——使他們得以聚在一處的中庸的距離，就是「禮讓」和「上流的風習」。 \n\n有不守這距離的，在英國就這樣叫，「Keep your disatance!」但即使這樣叫，恐怕也只能在豪豬和豪豬之間才有效力罷，因為它們彼此的守著距離，原因是在于痛而不在于叫的。\n\n假使豪豬們中夾著一個別的，並沒有刺，則無論怎麼叫，它們總還是擠過來。孔子說：禮不下庶人。照現在的情形看，該是並非庶人不得接近豪豬，卻是豪豬可以任意刺著庶人而取得溫暖。受傷是當然要受傷的，但這也只能怪你自己獨獨沒有刺，不足以讓他守定適當的距離。孔子又說：刑不上大夫。這就又難怪人們的要做紳士。 \n\n這些豪豬們，自然也可以用牙角或棍棒來抵禦的，但至少必須拚出背一條豪豬社會所制定的罪名：「下流」或「無禮」。 \n\n一月二十五日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「死地」","content":"從一般人，尤其是久受異族及其奴僕鷹犬的蹂躪的中國人看來，殺人者常是勝利者，被殺者常是劣敗者。而眼前的事實也確是這樣。\n\n三月十八日段政府慘殺徒手請願的市民和學生的事，本已言語道斷，只使我們覺得所住的並非人間。但北京的所謂言論界，總算還有評論，雖然紙筆喉舌，不能使灑滿府前的青年的熱血逆流入體，仍復蘇生轉來。無非空口的呼號，和被殺的事實一同逐漸冷落。\n\n但各種評論中，我覺得有一些比刀槍更可以驚心動魄者在。這就是幾個論客，以為學生們本不應當自蹈死地，前去送死的。倘以為徒手請願是送死，本國的政府門前是死地，那就中國人真將死無葬身之所，除非是心悅誠服地充當奴子，「沒齒而無怨言」。不過我還不知道中國人的大多數人的意見究竟如何。假使也這樣，則豈但執政府前，便是全中國，也無一處不是死地了。\n\n人們的苦痛是不容易相通的。因為不易相通，殺人者便以殺人為唯一要道，甚至於還當作快樂。然而也因為不容易相通，所以殺人者所顯示的「死之恐怖」，仍然不能夠儆戒後來，使人民永遠變作牛馬。歷史上所記的關於改革的事，總是先僕後繼者，大部分自然是由於公義，但人們的未經「死之恐怖」，即不容易為「死之恐怖」所懾，我以為也是一個很大的原因。\n\n但我卻懇切地希望：「請願」的事，從此可以停止了。倘用了這許多血，竟換得一個這樣的覺悟和決心，而且永遠紀念著，則似乎還不算是很大的折本。\n\n世界的進步，當然大抵是從流血得來。但這和血的數量，是沒有關係的，因為世上也盡有流血很多，而民族反而漸就滅亡的先例。即如這一回，以這許多生命的損失，僅博得「自蹈死地」的批判，便已將一部分人心的機微示給我們，知道在中國的死地是極其廣博。\n\n現在恰有一本羅曼羅蘭的《Le Jeu de L'Amour et de La Mort》在我面前，其中說：加爾是主張人類為進步計，即不妨有少許污點，萬不得已，也不妨有一點罪惡的；但他們卻不願意殺庫爾跋齊，因為共和國不喜歡在臂膊上抱著他的死屍，因為這過於沉重。\n\n會覺得死屍的沉重，不願抱持的民族裡，先烈的「死」是後人的「生」的唯一的靈藥，但倘在不再覺得沉重的民族裡，卻不過是壓得一同淪滅的東西。\n\n中國的有志于改革的青年，是知道死屍的沉重的，所以總是「請願」。殊不知別有不覺得死屍的沉重的人們在，而且一併屠殺了「知道死屍的沉重」的心。\n\n死地確乎已在前面。為中國計，覺悟的青年應該不肯輕死了罷。\n\n三月二十五日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"不是信","content":"一個朋友忽然寄給我一張《晨報副刊》，我就覺得有些特別，因為他是知道我懶得看這種東西的。但既然特別寄來了，姑且看題目罷：《關於下面一束通信告讀者們》。署名是：志摩。哈哈，這是寄來和我開玩笑的，我想；趕緊翻轉，便是幾封信，這寄那，那寄這，看了幾行，才知道似乎還是什麼「閒話……閒話」問題。這問題我僅知道一點兒，就是曾在新潮社看見陳源教授即西瀅先生的信，說及我「捏造的事實，傳佈的『流言』 ，本來已經說不勝說」。不禁好笑；人就苦於不能將自己的靈魂砍成醬，因此能有記憶，也因此而有感慨或滑稽。記得首先根據了「流言」，來判決楊蔭榆事件即女師大風潮的，正是這位西瀅先生，那大文便登在去年五月三十日發行的《現代評論》上。我不該生長「某籍」又在「某系」教書，所以也被歸入「暗中挑剔風潮」者之列，雖然他說還不相信，不過覺得可惜。在這裡聲明一句罷，以免讀者的誤解：「某系」雲者，大約是指國文系，不是說研究系。\n\n那時我見了「流言」字樣，曾經很憤然，立刻加以駁正，雖然也很自愧沒有「十年讀書十年養氣的工夫」。不料過了半年，這些「流言」卻變成由我傳佈的了，自造自己的「流言」，這真是自己掘坑埋自己，不必說聰明人，便是傻子也想不通。倘說這回的所謂「流言」，並非關於「某籍某系」的，乃是關於不信「流言」的陳源教授的了，則我實在不知道陳教授有怎樣的被捏造的事實和流言在社會上傳佈。說起來慚愧煞人，我不赴宴會，很少往來，也不奔走，也不結什麼文藝學術的社團，實在最不合式於做捏造事實和傳佈流言的樞紐。只是弄弄筆墨是在所不免的，但也不肯以流言為根據，故意給它傳佈開來，雖然偶有些「耳食之言」，又大抵是無關大體的事；要是錯了，即使月久年深，也決不惜追加訂正，例如對於汪原放先生「已作古人」一案，其間竟隔了幾乎有兩年。——但這自然是只對於看過《熱風》的讀者說的。\n\n這幾天，我的「捏……言」罪案，仿佛只等於曇花一現了，《一束通信》的主要部分中，似乎也承情沒有將我「流」進去，不過在後屁股的《西瀅致志摩》是附帶的對我的專論，雖然並非一案，卻因為親屬關係而滅族，或文字獄的株連一般。滅族呀，株連呀，又有點「刑名師爺」口吻了，其實這是事實，法家不過給他起了一個名，所謂「正人君子」是不肯說的，雖然不妨這樣做。此外如甲對乙先用流言，後來卻說乙製造流言這一類事，「刑名師爺」的筆下就簡括到只有兩個字：「反噬」。嗚呼，這實在形容得痛快淋漓。然而古語說，「察見淵魚者不祥」，所以「刑名師爺」總沒有好結果，這是我早經知道的。\n\n我猜想那位寄給我《晨報副刊》的朋友的意思了：來刺激我，譏諷我，通知我的，還是要我也說幾句話呢？終於不得而知。好，好在現在正須還筆債，就用這一點事來搪塞一通罷，說話最方便的題目是《魯迅致bb》，既非根據學理和事實的論文，也不是「笑吟吟」的天才的諷刺，不過是私人通信而已，自己何嘗願意發表；無論怎麼說，糞坑也好，毛廁也好，決定與「人氣」無關。即不然，也是因為生氣發熱，被別人逼成的，正如別的副刊將被《晨報副刊》「逼死」一樣。我的鏡子真可恨，照出來的總是要使陳源教授嘔吐的東西，但若以趙子昂——「是不是他？」——畫馬為例，自然恐怕正是我自己。自己是沒有什麼要緊的，不過總得替bb想一想。現在不是要談到《西瀅致志摩》麼，那可是極其危險的事，一不小心就要跌入「泥潭中」，遇到「悻悻的狗」，暫時再也看不見「笑吟吟」。至少，一關涉陳源兩個字，你總不免要被公理家認為「某籍」，「某系」，「某党」，「嘍羅」，「重女輕男」……等；而且還得小心記住，倘有人說過他是文士，是法蘭斯，你便萬不可再用「文士」或「法蘭斯」字樣，否則，——自然，當然又有「某籍」……等等的嫌疑了，我何必如此陷害無辜，《魯迅致bb》決計不用，所以一直寫到這裡，還沒有題目，且待寫下去看罷。\n\n我先前不是剛說我沒有「捏造事實」麼？那封信裡舉的卻有。說是我說他「同楊蔭榆女士有親戚朋友的關係，並且吃了她許多的酒飯」了，其實都不對。楊蔭榆女士的善於請酒，我說過的，或者別人也說過，並且偶見於新聞上。現在的有些公論家，自以為中立，其實卻偏，或者和事主倒有親戚，朋友，同學，同鄉，……等等關係，甚至於叨光了酒飯，我也說過的。這不是明明白白的麼，報社收津貼，連同業中也互訐過，但大家仍都自稱為公論。至於陳教授和楊女士是親戚而且吃了酒飯，那是陳教授自己連結起來的，我沒有說曾經吃酒飯，也不能保證未曾吃酒飯，沒有說他們是親戚，也不能保證他們不是親戚，大概不過是同鄉罷，但只要不是「某籍」，同鄉有什麼要緊呢。紹興有「刑名師爺」，紹興人便都是「刑名師爺」的例，是只適用於紹興的人們的。\n\n我有時泛論一般現狀，而無意中觸著了別人的傷疤，實在是非常抱歉的事。但這也是沒法補救，除非我真去讀書養氣，一共廿年，被人們騙得老死牖下；或者自己甘心倒掉；或者遭了陰謀。即如上文雖然說明了他們是親戚並不是我說的話，但因為列舉的名詞太多了，「同鄉」兩字，也足以招人「生氣」，只要看自己憤然於「流言」中的「某籍」兩字，就可想而知。照此看來，這一回的說「叭兒狗」（《莽原半月刊》第一期），怕又有人猜想我是指著他自己，在那裡「悻悻」了。其實我不過是泛論，說社會上有神似這個東西的人，因此多說些它的主人：闊人，太監，太太，小姐。本以為這足見我是泛論了，名人們現在那裡還有肯跟太監的呢，但是有些人怕仍要忽略了這一層，各各認定了其中的主人之一，而以「叭兒狗」自命。時勢實在艱難，我似乎只有專講上帝，才可以免於危險，而這事又非我所長。但是，倘使所有的只是暴戾之氣，還是讓它儘量發出來罷，「一群悻悻的狗」，在後面也好，在對面也好。我也知道將什麼之氣都放在心裡，臉上筆下卻全都「笑吟吟」，是極其好看的；可是掘不得，小小的挖一個洞，便什麼之氣都出來了。但其實這倒是真面目。\n\n第二種罪案是「近一些的一個例」，陳教授曾「泛論圖書館的重要」，「說孤桐先生在他未下臺以前發表的兩篇文章裡，這一層『他似乎沒看到』 。」我卻輕輕地改為「聽說孤桐先生倒是想到了這一節，曾經發表過文章，然而下臺了，很可惜」了。而且還問道：「你看見嗎，那刀筆吏的筆尖？」「刀筆吏」是不會有漏洞的，我卻與陳教授的原文不合，所以成了罪案，或者也就不成其為「刀筆吏」了罷。《現代評論》早已不見，全文無從查考，現在就據這一回的話，敬謹改正，為「據說孤桐先生在未下臺以前發表的文章裡竟也沒想到；現在又下了台，目前無法補救了，很可惜」罷。這裡附帶地聲明，我的文字中，大概是用別人的原文用引號，舉大意用「據說」，述聽來的類似「流言」的用「聽說」，和《晨報》大將文例不相同。\n\n第三種罪案是關於我說「北大教授兼京師圖書館副館長月薪至少五六百元的李四光」的事，據說已告了一年的假，假期內不支薪，副館長的月薪又不過二百五十元。別一張《晨副》上又有本人的聲明，話也差不多，不過說月薪確有五百元，只是他「只拿二百五十元」，其餘的「捐予圖書館購買某種書籍」了。此外還給我許多忠告，這使我非常感謝，但願意奉還「文士」的稱號，我是不屬於這一類的。只是我以為告假和辭職不同，無論支薪與否，教授也仍然是教授，這是不待「刀筆吏」才能知道的。至於圖書館的月薪，我確信李教授（或副館長）現在每月「只拿二百五十元」的現錢，是美國那面的；中國這面的一半，真說不定要拖欠到什麼時候才有。但欠帳究竟也是錢，別人的兼差，大抵多是欠帳，連一半現錢也沒有，可是早成了有些論客的口實了，雖然其缺點是在不肯及早捐出去。我想，如果此後每月必發，而以學校欠薪作比例，中國的一半是明年的正月間會有的，倘以教育部欠俸作比例，則須十七年正月間才有，那時購買書籍來，我一定就更正，只要我還在做「官僚」，因為這容易得知，我也自信還有這樣的記性，不至於今年忘了去年事。但是，倘若又被章士釗們革掉，那就莫明其妙，更正的事也只好作罷了。可是我所說的職銜和錢數，在今日卻是事實。\n\n第四種的罪案是……。陳源教授說，「好了，不舉例了。」\n\n為什麼呢？大約是因為「本來已經說不勝說」，或者是在矯正「打筆墨官司的時候，誰寫得多，罵得下流，捏造得新奇就是誰的理由大」的惡習之故罷，所以就用三個例來概其全般，正如中國戲上用四個兵卒來象徵十萬大軍一樣。此後，就可以結束，漫駡——「正人君子」一定另有名稱，但我不知道，只好暫用這加於「下流」人等的行為上的話——了。原文很可以做「正人君子」的真相的標本，刪之可惜，扯下來粘在後面罷——\n\n「有人同我說，魯迅先生缺乏的是一面大鏡子，所以永遠見不到他的尊容。我說他說錯了。魯迅先生的所以這樣，正因為他有了一面大鏡子。你聽見過趙子昂——是不是他？——畫馬的故事罷？他要畫一個姿勢，就對鏡伏地做出那個姿勢來。魯迅先生的文章也是對了他的大鏡子寫的，沒有一句罵人的話不能應用在他自己的身上。要是你不信，我可以同你打一個賭。」\n\n這一段意思很了然，猶言我寫馬則自己就是馬，寫狗自己就是狗，說別人的缺點就是自己的缺點，寫法蘭斯自己就是法蘭斯，說「臭毛廁」自己就是臭毛廁，說別人和楊蔭榆女士同鄉，就是自己和她同鄉。趙子昂也實在可笑，要畫馬，看看真馬就夠了，何必定作畜生的姿勢；他終於還是人，並不淪入馬類，總算是僥倖的。不過趙子昂也是「某籍」，所以這也許還是一種「流言」，或自造，或那時的「正人君子」所造都說不定。這只能看作一種無稽之談。倘若陳源教授似的信以為真，自己也照樣做，則寫法蘭斯的時候坐下做一個法姿勢，講「孤桐先生」的時候立起作一個孤姿勢，倒還堂哉皇哉；可是講「糞車」也就得伏地變成糞車，說「毛廁」即須翻身充當便所，未免連臭架子也有些失掉罷，雖然肚子裡本來滿是這樣的貨色。\n\n「不是有一次一個報館訪員稱我們為『文士』 嗎？魯迅先生為了那名字幾乎笑掉了牙。可是後來某報天天鼓吹他是『思想界的權威者』 他倒又不笑了。\n\n「他沒有一篇文章裡不放幾枝冷箭，但是他自己常常的說人『放冷箭』 ，並且說『放冷箭』 是卑劣的行為。\n\n「他常常『散佈流言』 和『捏造事實』 ，如上面舉出來的幾個例，但是他自己又常常的罵人『散佈流言』 『捏造事實』 ，並且承認那樣是『下流』 。\n\n「他常常的無故罵人，要是那人生氣，他就說人家沒有『幽默』 。可是要是有人侵犯了他一言半語，他就跳到半天空，罵得你體無完膚——還不肯甘休。」\n\n這是根據了三條例和一個趙子昂故事的結論。其實是稱別個為「文士」我也笑，稱我為「思想界的權威者」我也笑，但牙卻並非「笑掉」，據說是「打掉」的，這較可以使他們快意些。至於「思想界的權威者」等等，我連夜夢裡也沒有想做過，無奈我和「鼓吹」的人不相識，無從勸止他，不像唱雙簧的朋友，可以彼此心照；況且自然會有「文士」來罵倒，更無須自己費力。我也不想借這些頭銜去發財發福，有了它於實利上是並無什麼好處的。我也曾反對過將自己的小說采入教科書，怕的是教錯了青年，記得曾在報上發表；\n\n不過這本不是對上流人說的，他們當然不知道。冷箭呢，先是不肯的，後來也放過幾枝，但總是對於先「放冷箭」用「流言」的如陳源教授之輩，「請君入甕」，也給他嘗嘗這滋味。不過雖然對於他們，也還是明說的時候多，例如《語絲》上的《音樂》就說明是指徐志摩先生，《我的籍和系》和《並非閒話》也分明對西瀅即陳源教授而發；此後也還要射，並無悔禍之心。至於署名，則去年以來只用一個，就是陳教授之所謂「魯迅，即教育部僉事周樹人」就是。但在下半年，應將「教育部僉事」五字刪去，因為被「孤桐先生」所革；今年卻又變了「暫署僉事」了，還未去做，然而豫備去做的，目的是在弄幾文俸錢，因為我祖宗沒有遺產，老婆沒有奩田，文章又不值錢，只好以此暫且糊口。還有一個小目的，是在對於以我去年的免官為「痛快」者，給他一個不舒服，使他恨得扒耳搔腮，忍不住露出本相。至於「流言」，則先已說過，正是陳源教授首先發明的專賣品，獨有他聽到過許多；在我呢，心術是看不見的東西，且勿說，我的躲在家裡的生活即不利於作「捏……言」的樞紐。剩下的只有「幽默」問題了，我又沒有說過這些話，也沒有主張過「幽默」，也許將這兩字連寫，今天還算第一回。我對人是「罵人」，人對我是「侵犯了一言半語」，這真使我記起我的同鄉「刑名師爺」來，而且還是弄著不正經的「出重出輕」的玩意兒的時候。這樣看來，一面鏡子確是該有的，無論生在那一縣。還有罪狀哩——\n\n「他常常挖苦別人家抄襲。有一個學生鈔了沫若的幾句詩，他老先生罵得刻骨鏤心的痛快，可是他自己的《中國小說史略》，卻就是根據日本人鹽谷溫的《支那文學概論講話》裡面的『小說』 一部分。其實拿人家的著述做你自己的藍本，本可以原諒，只要你在書中有那樣的聲明，可是魯迅先生就沒有那樣的聲明。在我們看來，你自己做了不正當的事也就罷了，何苦再去挖苦一個可憐的學生，可是他還儘量的把人家刻薄。『竊鉤者誅，竊國者侯』 ，本是自古已有的道理。」\n\n這「流言」早聽到過了；後來見於《閒話》，說是「整大本的摽竊」，但不直指我，而同時有些人的口頭上，卻相傳是指我的《中國小說史略》。\n\n我相信陳源教授是一定會幹這樣勾當的。但他既不指名，我也就只回敬他一通駡街，這可實在不止「侵犯了他一言半語」。這回說出來了；我的「以小人之心」也沒有猜錯了「君子之腹」。但那罪名卻改為「做你自己的藍本」了，比先前輕得多，仿佛比自謙為「一言半語」的「冷箭」鈍了一點似的。鹽穀氏的書，確是我的參考書之一，我的《小說史略》二十八篇的第二篇，是根據它的，還有論《紅樓夢》的幾點和一張《賈氏系圖》，也是根據它的，但不過是大意，次序和意見就很不同。其他二十六篇，我都有我獨立的準備，證據是和他的所說還時常相反。例如現有的漢人小說，他以為真，我以為假；唐人小說的分類他據森槐南，我卻用我法。六朝小說他據《漢魏叢書》，我據別本及自己的輯本，這工夫曾經費去兩年多，稿本有十冊在這裡；唐人小說他據謬誤最多的《唐人說薈》，我是用《太平廣記》的，此外還一本一本搜起來……。其餘分量，取捨，考證的不同，尤難枚舉。自然，大致是不能不同的，例如他說漢後有唐，唐後有宋，我也這樣說，因為都以中國史實為「藍本」。我無法「捏造得新奇」，雖然塞文狄斯的事實和「四書」合成的時代也不妨創造。但我的意見，卻以為似乎不可，因為歷史和詩歌小說是兩樣的。詩歌小說雖有人說同是天才即不妨所見略同，所作相像，但我以為究竟也以獨創為貴；歷史則是紀事，固然不當偷成書，但也不必全兩樣。說詩歌小說相類不妨，歷史有幾點近似便是「摽竊」，那是「正人君子」的特別意見，只在以「一言半語」「侵犯」「魯迅先生」時才適用的。好在鹽穀氏的書聽說（！）已有人譯成（？）\n\n中文，兩書的異點如何，怎樣「整大本的摽竊」，還是做「藍本」，不久（？）就可以明白了。在這以前，我以為恐怕連陳源教授自己也不知道這些底細，因為不過是聽來的「耳食之言」。不知道對不對？（鹽谷教授的《支那文學概論講話》的譯本，今年夏天看見了，將五百余頁的原書，譯成了薄薄的一本，那小說一部份，和我的也無從對比了。廣告上卻道「選譯」。措辭實在聰明得很。十月十四日補記。）\n\n但我還要對於「一個學生鈔了沫若的幾句詩」這事說幾句話；「罵得刻骨鏤心的痛快」的，似乎並不是我。因為我于詩向不留心，所以也沒有看過「沫若的詩」，因此即更不知道別人的是否鈔襲。陳源教授的那些話，說得壞一點，就是「捏造事實」，故意挑撥別人對我的惡感，真可以說發揮著他的真本領。說得客氣一點呢，他自說寫這信時是在「發熱」，那一定是熱度太高，發了昏，忘記裝腔了，不幸顯出本相；並且因為自己爬著，所以覺得我「跳到半天空」，自己抓破了皮膚或者一向就破著，卻以為被我「罵」破了。——但是，我在有意或無意中碰破了一角紙糊紳士服，那也許倒是有的；此後也保不定。彼此迎面而來，總不免要擠擦，碰磕，也並非「還不肯甘休」。\n\n紳士的跳踉醜態，實在特別好看，因為歷來隱藏蘊蓄著，所以一來就比下等人更濃厚。因這一回的放泄，我才悟到陳源教授大概是以為揭發叔華女士的剽竊小說圖畫的文章，也是我做的，所以早就將「大盜」兩字掛在「冷箭」上，射向「思想界的權威者」。殊不知這也不是我做的，我並不看這些小說。「琵亞詞侶」的畫，我是愛看的，但是沒有書，直到那「剽竊」問題發生後，才刺激我去買了一本Art of A. Beardsley來，化錢一元七。可憐教授的心目中所看見的並不是我的影，叫跳竟都白費了。遇見的「糞車」，也是境由心造的，正是自己腦子裡的貨色，要吐的唾沫，還是靜靜的咽下去罷。\n\n太費紙張了，雖然我不至於嬌貴到會發熱，但也得趕緊的收梢。然而還得粘上一段大罪狀——\n\n「據他自己的自傳，他從民國元年便做了教育部的官，從沒脫離過。所以袁世凱稱帝，他在教育部，曹錕賄選，他在教育部，『代表無恥的彭允彝做總長，他也在教育部，甚而至於『代表無恥的章士釗』 免了他的職後，他還大嚷『僉事這一個官兒倒也並不算怎樣的「區區」』 ，怎樣有人在那裡鑽謀補他的缺，怎樣以為無足輕重的人是『慷他人之慨』 ，如是如是，這樣這樣……這像『青年叛徒的領袖』 嗎？\n\n「其實一個人做官也不大要緊，做了官再裝出這樣的面孔來可叫人有些噁心吧了。\n\n「現在又有人送他『土匪』 的名號了。好一個『土匪』 。」\n\n苦心孤詣給我加了上去的「土匪」的惡名，這一回忽又否認了，可見唾沫還是靜靜的咽下去好，免得後來自己舐回去。但是，「文士」別有慧心，那裡會給我便宜呢，自然即代以自「袁世凱稱帝」以來的罪惡，仿佛「稱帝」「賄選」那類事，我既在教育部，即等於全由我一手包辦似的。這是真的，從那時以來，我確沒有帶兵獨立過，但我也沒有冷笑雲南起義，也沒有希望國民軍失敗；對於教育部，其實是脫離過兩回，一是張勳復辟時，一就是章士釗長部時，前一回以教授的一點才力自然不知道，後一回卻忘卻得有些離奇。我向來就「裝出這樣的面孔」，不但毫不顧忌陳源教授可「有些噁心」，對於「孤桐先生」也一樣。要在我的面孔上尋出些有趣來，本來是沒頭腦的妄想，還是去看別的面孔罷。\n\n這類誤解似乎不止陳源教授，有些人也往往如此，以為教員清高，官僚是卑下的。真所謂「得意忘形」，「官僚官僚」的罵著。可悲的就在此，現在的罵官僚的人裡面，到外國去炸大過一回而且做教員的就很多：所謂「鑽謀補他的缺」的也就是這一流，那時我說「僉事這一個官兒倒也並不算怎樣的『區區』 」，就為此人的乘機想做官而發，刺他一針，聊且快意，不提防竟又被陳教授「刻骨鏤心」的記住了，也許又疑心我向他在「放冷箭」了罷。\n\n我並非因為自己是官僚，定要上儕于清高的教授之列，官僚的高下也因人而異，如所謂「孤桐先生」，做官時辦《甲寅》，佩服的人就很多，下臺之後，聽說更有生氣了。而我「下臺」時所做的文章，豈不是不但並不更有生氣，還招了陳源教授的一頓「教訓」，而且罪孽深重，延禍「面孔」了麼？\n\n這是以文才和面孔言；至於從別一方面看，則官僚與教授就有「一丘之貉」之歎，這就是說：錢的來源。國家行政機關的事務官所得的所謂俸錢，國立學校的教授所得的所謂薪水，還不是同一來源，出於國庫的麼？在曹錕政府下做國立學校的教員，和做官的沒有大區別。難道教員的是捐給了學校，所以特別清高了？袁世凱稱帝時代，陳源教授或者還在外國的研究室裡，是到了曹錕賄選前後才做教授的，比我到北京遲得多，福氣也比我好得多。曹錕賄選，他做教授，「代表無恥的彭允彝做總長」，他做教授，「甚而至於『代表無恥的章士釗』 做總長」，他自然做教授，我可是被革掉了，甚而至於待到那「甚而至於『代表無恥的章士釗』 」不做總長了，他自然還做教授，歸國以來，一帆風順，一個小釘子也沒有碰。這當然是因為有適宜的面孔，不「叫人有些噁心」之故嘍。看他臉上既無我一樣的可厭的「八字鬍子」，也可以說沒有「官僚的神情」，所以對於他的面孔，卻連我也並沒有什麼大「噁心」，而且仿佛還覺得有趣。這一類的面孔，只要再白胖一點，也許在中國就不可多得了。\n\n不免招我說幾句費話的不過是他對鏡裝成的姿勢和「爆發」出來的蘊蓄，但又即刻掩了起來，關上大門，據說「大約不再打這樣的筆墨官司」了。前面的香車既經杳然，我且不做叫門的事，因為這些時候所遇到的大概不過幾個家丁；而且已是往「國立北京女子師範大學複校紀念會」的時候了，就這樣的算收束。\n\n二月一日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"無花的薔薇","content":"又是Schopenhauer先生的話——\n\n「無刺的薔薇是沒有的。——然而沒有薔薇的刺卻很多。」題目改變了一點，較為好看了。\n「無花的薔薇」也還是愛好看。\n\n去年，不知怎的這位勗本華爾先生忽然合于我們國度裡的紳士們的脾胃了，便拉扯了他的一點《女人論》；我也就夾七夾八地來稱引了好幾回，可惜都是刺，失了薔薇，實在大煞風景，對不起紳士們。\n\n記得幼小時候看過一齣戲，名目忘卻了，一家正在結婚，而勾魂的無常鬼已到，夾在婚儀中間，一同拜堂，一同進房，一同坐床……實在大煞風景，我希望我還不至於這樣。\n\n有人說我是「放冷箭者」。\n\n我對於「放冷箭」的解釋，頗有些和他們一流不同，是說有人受傷，而不知這箭從什麼地方射出。所謂「流言」者，庶幾近之。但是我，卻明明站在這裡。\n\n但是我，有時雖射而不說明靶子是誰，這是因為初無「與眾共棄」之心，只要該靶子獨自知道，知道有了洞，再不要面皮鼓得急繃繃，我的事就完了。\n\n蔡孑民先生一到上海，《晨報》就據國聞社電報鄭重地發表他的談話，而且加以按語，以為「當為歷年潛心研究與冷眼觀察之結果，大足詔示國人，且為知識階級所注意也。」\n\n我很疑心那是胡適之先生的談話，國聞社的電碼有些錯誤了。\n\n豫言者，即先覺，每為故國所不容，也每受同時人的迫害，大人物也時常這樣。他要得人們的恭維讚歎時，必須死掉，或者沉默，或者不在面前。\n\n總而言之，第一要難於質證。\n\n如果孔丘，釋迦，耶穌基督還活著，那些教徒難免要恐慌。對於他們的行為，真不知道教主先生要怎樣慨歎。\n\n所以，如果活著，只得迫害他。\n\n待到偉大的人物成為化石，人們都稱他偉人時，他已經變了傀儡了。\n\n有一流人之所謂偉大與渺小，是指他可給自己利用的效果的大小而言。\n\n法國羅曼羅蘭先生今年滿六十歲了。晨報社為此徵文徐志摩先生于介紹之餘，發感慨道：「……但如其有人拿一些時行的口號，什麼打倒帝國主義等等，或是分裂與猜忌的現象，去報告羅蘭先生說這是新中國，我再也不能預料他的感想了。」（《晨副》一二九九）\n\n他住得遠，我們一時無從質證，莫非從「詩哲」的眼光看來，羅蘭先生的意思，是以為新中國應該歡迎帝國主義的麼？\n\n「詩哲」又到西湖看梅花去了，一時也無從質證。不知孤山的古梅，著花也未，可也在那裡反對中國人「打倒帝國主義」？\n\n志摩先生曰：「我很少誇獎人的。但西瀅就他學法郎士的文章說，我敢說，已經當得起一句天津話：‘有根’了。」而且「像西瀅這樣，在我看來，才當得起‘學者’的名詞。」（《晨副》一四二三）\n\n西瀅教授曰：「中國的新文學運動，方在萌芽，可是稍有貢獻的人，如胡適之，徐志摩，郭沫若，郁達夫，丁西林，周氏兄弟等等都是曾經研究過他國文學的人。尤其是志摩他非但在思想方面，就是在體制方面，他的詩及散文，都已經有一種中國文學裡從來不曾有過的風格。」（《現代》六三）\n\n雖然抄得麻煩，但中國現今「有根」的「學者」和「尤其」的思想家及文人，總算已經互相選出了。\n\n志摩先生曰：「魯迅先生的作品，說來大不敬得很，我拜讀過很少，就只《呐喊》集裡兩三篇小說，以及新近因為有人尊他是中國的尼采他的《熱風》集裡的幾頁。他平常零星的東西，我即使看也等於白看，沒有看進去或是沒有看懂。」（《晨副》一四三三）\n\n西瀅教授曰：「魯迅先生一下筆就構陷人家的罪狀。……\n\n可是他的文章，我看過了就放進了應該去的地方——說句體己話，我覺得它們就不應該從那裡出來——手邊卻沒有。」（同上）\n\n雖然抄得麻煩，但我總算已經被中國現在「有根」的「學者」和「尤其」的思想家及文人協力踏倒了。\n\n但我願奉還「曾經研究過他國文學」的榮名。「周氏兄弟」之一，一定又是我了。我何嘗研究過什麼呢，做學生時候看幾本外國小說和文人傳記，就能算「研究過他國文學」麼？\n\n該教授——恕我打一句「官話」——說過，我笑別人稱他們為「文士」，而不笑「某報天天鼓吹」我是「思想界的權威者」。現在不了，不但笑，簡直唾棄它。\n\n其實呢，被毀則報，被譽則默，正是人情之常。誰能說人的左頰既受愛人接吻而不作一聲，就得援此為例，必須默默地將右頰給仇人咬一口呢？\n\n我這回的竟不要那些西瀅教授所頒賞陪襯的榮名，「說句體己話」罷，實在是不得已。我的同鄉不是有「刑名師爺」的麼？他們都知道，有些東西，為要顯示他傷害你的時候的公正，在不相干的地方就稱讚你幾句，似乎有賞有罰，使別人看去，很像無私……。\n\n「帶住！」又要「構陷人家的罪狀」了。只是這一點，就已經夠使人「即使看也等於白看」，或者「看過了就放進了應該去的地方」了。\n\n二月二十七日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"記「發薪」","content":"下午，在中央公園裡和C君做點小工作，突然得到一位好意的老同事的警報，說，部裡今天發給薪水了，計三成；但必須本人親身去領，而且須在三天以內。\n\n否則？\n\n否則怎樣，他卻沒有說。但這是「洞若觀火」的，否則，就不給。\n\n只要有銀錢在手裡經過，即使並非檀越的佈施，人是也總愛逞逞威風的，要不然，他們也許要覺到自己的無聊，渺小。明明有物品去抵押，當鋪卻用這樣的勢利臉和高櫃檯；明明用銀元去換銅元，錢攤卻帖著「收買現洋」的紙條，隱然以「買主」自命。錢票當然應該可以到負責的地方去換現錢，而有時卻規定了極短的時間，還要領簽，排班，等候，受氣；\n\n軍警督壓著，手裡還有國粹的皮鞭。\n\n不聽話麼？不但不得錢，而且要打了！\n\n我曾經說過，中華民國的官，都是平民出身，並非特別種族。雖然高尚的文人學士或新聞記者們將他們看作異類，以為比自己格外奇怪，可鄙可嗤；然而從我這幾年的經驗看來，卻委實不很特別，一切脾氣，卻與普通的同胞差不多，所以一到經手銀錢的時候，也還是照例有一點借此威風一下的嗜好。\n\n「親領」問題的歷史，是起源頗古的，中華民國十一年，就因此引起過方玄綽的牢騷，我便將這寫了一篇《端午節》。\n\n但歷史雖說如同螺旋，卻究竟並非印板，所以今之與昔，也還是小有不同。在昔盛世，主張「親領」的是「索薪會」——\n\n嗚呼，這些專門名詞，恕我不暇一一解釋了，而且紙張也可惜。——的驍將，晝夜奔走，向國務院呼號，向財政部坐討，一旦到手，對於沒有一同去索的人的無功受祿，心有不甘，用此給吃一點小苦頭的。其意若曰，這錢是我們討來的，就同我們的一樣；你要，必得到這裡來領佈施。你看施衣施粥，有施主親自送到受惠者的家裡去的麼？\n\n然而那是盛世的事。現在是無論怎麼「索」，早已一文也不給了，如果偶然「發薪」，那是意外的上頭的嘉惠，和什麼「索」絲毫無關。不過臨時發佈「親領」命令的施主卻還有，只是已非善於索薪的驍將，而是天天「畫到」，未曾另謀生活的「不貳之臣」了。所以，先前的「親領」是對於沒有同去索薪的人們的罰，現在的「親領」是對於不能空著肚子，天天到部的人們的罰。\n\n但這不過是一個大意，此外的事，倘非身臨其境，實在有些說不清。譬如一碗酸辣湯，耳聞口講的，總不如親自呷一口的明白。近來有幾個心懷叵測的名人間接忠告我，說我去年作文，專和幾個人鬧意見，不再論及文學藝術，天下國家．是可惜的。殊不知我近來倒是明白了，身歷其境的小事，尚且參不透，說不清，更何況那些高尚偉大，不甚了然的事業？我現在只能說說較為切己的私事，至於冠冕堂皇如所謂「公理」之類，就讓公理專家去消遣罷。\n\n總之，我以為現在的「親領」主張家，已頗不如先前了，這就是「孤桐先生」之所謂「每況愈下」。而且便是空牢騷如方玄綽者，似乎也已經很寥寥了。\n\n「去！」我一得警報，便走出公園，跳上車，徑奔衙門去。\n\n一進門，巡警就給我一個立正舉手的敬禮，可見做官要做得較大，雖然闊別多日，他們也還是認識的。到裡面，不見什麼人，因為辦公時間已經改在上午，大概都已親領了回家了。覓得一位聽差，問明瞭「親領」的規則，是先到會計科去取得條子，然後拿了這條子，到花廳裡去領錢。\n\n就到會計科，一個部員看了一看我的臉，便翻出條子來。\n\n我知道他是老部員，熟識同人，負著「驗明正身」的重大責任的；接過條子之後，我便特別多點了兩個頭，以表示告別和感謝之至意。\n\n其次是花廳了，先經過一個邊門，只見上帖紙條道：「丙組」，又有一行小注是「不滿百元」。我看自己的條子上，寫的是九十九元，心裡想，這真是「人生不滿百，常懷千歲憂。……」同時便直撞進去。看見一個和我差不多大的官，說道這「不滿百元」是指全俸而言，我的並不在這裡，是在里間。\n\n就到里間，那裡有兩張大桌子，桌旁坐著幾個人，一個熟識的老同事就招呼我了；拿出條子去，簽了名，換得錢票，總算一帆風順。這組的旁邊還坐著一位很胖的官，大概是監督者，因為他敢於解開了官紗——也許是紡綢，我不大認識這些東西。——小衫，露著胖得擁成折疊的胸肚，使汗珠雍容地越過了折疊往下流。\n\n這時我無端有些感慨，心裡想，大家現在都說「災官」「災官」，殊不知「心廣體胖」的還不在少呢。便是兩三年前教員正嚷索薪的時候，學校的教員豫備室裡也還有人因為吃得太飽了，咳的一聲，胃中的氣體從嘴裡反叛出來。\n\n走出外間，那一位和我差不多大的官還在，便拉住他發牢騷。\n\n「你們怎麼又鬧這些玩藝兒了？」我說。\n\n「這是他的意思……。」他和氣地回答，而且笑嘻嘻的。\n\n「生病的怎麼辦呢？放在門板上抬來麼？」\n\n「他說：這些都另法辦理……。」\n\n我是一聽便了然的，只是在「門——衙門之門——外漢」怕不易懂，最好是再加上一點注解。這所謂「他」者，是指總長或次長而言。此時雖然似乎所指頗蒙朧，但再掘下去，便可以得到指實，但如果再掘下去，也許又要更蒙朧。總而言之，薪水既經到手，這些事便應該「適可而止，毋貪心也」的，否則，怕難免有些危機。即如我的說了這些話，其實就已經不大妥。\n\n於是我退出花廳，卻又遇見幾個舊同事，閒談了一回。知道還有「戊組」，是發給已經死了的人的薪水的，這一組大概無須「親領」。又知道這一回提出「親領」律者，不但「他」，也有「他們」在內。所謂「他們」者，粗粗一聽，很像「索薪會」的頭領們，但其實也不然，因為衙門裡早就沒有什麼「索薪會」，所以這一回當然是別一批新人物了。\n\n我們這回「親領」的薪水，是中華民國十三年二月份的。\n\n因此，事前就有了兩種學說。一，即作為十三年二月的薪水發給。然而還有新來的和新近加俸的呢，可就不免有向隅之感。於是第二種新學說自然起來：不管先前，只作為本年六月份的薪水發給。不過這學說也不大妥，只是「不管先前」這一句，就很有些疵病。\n\n這個辦法，先前也早有人苦心經營過。去年章士釗將我免職之後，自以為在地位上已經給了一個打擊，連有些文人學士們也喜得手舞足蹈。然而他們究竟是聰明人，看過「滿床滿桌滿地」的德文書的，即刻又悟到我單是拋了官，還不至於一敗塗地，因為我還可以得欠薪，在北京生活。於是他們的司長劉百昭便在部務會議席上提出，要不發欠薪，何月領來，便作為何月的薪水。這辦法如果實行，我的受打擊是頗大的，因為就受著經濟的迫壓。然而終於也沒有通過。那致命傷，就在「不管先前」上；而劉百昭們又不肯自稱革命黨，主張不管什麼，都從新來一回。\n\n所以現在每一領到政費，所發的也還是先前的錢；即使有人今年不在北京了，十三年二月間卻在，實在也有些難於說是現今不在，連那時的曾經在此也不算了。但是，既然又有新的學說起來，總得採納一點，這採納一點，也就是調和一些。因此，我們這回的收條上，年月是十三年二月的，錢的數目是十五年六月的。\n\n這麼一來，既然並非「不管先前」，而新近升官或加俸的又可以多得一點錢，可謂比較的周到。於我是無益也無損，只要還在北京，拿得出「正身」來。\n\n翻開我的簡單日記一查，我今年已經收了四回俸錢了：第一次三元；第二次六元；第三次八十二元五角，即二成五，端午節的夜裡收到的；第四次三成，九十九元，就是這一次。再算欠我的薪水，是大約還有九千二百四十元，七月份還不算。\n\n我覺得已是一個精神上的財主；只可惜這「精神文明」是不很可靠的，劉百昭就來動搖過。將來遇見善於理財的人，怕還要設立一個「欠薪整理會」，裡面坐著幾個人物，外面掛著一塊招牌，使凡有欠薪的人們都到那裡去接洽。幾天或幾月之後，人不見了，接著連招牌也不見了；於是精神上的財主就變了物質上的窮人了。\n\n但現在卻還的確收了九十九元，對於生活又較為放心，趁閒空來發一點議論再說。\n\n七月二十一日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"新的薔薇","content":"因為《語絲》在形式上要改成中本了，我也不想再用老題目，所以破格地奮發，要寫出「新的薔薇」來。\n\n——這回可要開花了？\n\n——嗡嗡，——不見得罷。\n\n我早有點知道：我是大概以自己為主的。所談的道理是「我以為」的道理，所記的情狀是我所見的情狀。聽說一月以前，杏花和碧桃都開過了。我沒有見，我就不以為有杏花和碧桃。\n\n——然而那些東西是存在的。——學者們怕要說。\n\n——好！那麼，由它去罷。——這是我敬謹回稟學者們的話。\n\n有些講「公理」的，說我的雜感沒有一看的價值。那是一定的。其實，他來看我的雜感，先就自己失了魂了，——\n\n假如也有魂。我的話倘會合於講「公理」者的胃口，我不也成了「公理維持會」會員了麼？我不也成了他，和其餘的一切會員了麼？我的話不就等於他們的話了麼？許多人和許多話不就等於一個人和一番話了麼？\n\n公理是只有一個的。然而聽說這早被他們拿去了，所以我已經一無所有。\n\n這回「北京城內的外國旗」，大約特別地多罷，竟使學者為之憤慨：「……至於東交民巷界線以外，無論中國人外國人，那就不能借插用外國國旗，以為保護生命財產的護符。」這是的確的。「保護生命財產的護符」，我們自有「法律」在。\n\n如果還不放心呢，那麼，就用一種更穩妥的旗子：紅卍字旗。介乎中外之間，超於「無恥」和有恥之外，——確是好旗子！\n\n從清末以來，「莫談國事」的條子帖在酒樓飯館裡，至今還沒有跟著辮子取消。所以，有些時候，難煞了執筆的人。\n\n但這時卻可以看見一種有趣的東西，是：希望別人以文字得禍的人所做的文字。\n\n聰明人的談吐也日見其聰明了。說三月十八日被害的學生是值得同情的，因為她本不願去而受了教職員的慫恿。說「那些直接或間接用蘇俄的金錢的人」是情有可原的，因為「他們自己可以挨餓，老婆子女卻不能不吃飯呵！」推開了甲而陷沒了乙，原諒了情而坐實了罪；尤其是他們的行動和主張，都見得一錢不值了。\n\n然而聽說趙子昂的畫馬，卻又是鏡中照出來的自己的形相哩。\n\n因為「老婆子女卻不能不吃飯」，於是自然要發生「節育問題」了。但是先前山格夫人來華的時候，「有些志士」卻又大發牢騷，說她要使中國人滅種。\n\n獨身主義現今尚為許多人所反對，節育也行不通。為赤貧的紳士計，目前最好的方法，我以為莫如弄一個有錢的女人做老婆。\n\n我索性完全傳授了這個秘訣罷：口頭上，可必須說是為了「愛」。\n\n「蘇俄的金錢」十萬元，這回竟弄得教育部和教育界發生糾葛了，因為大家都要一點。這也許還是因為「老婆子女」之故罷。但這批盧布和那批盧布卻不一樣的。這是歸還的庚子賠款；是拳匪「扶清滅洋」，各國聯軍入京的餘澤。那年代很容易記：十九世紀末，一九○○年。二十六年之後，我們卻「間接」用了拳匪的金錢來給「老婆子女」吃飯；如果大師兄有靈，必將爽然若失者歟。\n\n還有，各國用到中國來做「文化事業」的，也是這一筆款……。\n\n五月二十三日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"談皇帝","content":"中國人的對付鬼神，兇惡的是奉承，如瘟神和火神之類，老實一點的就要欺侮，例如對於土地或灶君。待遇皇帝也有類似的意思。君民本是同一民族，亂世時「成則為王敗則為賊」，平常是一個照例做皇帝，許多個照例做平民；兩者之間，思想本沒有什麼大差別。所以皇帝和大臣有「愚民政策」，百姓們也自有其「愚君政策」。\n\n往昔的我家，曾有一個老僕婦，告訴過我她所知道，而且相信的對付皇帝的方法。她說——\n\n「皇帝是很可怕的。他坐在龍位上，一不高興，就要殺人；不容易對付的。所以吃的東西也不能隨便給他吃，倘是不容易辦到的，他吃了又要，一時辦不到；——譬如他冬天想到瓜，秋天要吃桃子，辦不到，他就生氣，殺人了。現在是一年到頭給他吃波菜，一要就有，毫不為難。但是倘說是波菜，他又要生氣的，因為這是便宜貨，所以大家對他就不稱為波菜，另外起一個名字，叫作『紅嘴綠鸚哥』。」\n\n在我的故鄉，是通年有波菜的，根很紅，正如鸚哥的嘴一樣。\n\n這樣的連愚婦人看來，也是呆不可言的皇帝，似乎大可以不要了。然而並不，她以為要有的，而且應該聽憑他作威作福。至於用處，仿佛在靠他來鎮壓比自己更強梁的別人，所以隨便殺人，正是非備不可的要件。然而倘使自己遇到，且須侍奉呢？可又覺得有些危險了，因此只好又將他練成傻子，終年耐心地專吃著「紅嘴綠鸚哥」。\n\n其實利用了他的名位，「挾天子以令諸侯」的，和我那老僕婦的意思和方法都相同，不過一則又要他弱，一則又要他愚。儒家的靠了「聖君」來行道也就是這玩意，因為要「靠」，所以要他威重，位高；因為要便於操縱，所以又要他頗老實，聽話。\n\n皇帝一自覺自己的無上威權，這就難辦了。既然「普天之下，莫非皇土」，他就胡鬧起來，還說是「自我得之，自我失之，我又何恨」哩！於是聖人之徒也只好請他吃「紅嘴綠鸚哥」了，這就是所謂「天」。據說天子的行事，是都應該體帖天意，不能胡鬧的；而這「天意」也者，又偏只有儒者們知道著。\n\n這樣，就決定了：要做皇帝就非請教他們不可。\n\n然而不安分的皇帝又胡鬧起來了。你對他說「天」麼，他卻道，「我生不有命在天？！」豈但不仰體上天之意而已，還逆天，背天，「射天」，簡直將國家鬧完，使靠天吃飯的聖賢君子們，哭不得，也笑不得。\n\n於是乎他們只好去著書立說，將他罵一通，豫計百年之後，即身歿之後，大行于時，自以為這就了不得。\n\n但那些書上，至多就止記著「愚民政策」和「愚君政策」全都不成功。\n\n二月十七日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"古書與白話","content":"記得提倡白話那時，受了許多謠諑誣謗，而白話終於沒有跌倒的時候，就有些人改口說：然而不讀古書，白話是做不好的。我們自然應該曲諒這些保古家的苦心，但也不能不憫笑他們這祖傳的成法。凡有讀過一點古書的人都有這一種老手段：新起的思想，就是 「異端」 ，必須殲滅的，待到它奮鬥之後，自己站住了，這才尋出它原來與「聖教同源」 ；外來的事物，都要「用夷變夏」 ，必須排除的，但待到這 「夷」 入主中夏，卻考訂出來了，原來連這「夷」 也還是黃帝的子孫。這豈非出人意料之外的事呢？無論什麼，在我們的「古」 裡竟無不包函了！\n\n用老手段的自然不會長進，到現在仍是說非「讀破幾百卷書者」 即做不出好白話文，於是硬拉吳稚暉先生為例。可是竟又會有「肉麻當有趣」 ，述說得津津有味的，天下事真是千奇百怪。其實吳先生的「用講話體為文」 ，即「其貌」 也何嘗與「黃口小兒所作若同」 。不是「縱筆所之，輒萬數千言」 麼？\n\n其中自然有古典，為「黃口小兒」 所不知，尤有新典，為「束髮小生」 所不曉。清光緒末，我初到日本東京時，這位吳稚暉先生已在和公使蔡鈞大戰了，其戰史就有這麼長，則見聞之多，自然非現在的「黃口小兒」 所能企及。所以他的遣辭用典，有許多地方是惟獨熟於大小故事的人物才能夠了然，從青年看來，第一是驚異于那文辭的滂沛。這或者就是名流學者們所認為長處的罷，但是，那生命卻不在於此。甚至於竟和名流學者們所拉攏恭維的相反，而在自己並不故意顯出長處，也無法滅去名流學者們的所謂長處；只將所說所寫，作為改革道中的橋樑，或者竟並不想到作為改革道中的橋樑。\n\n愈是無聊賴，沒出息的腳色，愈想長壽，想不朽，愈喜歡多照自己的照相，愈要佔據別人的心，愈善於擺臭架子。但是，似乎「下意識」 裡，究竟也覺得自己之無聊的罷，便只好將還未朽盡的「古」 一口咬住，希圖做著腸子裡的寄生蟲，一同傳世；或者在白話文之類裡找出一點古氣，反過來替古董增加寵榮。如果 「不朽之大業」 不過這樣，那未免太可憐了罷。而且，到了二九二五年，「黃口小兒」 們還要看什麼《甲寅》之流，也未免過於可慘罷，即使它「自從孤桐先生下臺之後，……也漸漸的有了生氣了」 。\n\n菲薄古書者，惟讀過古書者最有力，這是的確的。因為他洞知弊病，能「以子之矛攻子之盾」 ，正如要說明吸雅片的弊害，大概惟吸過雅片者最為深知，最為痛切一般。但即使「束髮小生」 ，也何至於說，要做戒絕雅片的文章，也得先吸盡幾百兩雅片才好呢。\n\n古文已經死掉了；白話文還是改革道上的橋樑，因為人類還在進化。便是文章，也未必獨有萬古不磨的典則。雖然據說美國的某處已經禁講進化論了，但在實際上，恐怕也終於沒有效的。\n\n一月二十五日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"無花的薔薇之三","content":"積在天津的紙張運不到北京，連印書也頗受戰爭的影響，我的舊雜感的結集《華蓋集》付印兩月了，排校還不到一半。\n\n可惜先登了一個預告，以致引出陳源教授的「反廣告」來——\n\n「我不能因為我不尊敬魯迅先生的人格，就不說他的小說好，我也不能因為佩服他的小說，就稱讚他其餘的文章。我覺得他的雜感，除了《熱風》中二三篇外，實在沒有一讀之價值。」（《現代評論》七十一，《閒話》。）\n\n這多麼公平！原來我也是「今不如古」了；《華蓋集》的銷路，比起《熱風》來，恐怕要較為悲觀。而且，我的作小說，竟不料是和「人格」無關的。「非人格」的一種文字，像新聞記事一般的，倒會使教授「佩服」，中國又仿佛日見其光怪陸離了似的，然則「實在沒有一讀之價值」的雜感，也許還要存在罷。\n\n做那有名的小說《Don Quijote》的M.de Cervantes先生，窮則有之，說他像叫化子，可不過是一種特別流行於中國學者間的流言。他說Don Quijote看遊俠小說看瘋了，便自己去做俠客，打不平。他的親人知道是書籍作的怪，就請了間壁的理髮匠來檢查；理髮匠選出幾部好的留下來，其餘的便都燒掉了。大概是燒掉的罷，記不清楚了；也忘了是多少種。想來，那些入選的「好書」的作家們，當時看了這小說裡的書單，怕總免不了要面紅耳赤地苦笑的罷。\n\n中國雖然似乎日見其光怪陸離了。然而，烏乎哀哉！我們連「苦笑」也得不到。\n\n有人從外省寄快信來問我平安否。他不熟於北京的情形，上了流言的當了。\n\n北京的流言報，是從袁世凱稱帝，張勳復辟，章士釗「整頓學風」以還，一脈相傳，歷來如此的。現在自然也如此。\n\n第一步曰：某方要封閉某校，捕拿某人某人了。這是造給某校某人看，恐嚇恐嚇的。\n\n第二步曰：某校已空虛，某人已逃走了。這是造給某方看，煽動煽動的。\n\n又一步曰：某方已搜檢甲校，將搜檢乙校了。這是恐嚇乙校，煽動某方的。\n\n「平生不作虧心事，夜半敲門不吃驚。」乙校不自心虛，怎能給恐嚇呢？然而，少安毋躁罷。還有一步曰：乙校昨夜通宵達旦，將赤化書籍完全焚燒矣。\n\n於是甲校更正，說並未搜檢；乙校更正，說並無此項書籍云。\n\n於是連衛道的新聞記者，圓穩的大學校長也住進六國飯店，講公理的大報也摘去招牌，學校的號房也不賣《現代評論》：大有「火炎昆岡，玉石俱焚」之概了。\n\n其實是不至於此的，我想。不過，謠言這東西，卻確是造謠者本心所希望的事實，我們可以借此看看一部分人的思想和行為。\n\n中華民國九年七月直皖戰爭開手；八月，皖軍潰滅，徐樹錚等九人避入日本公使館。這時還點綴著一點小玩意，是有一些正人君子——不是現在的一些正人君子——去遊說直派武人，請他殺戮改革論者了。終於沒有結果；便是這事也早從人們的記憶上消去。但試去翻那年八月的《北京日報》，還可以看見一個大廣告，裡面是什麼大英雄得勝之後，必須廓清邪說，誅戮異端等類古色古香的名言。\n\n那廣告是有署名的，在此也無須提出。但是，較之現在專躲在暗中的流言家，卻又不免令人有「今不如古」之感了。\n\n我想，百年前比現在好，千年前比百年前好，萬年前比千年前好……特別在中國或者是確鑿的。\n\n在報章的角落裡常看見對青年們的諄諄的教誡：敬惜字紙咧；留心國學咧；伊卜生這樣，羅曼羅蘭那樣咧。時候和文字是兩樣了，但含義卻使我覺得很耳熟：正如我年幼時所聽過的耆宿的教誡一般。\n\n這可仿佛是「今不如古」的反證了。但是，世事都有例外，對於上一節所說的事，這也算作一個例外罷。\n\n五月六日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"可慘與可笑","content":"三月十八日的慘殺事件，在事後看來，分明是政府布成的羅網，純潔的青年們竟不幸而陷下去了，死傷至於三百多人。這羅網之所以布成，其關鍵就全在於「流言」的奏了功效。\n\n這是中國的老例，讀書人的心裡大抵含著殺機，對於異己者總給他安排下一點可死之道。就我所眼見的而論，凡陰謀家攻擊別一派，光緒年間用「康黨」，宣統年間用「革黨」，民二以後用「亂党」，現在自然要用「共產黨」了。\n\n其實，去年有些「正人君子」們稱別人為「學棍」「學匪」的時候，就有殺機存在，因為這類諢號，和「臭紳士」「文士」之類不同，在「棍」「匪」字裡，就藏著可死之道的。但這也許是「刀筆吏」式的深文周納。\n\n去年，為「整頓學風」計，大傳播學風怎樣不良的流言，學匪怎樣可惡的流言，居然很奏了效。今年，為「整頓學風」計，又大傳播共產黨怎樣活動，怎樣可惡的流言，又居然很奏了效。於是便將請願者作共產黨論，三百多人死傷了，如果有一個所謂共產黨的首領死在裡面，就更足以證明這請願就是「暴動」。\n\n可惜竟沒有。這該不是共產黨了罷。據說也還是的，但他們全都逃跑了，所以更可惡。而這請願也還是暴動，做證據的有一根木棍，兩支手槍，三瓶煤油。姑勿論這些是否群眾所攜去的東西；即使真是，而死傷三百多人所攜的武器竟不過這一點，這是怎樣可憐的暴動呵！\n\n但次日，徐謙，李大釗，李煜瀛，易培基，顧兆熊的通緝令發表了。因為他們「嘯聚群眾」，像去年女子師範大學生的「嘯聚男生」（章士釗解散女子師範大學呈文語）一樣，「嘯聚」了帶著一根木棍，兩支手槍，三瓶煤油的群眾。以這樣的群眾來顛覆政府，當然要死傷三百多人；而徐謙們以人命為兒戲到這地步，那當然應該負殺人之罪了；而況自己又不到場，或者全都逃跑了呢？\n\n以上是政治上的事，我其實不很了然。但從別一方面看來，所謂「嚴拿」者，似乎倒是趕走；所謂「嚴拿」暴徒者，似乎不過是趕走北京中法大學校長兼清室善後委員會委員長（李），中俄大學校長（徐），北京大學教授（李大釗），北京大學教務長（顧），女子師範大學校長（易）；其中的三個又是俄款委員會委員：一共空出九個「優美的差缺」也。\n\n同日就又有一種謠言，便是說還要通緝五十多人；但那姓名的一部分，卻至今日才見於《京報》。這種計畫，在目下的段祺瑞政府的秘書長章士釗之流的腦子裡，是確實會有的。國事犯多至五十餘人，也是中華民國的一個壯觀；而且大概多是教員罷，倘使一同放下五十多個「優美的差缺」，逃出北京，在別的地方開起一個學校來，倒也是中華民國的一件趣事。\n\n那學校的名稱，就應該叫作「嘯聚」學校。\n\n三月二十六日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"有趣的消息","content":"雖說北京像一片大沙漠，青年們卻還向這裡跑；老年們也不大走，即或有到別處去走一趟的，不久就轉回來了，仿佛倒是北京還很有什麼可以留戀。厭世詩人的怨人生，真是“感慨系之矣”，然而他總活著；連祖述釋迦牟尼先生的哲人勗本華爾也不免暗地裡吃一種醫治什麼病症的藥，不肯輕易“涅槃”。俗語說：“好死不如惡活”，這當然不過是俗人的俗見罷了，可是文人學者之流也何嘗不這樣。所不同的，只是他總有一面辭嚴義正的軍旗，還有一條尤其義正辭嚴的逃路。\n\n真的，倘不這樣，人生可真要無聊透頂，無話可說了。\n\n北京就是一天一天地百物昂貴起來；自己的“區區僉事”，又因為“妄有主張”，被章士釗先生革掉了。向來所遭遇的呢，借了安特來夫的話來說，是“沒有花，沒有詩”，就只有百物昂貴。然而也還是“妄有主張”，沒法回頭；倘使有一個妹子，如《晨報副刊》上所豔稱的“閒話先生”的家事似的，叫道：“阿哥！”那聲音正如“銀鈴之響于幽谷”，向我求告，“你不要再做文章得罪人家了，好不好？”我也許可以借此撥轉馬頭，躲到別墅裡去研究漢朝人所做的“四書”注疏和理論去。然而，惜哉，沒有這樣的好妹子；“女媭之嬋媛兮，申申其詈予，曰：鯀婞直以亡身兮，終然殀乎羽之野。”\n\n連有一個那樣凶姊姊的幸福也不及屈靈均。我的終於“妄有主張”，或者也許是無可推託之故罷。然而這關係非同小可，將來怕要遭殃了，因為我知道，得罪人是要得到報應的。\n\n話要回到釋迦先生的教訓去了，據說：活在人間，還不如下地獄的穩妥。做人有“作”就是動作（＝造孽），下地獄卻只有“報”（＝報應）了；所以生活是下地獄的原因，而下地獄倒是出地獄的起點。這樣說來，實在令人有些想做和尚，但這自然也只限於“有根”（據說，這是“一句天津話”）的大人物，我卻不大相信這一類鬼畫符。活在沙漠似的北京城裡，枯燥當然是枯燥的，但偶然看看世態，除了百物昂貴之外，究竟還是五花八門，創造藝術的也有，製造流言的也有，肉麻的也有，有趣的也有……這大概就是北京之所以為北京的緣故，也就是人們總還要奔湊聚集的緣故。可惜的是只有一些小玩意，老實一點的朋友就難於給自己豎起一杆辭嚴義正的軍旗來。\n\n我一向以為下地獄的事，待死後再對付，只有目前的生活的枯燥是最可怕的，於是便不免于有時得罪人，有時則尋些小玩意兒來開開笑口，但這也就是得罪人。得罪人當然要受報，那也只好準備著，因為尋些小玩意兒來開開笑口的是更不能豎起辭嚴義正的軍旗來的。其實，這裡也何嘗沒有國家大事的消息呢，“關外戰事不日將發生”呀，“國軍一致擁段”哪，有些報紙上都用了頭號字煌煌地排印著，可以刺得人們頭昏，但於我卻都沒有什麼鳥趣味。人的眼界之狹是不大有藥可救的，我近來覺得有趣的倒要算看見那在德國手格盜匪若干人，在北京率領三河縣老媽子一大隊的武士劉百昭校長居然做駢文，大有偃武修文之意了；而且“百昭海邦求學，教部備員，多藝之譽愧不如人，審美之情差堪自信”，還是一位文武全才，我先前實在沒有料想到。第二，就是去年肯管閒事的“學者”，今年不管閒事了，在年底結清帳目的辦法，原來不止是掌櫃之于流水簿，也可以適用於“正人君子”的行為的。或者，“阿哥！”這一聲叫，正在中華民國十四年十二月卅一日的夜間十二點鐘罷。\n\n但是，這些趣味，刹那間也即消失了，就是我自己的思想的變動，也誠然是可恨。我想，照著境遇，思想言行當然要遷移，一遷移，當然會有所以遷移的道理。況且世界上的國慶很不少，古今中外名流尤其多，他們的軍旗，是全都早經豎定了的。前人之勤，後人之樂，要做事的時候可以援引孔丘墨翟，不做事的時候另外有老聃，要被殺的時候我是關龍逄，要殺人的時候他是少正卯，〔有些力氣的時候看看達爾文赫胥黎的書，要人幫忙就有克魯巴金的《互助論》，勃朗甯夫婦豈不是講戀愛的模範麼，勗本華爾和尼采又是咒詛女人的名人，……歸根結蒂，如果楊蔭榆或章士釗可以比附到猶太人特萊孚斯去，則他的篾片就可以等於左拉等輩了。這個時候，可憐的左拉要被中國人背出來；幸而楊蔭榆或章士釗是否等於特萊孚斯，也還是一個大疑問。然而事情還沒有這麼簡單，中國的壞人（如水平線下的文人和學棍學匪之類），似乎將來要大吃其苦了，雖然也許要在身後，像下地獄一般。但是，深謀遠慮的人，總還以從此小心，不要多說為穩妥。你以為“閒話先生”真是不管閒事了麼？並不然的。據說他是要“到那天這班出鋒頭的人們脫盡了銳氣的日子，我們這位閒話先生正在從容的從事他那‘完工的拂拭’（The finishing touch），笑吟吟的擎著他那枝從鐵杠磨成的繡針，諷刺我們情急是多麼不經濟的一個態度，反面說只有無限的耐心才是天才唯一的憑證”。（《晨報副刊》一四二三）\n\n後出者勝於前者，本是天下的平常事情，但除了墮落的民族。即以衣服而論，也是由裸體而用會陰帶或圍裙，於是有衣裳，袞冕。我們將來的天才卻特異的，別人系了圍裙狂跳時，他卻躲在繡房裡刺繡，——不，磨繡針。待到別人的圍裙全數破舊，他卻穿了繡花衫子站出來了。大家只好說道“阿！”可憐的性急的野蠻人，竟連圍裙也不知道換一條，怪不得銳氣終於脫盡；脫盡猶可，還要看那“笑吟吟”的“諷刺”的“天才”臉哩，這實在是對於靈魂的鞭責，雖說還在遼遠的將來。\n\n還有更可怕的，是我們風聞二○二五年一到，陶孟和教授要發表一部著作。內容如何，只有百年後的我們的曾孫或玄孫們知道罷了，但幸而在《現代評論增刊》上提前發表了幾節，所以我們竟還能“管中窺豹”似的，略見這一部新書的大概。那是講“現代教育界的特色”的，連教員的“兼課”之多也說在內。他問：“我的議論太悲觀，太刻薄，太荒誕嗎？我深願受這個批評，假使事實可以證明。”這些批評我們且俟之百年之後，雖然那時也許無從知道事實；典籍呢，大概也只有“笑吟吟的”佳作留傳。要是當真這樣，那大半是“英雄所見略同”的，後人總不至於以為刻薄罷。但我們也難於懸揣，不過就今論今，似乎頗有些“孔子作《春秋》，而亂臣賊子懼”之意了。人們不逢如此盛事者，蓋已將二千四百年云。\n\n總之，百年以內，將有陳源教授的許多（？）書，百年以後，將有陶孟和教授的一部書出現。內容雖然不知道怎樣，但據目下所走漏的風聲看起來，大概總是諷刺“那班出鋒頭的人們”，或“馳驅九城”的教授的。\n\n我常常感歎，印度小乘教的方法何等厲害：它立了地獄之說，借著和尚，尼姑，念佛老嫗的嘴來宣揚，恐嚇異端，使心志不堅定者害怕。那訣竅是在說報應並非眼前，卻在將來百年之後，至少也須到銳氣脫盡之時。這時候你已經不能動彈了，只好聽別人擺佈，流下鬼淚，深悔生前之妄出鋒頭；\n\n而且這時候，這才認識閻羅大王的尊嚴和偉大。\n\n這些信仰，也許是迷信罷，但神道設教，于“挽世道而正人心”的事，或者也還是不無裨益。況且，未能將壞人“投界豺虎”於生前，當然也只好口誅筆伐之於身後，孔子一車兩馬，倦遊各國以還，抽出鋼筆來作《春秋》，蓋亦此志也。\n\n但是，時代遷流了，到現在，我以為這些老玩意，也只好騙騙極端老實人。連鬧這些玩意兒的人們自己尚且未必信，更何況所謂壞人們。得罪人要受報應，平平常常，並不見得怎樣奇特，有時說些宛轉的話，是姑且客氣客氣的，何嘗想借此免於下地獄。這是無法可想的，在我們不從容的人們的世界中，實在沒有那許多工夫來擺臭紳士的臭架子了，要做就做，與其說明年喝酒，不如立刻喝水；待廿一世紀的剖撥戮屍，倒不如馬上就給他一個嘴巴。至於將來，自有後起的人們，決不是現在人即將來所謂古人的世界，如果還是現在的世界，中國就會完！\n\n一月十四日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"後記","content":"這半年我又看見了許多血和許多淚，然而我只有雜感而已。淚揩了，血消了；屠伯們逍遙复逍遙，用鋼刀的，用軟刀的。\n\n然而我只有“「雜感」”而已。\n\n連「雜感」也被「放進了應該去的地方」時，我于是只有「而已」而已！\n\n十月十四夜，校訖記。\n\n"},{"name":"送灶日漫筆","content":"坐聽著遠遠近近的爆竹聲，知道灶君先生們都在陸續上天，向玉皇大帝講他的東家的壞話去了，但是他大概終於沒有講，否則，中國人一定比現在要更倒楣。\n\n灶君升天的那日，街上還賣著一種糖，有柑子那麼大小，在我們那裡也有這東西，然而扁的，像一個厚厚的小烙餅。那就是所謂「膠牙餳」了。本意是在請灶君吃了，粘住他的牙，使他不能調嘴學舌，對玉帝說壞話。我們中國人意中的神鬼，似乎比活人要老實些，所以對鬼神要用這樣的強硬手段，而於活人卻只好請吃飯。\n\n今之君子往往諱言吃飯，尤其是請吃飯。那自然是無足怪的，的確不大好聽。只是北京的飯店那麼多，飯局那麼多，莫非都在食蛤蜊，談風月，「酒酣耳熱而歌嗚嗚」麼？不儘然的，的確也有許多「公論」從這些地方播種，只因為公論和請帖之間看不出蛛絲馬跡，所以議論便堂哉皇哉了。但我的意見，卻以為還是酒後的公論有情。人非木石，豈能一味談理，礙於情面而偏過去了，在這裡正有著人氣息。況且中國是一向重情面的。何謂情面？明朝就有人解釋過，曰：「情面者，面情之謂也。」自然不知道他說什麼，但也就可以懂得他說什麼。在現今的世上，要有不偏不倚的公論，本來是一種夢想；即使是飯後的公評，酒後的宏議，也何嘗不可姑妄聽之呢。然而，倘以為那是真正老牌的公論，卻一定上當，——\n\n但這也不能獨歸罪於公論家，社會上風行請吃飯而諱言請吃飯，使人們不得不虛假，那自然也應該分任其咎的。\n\n記得好幾年前，是「兵諫」之後，有槍階級專喜歡在天津會議的時候，有一個青年憤憤地告訴我道：他們那裡是會議呢，在酒席上，在賭桌上，帶著說幾句就決定了。他就是受了「公論不發源於酒飯說」之騙的一個，所以永遠是憤然，殊不知他那理想中的情形，怕要到二九二五年才會出現呢，或者竟許到三九二五年。\n\n然而不以酒飯為重的老實人，卻是的確也有的，要不然，中國自然還要壞。有些會議，從午後二時起，討論問題，研究章程，此問彼難，風起雲湧，一直到七八點，大家就無端覺得有些焦躁不安，脾氣愈大了，議論愈糾紛了，章程愈渺茫了，雖說我們到討論完畢後才散罷，但終於一哄而散，無結果。這就是輕視了吃飯的報應，六七點鐘時分的焦躁不安，就是肚子對於本身和別人的警告，而大家誤信了吃飯與講公理無關的妖言，毫不瞅睬，所以肚子就使你演說也沒精采，宣言也——連草稿都沒有。\n\n但我並不說凡有一點事情，總得到什麼太平湖飯店，擷英番菜館之類裡去開大宴；我於那些店裡都沒有股本，犯不上替他們來拉主顧，人們也不見得都有這麼多的錢。我不過說，發議論和請吃飯，現在還是有關係的；請吃飯之於發議論，現在也還是有益處的；雖然，這也是人情之常，無足深怪的。\n\n順便還要給熱心而老實的青年們進一個忠告，就是沒酒沒飯的開會，時候不要開得太長，倘若時候已晚了，那麼，買幾個燒餅來吃了再說。這麼一辦，總可以比空著肚子的討論容易有結果，容易得收場。\n\n膠牙餳的強硬辦法，用在灶君身上我不管它怎樣，用之於活人是不大好的。倘是活人，莫妙於給他醉飽一次，使他自己不開口，卻不是膠住他。中國人對人的手段頗高明，對鬼神卻總有些特別，二十三夜的捉弄灶君即其一例，但說起來也奇怪，灶君竟至於到了現在，還仿佛沒有省悟似的。\n\n道士們的對付「三屍神」，可是更利害了。我也沒有做過道士，詳細是不知道的，但據「耳食之言」，則道士們以為人身中有三屍神，到有一日，便乘人熟睡時，偷偷地上天去奏本身的過惡。這實在是人體本身中的奸細，《封神傳演義》常說的「三屍神暴躁，七竅生煙」的三屍神，也就是這東西。\n\n但據說要抵制他卻不難，因為他上天的日子是有一定的，只要這一日不睡覺，他便無隙可乘，只好將過惡都放在肚子裡，再看明年的機會了。連膠牙餳都沒得吃，他實在比灶君還不幸，值得同情。\n\n三屍神不上天，罪狀都放在肚子裡；灶君雖上天，滿嘴是糖，在玉皇大帝面前含含糊胡地說了一通，又下來了。對於下界的情形，玉皇大帝一點也聽不懂，一點也不知道，於是我們今年當然還是一切照舊，天下太平。\n\n我們中國人對於鬼神也有這樣的手段。\n\n我們中國人雖然敬信鬼神；卻以為鬼神總比人們傻，所以就用了特別的方法來處治他。至於對人，那自然是不同的了，但還是用了特別的方法來處治，只是不肯說；你一說，據說你就是卑視了他了。誠然，自以為看穿了的話，有時也的確反不免於淺薄。\n\n二月五日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"如此「討赤」","content":"京津間許多次大小戰爭，戰死了不知多少人，為「討赤」也；執政府前開二排槍，打死請願者四十七，傷百餘，通緝「率領暴徒」之徐謙等人五，為「討赤」也；奉天飛機三臨北京之空中，擲下炸彈，殺兩婦人，傷一小黃狗，為「討赤」也。\n\n京津間戰死之兵士和北京中被炸死之兩婦人和被炸傷之一小黃狗，是否即「赤」，尚無「明令」，下民不得而知。至於府前槍殺之四十七人，則第一「明令」已云有「誤傷」矣；\n\n京師地方檢察廳公函又云「此次集會請願宗旨尚屬正當，又無不正之行為」矣；而國務院會議又將「從優擬恤」矣。然則徐謙們所率領的「暴徒」那裡去了呢？他們都有符咒，能避槍炮的麼？\n\n總而言之：「討」則「討」矣了，而「赤」安在呢？\n\n而「赤」安在，姑且勿論。歸根結蒂，「烈士」落葬，徐謙們逃亡，兩個俄款委員會委員出缺。六日《京報》云：\n\n 「昨日九校教職員聯席會議代表在法政大學開會，查良釗主席，先報告前日因俄款委員會改組事，與教長胡仁源接洽之情形；次某代表發言，略云，政府此次擬以外教財三部事務官接充委員，同人應絕對反對，並非反對該項人員人格，實因俄款數目甚大，中國教育界仰賴甚深……。」\n又有一條新聞，題目是「五私大亦注意俄款委員會」云。\n\n四十七人之死，有功於「中國教育界」良非淺甚少也。「從優擬恤」，誰曰不宜！？\n\n而今而後，庶幾「中國教育界」中，不至於再稱異己者為「盧布黨」歟？\n\n四月六日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"馬上支日記","content":"前幾天會見小峰，談到自己要在半農所編的副刊上投點稿，那名目是《馬上日記》。小峰憮然曰，回憶歸在《舊事重提》中，目下的雜感就寫進這日記裡面去……。\n\n意思之間，似乎是說：你在《語絲》上做什麼呢？——\n\n但這也許是我自己的疑心病。我那時可暗暗地想：生長在敢於吃河豚的地方的人，怎麼也會這樣拘泥？政黨會設支部，銀行會開支店，我就不會寫支日記的麼？因為《語絲》上須投稿，而這暗想馬上就實行了，於是乎作支日記。\n\n早晨被一個小蠅子在臉上爬來爬去爬醒，趕開，又來；趕開，又來；而且一定要在臉上的一定的地方爬。打了一回，打它不死，只得改變方針：自己起來。\n\n記得前年夏天路過S州，那客店裡的蠅群卻著實使人驚心動魄。飯菜搬來時，它們先追逐著賞鑒；夜間就停得滿屋，我們就枕，必須慢慢地，小心地放下頭去，倘若猛然一躺，驚動了它們，便轟的一聲，飛得你頭昏眼花，一敗塗地。\n\n到黎明，青年們所希望的黎明，那自然就照例地到你臉上來爬來爬去了。但我經過街上，看見一個孩子睡著，五六個蠅子在他臉上爬，他卻睡得甜甜的，連皮膚也不牽動一下。在中國過活，這樣的訓練和涵養工夫是萬不可少的。與其鼓吹什麼「捕蠅」，倒不如練習這一種本領來得切實。\n\n什麼事都不想做。不知道是胃病沒有全好呢，還是缺少了睡眠時間。仍舊懶懶地翻翻廢紙，又看見幾條《茶香室叢鈔》式的東西。已經團入字紙簍裡的了，又覺得「棄之不甘」，挑一點關於《水滸傳》的，移錄在這裡罷——\n\n宋洪邁《夷堅甲志》十四云：「紹興二十五年，吳傅朋說除守安豐軍，自番陽遣一卒往呼吏士，行至舒州境，見村民穰穰，十百相聚，因弛擔觀之。其人曰，吾村有婦人為虎銜去，其夫不勝憤，獨攜刀往探虎穴，移時不反，今謀往救也。久之，民負死妻歸，云，初尋跡至穴，虎牝牡皆不在，有二子戲岩竇下，即殺之，而隱其中以俟。少頃，望牝者銜一人至，倒身入穴，不知人藏其中也。吾急持尾，斷其一足。虎棄所銜人，踉蹡而竄；徐出視之，果吾妻也，死矣。虎曳足行數十步，墮澗中。吾複入竇伺，牡者俄咆躍而至，亦以尾先入，又如前法殺之。妻冤已報，無憾矣。乃邀鄰里往視，輿四虎以歸，分烹之。」案《水滸傳》敘李逵沂嶺殺四虎事，情狀極相類，疑即本此等傳說作之。《夷堅甲志》成于乾道初（1165），此條題云《舒民殺四虎》。\n\n宋莊季裕《雞肋編》中云：「浙人以鴨兒為大諱。北人但知鴨羹雖甚熱，亦無氣。後至南方，乃始知鴨若只一雄，則雖合而無卵，須二三始有子，其以為諱者，蓋為是耳，不在於無氣也。」案《水滸傳》敘鄆哥向武大索麥稃，「武大道：『我屋裡又不養鵝鴨，那裡有這麥稃？』鄆哥道：『你說沒麥稃，怎地棧得肥月耷月耷地，便顛倒提起你來也不妨，煮你在鍋裡也沒氣？』武大道：『含鳥猢猻！倒罵得我好。我的老婆又不偷漢子，我如何是鴨？』……」鴨必多雄始孕，蓋宋時浙中俗說，今已不知。然由此可知《水滸傳》確為舊本，其著者則浙人；雖莊季裕，亦僅知鴨羹無氣而已。《雞肋編》有紹興三年（1133）序，去今已將八百年。\n\n元陳泰《所安遺集》《江南曲序》云：「余童艸時，聞長老言宋江事，未究其詳。至治癸亥秋九月十六日，過梁山泊，舟遙見一峰，嵽嵲雄跨，問之篙師，曰，此安山也，昔宋江事處，絕湖為池，闊九十里，皆蕖荷菱芡，相傳以為宋妻所植。宋之為人，勇悍狂俠，其党如宋者三十六人。至今山下有分贓台，置石座三十六所，俗所謂『去時三十六，歸時十八雙』，意者其自誓之辭也。始予過此，荷花彌望，今無複存者，惟殘香相送耳。因記王荊公詩云：『三十六陂春水，白頭想見江南。』味其詞，作《江南曲》以敘遊歷，且以慰宋妻種荷之意云。（原注：曲因囊損無存。）」案宋江有妻在梁山濼中，且植芰荷，僅見於此；而謂江勇悍狂俠，亦與今所傳性格絕殊，知《水滸》故事，宋元來異說多矣。泰字志同，號所安，茶陵人，延襱甲寅（1314），以《天馬賦》中省試第十二名，會試賜乙卯科張起岩榜進士第，由翰林庶起士改授龍南令，卒官。至曾孫朴，始集其遺文為一卷。成化丁未，來孫銓等又並補遺重刊之。《江南曲》即在補遺中，而失其詩。近《涵芬樓秘笈》第十集收金侃手寫本，則並序失之矣。「舟遙見一峰」及「昔宋江事處」二句，當有脫誤，未見別本，無以正之。\n\n上午，空六來談；全談些報紙上所載的事，真偽莫辨。\n\n許多工夫之後，他走了，他所談的我幾乎都忘記了，等於不談。只記得一件：據說吳佩孚大帥在一處宴會的席上發表，查得赤化的始祖乃是蚩尤，因為「蚩」「赤」同音，所以蚩尤即「赤尤」，「赤尤」者，就是「赤化之尤」的意思；\n\n說畢，合座為之「歡然」云。\n\n太陽很烈，幾盆小草花的葉子有些垂下來了，澆了一點水。田媽忠告我：澆花的時候是每天必須一定的，不能亂；一亂，就有害。我覺得有理，便躊躇起來；但又想，沒有人在一定的時候來澆花，我又沒有一定的澆花的時候，如果遵照她的學說，那些小花可只好曬死罷了。即使亂澆，總勝於不澆；即使有害，總勝於曬死罷。便繼續澆下去，但心裡自然也不大踴躍。下午，葉子都直起來了，似乎不甚有害，這才放了心。\n\n燈下太熱，夜間便在暗中呆坐著，涼風微動，不覺也有些「歡然」。人倘能夠「超然象外」，看看報章，倒也是一種清福。我對於報章，向來就不是博覽家，然而這半年來，已經很遇見了些銘心絕品。遠之，則如段祺瑞執政的《二感篇》，張之江督辦的《整頓學風電》，陳源教授的《閒話》；\n\n近之，則如丁文江督辦（？）的自稱「書呆子」演說，胡適之博士的英國庚款答問，牛榮聲先生的「開倒車」論（見《現代評論》七十八期），孫傳芳督軍的與劉海粟先生論美術書。但這些比起赤化源流考來，卻又相去不可以道裡計。\n\n今年春天，張之江督辦明明有電報來贊成槍斃赤化嫌疑的學生，而弄到底自己還是逃不出赤化。這很使我莫明其妙；現在既知道蚩尤是赤化的祖師，那疑團可就冰釋了。蚩尤曾打炎帝，炎帝也是「赤魁」。炎者，火德也，火色赤；帝不就是首領麼？所以三一八慘案，即等於以赤討赤，無論那一面，都還是逃不脫赤化的名稱。\n\n這樣巧妙的考證天地間委實不很多，只記得先前在日本東京時，看見《讀賣新聞》上逐日登載著一種大著作，其中有黃帝即亞伯拉罕的考據。大意是日本稱油為「阿蒲拉」（Abura），油的顏色大概是黃的，所以「亞伯拉」就是「黃」。\n\n至於「帝」，是與「罕」形近，還是與「可汗」音近呢，我現在可記不真確了，總之：阿伯拉罕即油帝，油帝就是黃帝而已。篇名和作者，現在也都忘卻，只記得後來還印成一本書，而且還只是上卷。但這考據究竟還過於彎曲，不深究也好。\n\n午後，在前門外買藥後，繞到東單牌樓的東亞公司閑看。\n\n這雖然不過是帶便販賣一點日本書，可是關於研究中國的就已經很不少。因為或種限制，只買了一本安岡秀夫所作的《從小說看來的支那民族性》就走了，是薄薄的一本書，用大紅深黃做裝飾的，價一元二角。\n\n傍晚坐在燈下，就看看那本書，他所引用的小說有三十四種，但其中也有其實並非小說和分一部為幾種的。蚊子來叮了好幾口，雖然似乎不過一兩個，但是坐不住了，點起蚊煙香來，這才總算漸漸太平下去。\n\n安岡氏雖然很客氣，在緒言上說，「這樣的也不僅只支那人，便是在日本，怕也有難於漏網的。」但是，「一測那程度的高下和範圍的廣狹，則即使誇稱為支那的民族性，也毫無應該顧忌的處所，」所以從支那人的我看來，的確不免汗流浹背。只要看目錄就明白了：一，總說；二，過度置重於體面和儀容；三，安運命而肯甘休；四，能耐能忍；五，乏同情心多殘忍性；六，個人主義和事大主義；七，過度的儉省和不正的貪財；八，泥虛禮而尚虛文；九，迷信深；十，耽享樂而淫風熾盛。\n\n他似乎很相信Smith的《Chinese Characteristies》，常常引為典據。這書在他們，二十年前就有譯本，叫作《支那人氣質》；但是支那人的我們卻不大有人留心它。第一章就是Smith說，以為支那人是頗有點做戲氣味的民族，精神略有亢奮，就成了戲子樣，一字一句，一舉手一投足，都裝模裝樣，出於本心的分量，倒還是撐場面的分量多。這就是因為太重體面了，總想將自己的體面弄得十足，所以敢於做出這樣的言語動作來。總而言之，支那人的重要的國民性所成的複合關鍵，便是這「體面」。\n\n我們試來博觀和內省，便可以知道這話並不過於刻毒。相傳為戲臺上的好對聯，是「戲場小天地，天地大戲場」。大家本來看得一切事不過是一齣戲，有誰認真的，就是蠢物。但這也並非專由積極的體面，心有不平而怯於報復，也便以萬事是戲的思想了之。萬事既然是戲，則不平也非真，而不報也非怯了。所以即使路見不平，不能拔刀相助，也還不失其為一個老牌的正人君子。\n\n我所遇見的外國人，不知道可是受了Smith的影響，還是自己實驗出來的，就很有幾個留心研究著中國人之所謂「體面」或「面子」。但我覺得，他們實在是已經早有心得，而且應用了，倘若更加精深圓熟起來，則不但外交上一定勝利，還要取得上等「支那人」的好感情。這時須連「支那人」三個字也不說，代以「華人」，因為這也是關於「華人」的體面的。\n\n我還記得民國初年到北京時，郵局門口的扁額是寫著「郵政局」的，後來外人不干涉中國內政的叫聲高起來，不知道是偶然還是什麼，不幾天，都一律改了「郵務局」了。外國人管理一點郵「務」，實在和內「政」不相干，這一齣戲就一直唱到現在。\n\n向來，我總不相信國粹家道德家之類的痛哭流涕是真心，即使眼角上確有珠淚橫流，也須檢查他手巾上可浸著辣椒水或生薑汁。什麼保存國故，什麼振興道德，什麼維持公理，什麼整頓學風……心裡可真是這樣想？一做戲，則前臺的架子，總與在後臺的面目不相同。但看客雖然明知是戲，只要做得像，也仍然能夠為它悲喜，於是這齣戲就做下去了；有誰來揭穿的，他們反以為掃興。\n\n中國人先前聽到俄國的「虛無黨」三個字，便嚇得屁滾尿流，不下於現在之所謂「赤化」。其實是何嘗有這麼一個「黨」；只是「虛無主義者」或「虛無思想者」卻是有的，是都介涅夫（I．Turgeniev）給創立出來的名目，指不信神，不信宗教，否定一切傳統和權威，要複歸那出於自由意志的生活的人物而言。但是，這樣的人物，從中國人看來也就已經可惡了。然而看看中國的一些人，至少是上等人，他們的對於神，宗教，傳統的權威，是「信」和「從」呢，還是「怕」和「利用」？只要看他們的善於變化，毫無特操，是什麼也不信從的，但總要擺出和內心兩樣的架子來。要尋虛無黨，在中國實在很不少；和俄國的不同的處所，只在他們這麼想，便這麼說，這麼做，我們的卻雖然這麼想，卻是那麼說，在後臺這麼做，到前臺又那麼做……。將這種特別人物，另稱為「做戲的虛無黨」或「體面的虛無黨」以示區別罷，雖然這個形容詞和下面的名詞萬萬聯不起來。\n\n夜，寄品青信，托他向孔德學校去代借《閭邱辨囿》。\n\n夜半，在決計睡覺之前，從日曆上將今天的一張撕去，下面這一張是紅印的。我想，明天還是星期六，怎麼便用紅字了呢？仔細看時，有兩行小字道：「馬廠誓師再造共和紀念」。我又想，明天可掛國旗呢？……於是，不想什麼，睡下了。\n\n熱極，上半天玩，下半天睡覺。\n\n晚飯後在院子裡乘涼，忽而記起萬牲園，因此說：那地方在夏天倒也很可看，可惜現在進不去了。田媽就談到那管門的兩個長人，說最長的一個是她的鄰居，現在已經被美國人雇去，往美國了，薪水每月有一千元。\n\n這話給了我一個很大的啟示。我先前看見《現代評論》上保舉十一種好著作，楊振聲先生的小說《玉君》即是其中的一種，理由之一是因為做得「長」。\n\n我於這理由一向總有些隔膜，到七月三日即「馬廠誓師再造共和紀念」的晚上這才明白了：「長」，是確有價值的。《現代評論》的以「學理和事實」並重自許，確也說得出，做得到。\n\n今天到我的睡覺時為止，似乎並沒有掛國旗，後半夜補掛與否，我不知道。\n\n早晨，仍然被一個蠅子在臉上爬來爬去爬醒，仍然趕不走，仍然只得自己起來。品青的回信來了，說孔德學校沒有《閭邱辨囿》。\n\n也還是因為那一本《從小說看來的支那民族性》。因為那裡面講到中國的肴饌，所以也就想查一查中國的肴饌。我於此道向來不留心，所見過的舊記，只有《禮記》裡的所謂「八珍」，《酉陽雜俎》裡的一張御賜菜帳和袁枚名士的《隨園食單》。元朝有和斯輝的《飲饌正要》，只站在舊書店頭翻了一翻，大概是元版的，所以買不起。唐朝的呢，有楊煜的《膳夫經手錄》，就收在《閭邱辨囿》中。現在這書既然借不到，只好拉倒了。\n\n近年嘗聽到本國人和外國人頌揚中國菜，說是怎樣可口，怎樣衛生，世界上第一，宇宙間第n。但我實在不知道怎樣的是中國菜。我們有幾處是嚼蔥蒜和雜合面餅，有幾處是用醋，辣椒，醃菜下飯；還有許多人是只能舐黑鹽，還有許多人是連黑鹽也沒得舐。中外人士以為可口，衛生，第一而第n的，當然不是這些；應該是闊人，上等人所吃的肴饌。但我總覺得不能因為他們這麼吃，便將中國菜考列一等，正如去年雖然出了兩三位「高等華人」，而別的人們也還是「下等」的一般。\n\n安岡氏的論中國菜，所引據的是威廉士的《中國》（《Middle Kingdom by Williams》），在最末《耽享樂而淫風熾盛》這一篇中。其中有這麼一段——\n\n 「這好色的國民，便在尋求食物的原料時，也大概以所想像的性欲底效能為目的。從國外輸入的特殊產物的最多數，就是認為含有這種效能的東西。……在大宴會中，許多功能表的最大部分，即是想像為含有或種特殊的強壯劑底性質的奇妙的原料所做。……」\n我自己想，我對於外國人的指摘本國的缺失，是不很發生反感的，但看到這裡卻不能不失笑。筵席上的中國菜誠然大抵濃厚，然而並非國民的常食；中國的闊人誠然很多淫昏，但還不至於將肴饌和壯陽藥併合。「紂雖不善，不如是之甚也。」研究中國的外國人，想得太深，感得太敏，便常常得到這樣——比「支那人」更有性底敏感——的結果。\n\n安岡氏又自己說——\n\n「筍和支那人的關係，也與蝦正相同。彼國人的嗜筍，可謂在日本人以上。雖然是可笑的話，也許是因為那挺然翹然的姿勢，引起想像來的罷。」\n\n會稽至今多竹。竹，古人是很寶貴的，所以曾有「會稽竹箭」的話。然而寶貴它的原因是在可以做箭，用於戰鬥，並非因為它「挺然翹然」像男根。多竹，即多筍；因為多，那價錢就和北京的白菜差不多。我在故鄉，就吃了十多年筍，現在回想，自省，無論如何，總是絲毫也尋不出吃筍時，愛它「挺然翹然」的思想的影子來。因為姿勢而想像它的效能的東西是有一種的，就是肉蓯蓉，然而那是藥，不是菜。總之，筍雖然常見於南邊的竹林中和食桌上，正如街頭的電幹和屋裡的柱子一般，雖「挺然翹然」，和色欲的大小大概是沒有什麼關係的。\n\n然而洗刷了這一點，並不足證明中國人是正經的國民。要得結論，還很費周折罷。可是中國人偏不肯研究自己。安岡氏又說，「去今十餘年前，有……稱為《留東外史》這一種不知作者的小說，似乎是記事實，大概是以惡意地描寫日本人的性底不道德為目的的。然而通讀全篇，較之攻擊日本人，倒是不識不知地將支那留學生的不品行，特地費了力招供出來的地方更其多，是滑稽的事。」這是真的，要證明中國人的不正經，倒在自以為正經地禁止男女同學，禁止模特兒這些事件上。\n\n我沒有恭逢過奉陪「大宴會」的光榮，只是經歷了幾回中宴會，吃些燕窩魚翅。現在回想，宴中宴後，倒也並不特別發生好色之心。但至今覺得奇怪的，是在燉，蒸，煨的爛熟的肴饌中間，夾著一盤活活的醉蝦。據安岡氏說，蝦也是與性欲有關係的；不但從他，我在中國也聽到過這類話。然而我所以為奇怪的，是在這兩極端的錯雜，宛如文明爛熟的社會裡，忽然分明現出茹毛飲血的蠻風來。而這蠻風，又並非將由蠻野進向文明，乃是已由文明落向蠻野，假如比前者為白紙，將由此開始寫字，則後者便是塗滿了字的黑紙罷。一面制禮作樂，尊孫讀經，「四千年聲明文物之邦」，真是火候恰到好處了，而一面又坦然地放火殺人，姦淫擄掠，做著雖蠻人對於同族也還不肯做的事……全個中國，就是這樣的一席大宴會！\n\n我以為中國人的食物，應該去掉煮得爛熟，萎靡不振的；\n\n也去掉全生，或全活的。應該吃些雖然熟，然而還有些生的帶著鮮血的肉類……。\n\n正午，照例要吃午飯了，討論中止。菜是：乾菜，已不「挺然翹然」的筍乾，粉絲，醃菜。對於紹興，陳源教授所憎惡的是「師爺」和「刀筆吏的筆尖」，我所憎惡的是飯菜。\n\n《嘉泰會稽志》已在石印了，但還未出版，我將來很想查一查，究竟紹興遇著過多少回大饑饉，竟這樣地嚇怕了居民，仿佛明天便要到世界末日似的，專喜歡儲藏幹物品。有菜，就曬乾；有魚，也曬乾；有豆，又曬乾；有筍，又曬得它不像樣；菱角是以富於水分，肉嫩而脆為特色的，也還要將它風乾……。聽說探險北極的人，因為只吃罐頭食物，得不到新東西，常常要生壞血病；倘若紹興人肯帶了乾菜之類去探險，恐怕可以走得更遠一點罷。\n\n晚，得喬峰信並叢蕪所譯的布寧的短篇《輕微的欷歔》稿，在上海的一個書店裡默默地躺了半年，這回總算設法討回來了。\n\n中國人總不肯研究自己。從小說來看民族性，也就是一個好題目。此外，則道士思想（不是道教，是方士）與歷史上大事件的關係，在現今社會上的勢力；孔教徒怎樣使「聖道」變得和自己的無所不為相宜；戰國遊士說動人主的所謂「利」「害」是怎樣的，和現今的政客有無不同；中國從古到今有多少文字獄；歷來「流言」的製造散佈法和效驗等等……\n\n可以研究的新方面實在多。\n\n晨，景宋將《小說舊聞鈔》的一部分理清送來。自己再看了一遍，到下午才畢，寄給小峰付印。天氣實在熱得可以。\n\n覺得疲勞。晚上，眼睛怕見燈光，熄了燈躺著，仿佛在享福。聽得有人打門，連忙出去開，卻是誰也沒有，跨出門去根究，一個小孩子已在暗中逃遠了。\n\n關了門，回來，又躺下，又仿佛在享福。一個行人唱著戲文走過去，餘音嫋嫋，道，「咿，咿，咿！」不知怎地忽然想起今天校過的《小說舊聞鈔》裡的強汝詢老先生的議論來。這位先生的書齋就叫作求有益齋，則在那齋中寫出來的文章的內容，也就可想而知。他自己說，誠不解一個人何以無聊到要做小說，看小說。但于古小說的判決卻從寬，因為他古，而且昔人已經著錄了。\n\n憎惡小說的也不只是這位強先生，諸如此類的高論，隨在可以聞見。但我們國民的學問，大多數卻實在靠著小說，甚至於還靠著從小說編出來的戲文。雖是崇奉關嶽的大人先生們，倘問他心目中的這兩位「武聖」的儀錶，怕總不免是細著眼睛的紅臉大漢和五綹長須的白面書生，或者還穿著繡金的緞甲，脊樑上還插著四張尖角旗。\n\n近來確是上下同心，提倡著忠孝節義了，新年到廟市上去看年畫，便可以看見許多新制的關於這類美德的圖。然而所畫的古人，卻沒有一個不是老生，小生，老旦，小旦，末，外，花旦……。\n\n午後，到前門外去買藥。配好之後，付過錢，就站在櫃檯前喝了一回份。其理由有三：一，已經停了一天了，應該早喝；二，嘗嘗味道，是否不錯的；三，天氣太熱，實在有點口渴了。\n\n不料有一個買客卻看得奇怪起來。我不解這有什麼可以奇怪的；然而他竟奇怪起來了，悄悄地向店夥道：\n\n「那是戒煙藥水罷？」\n\n「不是的！」店夥替我維持名譽。\n\n「這是戒大煙的罷？」他於是直接地問我了。\n\n我覺得倘不將這藥認作「戒煙藥水」，他大概是死不瞑目的。人生幾何，何必固執，我便似點非點的將頭一動，同時請出我那「介乎兩可之間」的好回答來：\n\n「唔唔……。」\n\n這既不傷店夥的好意，又可以聊慰他熱烈的期望，該是一帖妙藥。果然，從此萬籟無聲，天下太平，我在安靜中塞好瓶塞，走到街上了。\n\n到中央公園，徑向約定的一個僻靜處所，壽山已先到，略一休息，便開手對譯《小約翰》。這是一本好書，然而得來卻是偶然的事。大約二十年前，我在日本東京的舊書店頭買到幾十本舊的德文文學雜誌，內中有著這書的紹介和作者的評傳，因為那時剛譯成德文。覺得有趣，便托丸善書店去買來了；想譯，沒有這力。後來也常常想到，但總為別的事情岔開；直到去年，才決計在暑假中將它譯好，並且登出廣告去，而不料那一暑假過得比別的時候還艱難。今年又記得起來，翻檢一過，疑難之處很不少，還是沒有這力。問壽山可肯同譯，他答應了，於是開手；並且約定，必須在這暑假期中譯完。\n\n晚上回家，吃了一點飯，就坐在院子裡乘涼。田媽告訴我，今天下午，斜對門的誰家的婆婆和兒媳大吵了一通嘴。據她看來，婆婆自然有些錯，但究竟是兒媳婦太不合道理了。問我的意思，以為何如。我先就沒有聽清吵嘴的是誰家，也不知道是怎樣的兩個婆媳，更沒有聽到她們的來言去語，明白她們的舊恨新仇。現在要我加以裁判，委實有點不敢自信，況且我又向來並不是批評家。我於是只得說：這事我無從斷定。\n\n但是這句話的結果很壞。在昏暗中，雖然看不見臉色，耳朵中卻聽到：一切聲音都寂然了。靜，沉悶的靜；後來還有人站起，走開。\n\n我也無聊地慢慢地站起，走進自己的屋子裡，點了燈，躺在床上看晚報；看了幾行，又無聊起來了，便碰到東壁下去寫日記，就是這《馬上支日記》。\n\n院子裡又漸漸地有了談笑聲，讜論聲。\n\n今天的運氣似乎很不佳：路人冤我喝「戒煙藥水」，田媽說我……。她怎麼說，我不知道。但願從明天起，不再這樣。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"上海通信","content":"語絲第九十九期\n\n小峰兄：\n\n別後之次日，我便上車，當晚到天津。途中什麼事也沒有，不過剛出天津車站，卻有一個穿制服的，大概是稅吏之流罷，突然將我的提籃拉住，問道“什麼？”我剛答說“零用什物”時，他已經將籃搖了兩搖，揚長而去了。幸而我的籃裡並無人參湯榨菜湯或玻璃器皿，所以毫無損失，請勿念。\n\n從天津向浦口，我坐的是特別快車，所以並不囂雜，但擠是擠的。我從七年前護送家眷到北京以後，便沒有坐過這車；現在似乎男女分坐了，間壁的一室中本是一男三女的一家，這回卻將男的逐出，另外請進一個女的去。將近浦口，又發生一點小風潮，因為那四口的一家給茶房的茶資太少了，一個長壯偉大的茶房便到我們這裡來演說，“使之聞之”。其略曰：錢是自然要的。一個人不為錢為什麼？然而自己只做茶房圖幾文茶資，是因為良心還在中間，沒有到這邊（指腋下介）去！自己也還能賣掉田地去買槍，招集了土匪，做個頭目；好好地一玩，就可以升官，發財了。然而良心還在這裡（指胸骨介），所以甘心做茶房，賺點小錢，給兒女念念書，將來好好過活。……但，如果太給自己下不去了，什麼不是人做的事要做也會做出來！我們一堆共有六個人，誰也沒有反駁他。聽說後來是添了一塊錢完事。\n\n我並不想步勇敢的文人學士們的後塵，在北京出版的週刊上斥駡孫傳芳大帥。不過一到下關，記起這是投壺的禮義之邦的事來，總不免有些滑稽之感。在我的眼睛裡，下關也還是七年前的下關，無非那時是大風雨，這回卻是晴天。趕不上特別快車了，只好趁夜車，便在客寓裡暫息。挑夫（即本地之所謂“夫子”）和茶房還是照舊地老實；板鴨，插燒，油雞等類，也依然價廉物美。喝了二兩高粱酒，也比北京的好。這當然只是“我以為”；但也並非毫無理由：就因為它有一點生的高粱氣味，喝後合上眼，就如身在雨後的田野裡一般。\n\n正在田野裡的時候，茶房來說有人要我出去說話了。出去看時，是幾個人和三四個兵背著槍，究竟幾個，我沒有細數；總之是一大群。其中的一個說要看我的行李。問他先看那一個呢？他指定了一個麻布套的皮箱。給他解了繩，開了鎖，揭開蓋，他才蹲下去在衣服中間摸索。摸索了一會，似乎便灰心了，站起來將手一擺，一群兵便都“向後轉”，往外走出去了。那指揮的臨走時還對我點點頭，非常客氣。我和現任的“有槍階級”接洽，民國以來這是第一回。我覺得他們倒並不壞；假使他們也如自稱“無槍階級”的善造“流言”，我就要連路也不能走。\n\n向上海的夜車是十一點鐘開的，客很少，大可以躺下睡覺，可惜椅子太短，身子必須彎起來。這車裡的茶是好極了，裝在玻璃杯裡，色香味都好，也許因為我喝了多年井水茶，所以容易大驚小怪了罷，然而大概確是很好的。因此一共喝了兩杯，看看窗外的夜的江南，幾乎沒有睡覺。\n\n在這車上，才通見滿口英語的學生，才聽到“無線電”“海底電”這類話。也在這車上，才看見弱不勝衣的少爺，綢衫尖頭鞋，口嗑南瓜子，手裡是一張《消閒錄》之類的小報，而且永遠看不完。這一類人似乎江浙特別多，恐怕投壺的日子正長久哩。\n\n現在是住在上海的客寓裡了；急於想走。走了幾天，走得高興起來了，很想總是走來走去。先前聽說歐洲有一種民族，叫作“吉柏希”的，樂於遷徙，不肯安居，私心竊以為他們脾氣太古怪，現在才知道他們自有他們的道理，倒是我胡塗。\n\n這裡在下雨，不算很熱了。\n\n魯迅。八月三十日，上海。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"馬上日記之二","content":"每日的陰晴，實在寫得自己也有些不耐煩了，從此想不寫。好在北京的天氣，大概總是晴的時候多；如果是梅雨期內，那就上午晴，午後陰，下午大雨一陣，聽到泥牆倒塌聲。\n\n不寫也罷，又好在我這日記，將來決不會有氣象學家拿去做參考資料的。\n\n上午訪素園，談談閑天，他說俄國有名的文學者畢力涅克（Boris Piliniak）上月已經到過北京，現在是走了。\n\n我單知道他曾到日本，卻不知道他也到中國來。\n\n這兩年中，就我所聽到的而言，有名的文學家來到中國的有四個。第一個自然是那最有名的泰戈爾即「竺震旦」，可惜被戴印度帽子的震旦人弄得一榻糊塗，終於莫名其妙而去；\n\n後來病倒在義大利，還電召震旦「詩哲」前往，然而也不知道「後事如何」。現在聽說又有人要將甘地扛到中國來了，這堅苦卓絕的偉人，只在印度能生，在英國治下的印度能活的偉人，又要在震旦印下他偉大的足跡。但當他精光的腳還未踏著華土時，恐怕烏雲已在出岫了。\n\n其次是西班牙的伊本納茲，中國倒也早有人紹介過；但他當歐戰時，是高唱人類愛和世界主義的，從今年全國教育聯合會的議案看來，他實在很不適宜於中國，當然誰也不理他，因為我們的教育家要提倡民族主義了。\n\n還有兩個都是俄國人。一個是斯吉泰烈支（Skitalez），一個就是畢力涅克。兩個都是假名字。斯吉泰烈支是流亡在外的。畢力涅克卻是蘇聯的作家，但據他自傳，從革命的第一年起，就為著買麵包粉忙了一年多。以後，便做小說，還吸過魚油，這種生活，在中國大概便是整日叫窮的文學家也未必夢想到。\n\n他的名字，任國楨君輯譯的《蘇俄的文藝論戰》裡是出現過的，作品的譯本卻一點也沒有。日本有一本《伊凡和馬理》（《Ivan and Maria》），格式很特別，單是這一點，在中國的眼睛——中庸的眼睛——裡就看不慣。文法有些歐化，有些人尚且如同眼睛裡著了玻璃粉，何況體式更奇於歐化。悄悄地自來自去，實在要算是造化的。\n\n還有，在中國，姓名僅僅一見於《蘇俄的文藝論戰》裡的里培進司基（U．Libedinsky），日本卻也有他的小說譯出了，名曰《一周間》。他們的介紹之速而且多實在可駭。我們的武人以他們的武人為祖師，我們的文人卻毫不學他們文人的榜樣，這就可預卜中國將來一定比日本太平。\n\n但據《伊凡和馬理》的譯者尾瀨敬止氏說，則作者的意思，是以為「頻果的花，在舊院落中也開放，大地存在間，總是開放」的。那麼，他還是不免於念舊。然而他眼見，身歷了革命了，知道這裡面有破壞，有流血，有矛盾，但也並非無創造，所以他決沒有絕望之心。這正是革命時代的活著的人的心。詩人勃洛克（Alexander Block）也如此。他們自然是蘇聯的詩人，但若用了純馬克斯流的眼光來批評，當然也還是很有可議的處所。不過我覺得托羅茲基（Trotsky）的文藝批評，倒還不至於如此森嚴。\n\n可惜我還沒有看過他們最新的作者的作品《一周間》。\n\n革命時代總要有許多文藝家萎黃，有許多文藝家向新的山崩地塌般的大波沖進去，乃仍被吞沒，或者受傷。被吞沒的消滅了；受傷的生活著，開拓著自己的生活，唱著苦痛和愉悅之歌。待到這些逝去了，於是現出一個較新的新時代，產出更新的文藝來。\n\n中國自民元革命以來，所謂文藝家，沒有萎黃的，也沒有受傷的，自然更沒有消滅，也沒有苦痛和愉悅之歌。這就是因為沒有新的山崩地塌般的大波，也就是因為沒有革命。\n\n上午，往伊東醫士寓去補牙，等在客廳裡，有些無聊。四壁只掛著一幅織出的畫和兩副對，一副是江朝宗的，一副是王芝祥的。署名之下，各有兩顆印，一顆是姓名，一顆是頭銜；江的是「迪威將軍」，王的是「佛門弟子」。\n\n午後，密斯高來，適值毫無點心，只得將寶藏著的搽嘴角生瘡有效的柿霜糖裝在碟子裡拿出去。我時常有點心，有客來便請他吃點心；最初是「密斯」和「密斯得」一視同仁，但密斯得有時委實利害，往往吃得很徹底，一個不留，我自己倒反有「向隅」之感。如果想吃，又須出去買來。於是很有戒心了，只得改變方針，有萬不得已時，則以落花生代之。\n\n這一著很有效，總是吃得不多，既然吃不多，我便開始敦勸了，有時竟勸得怕吃落花生如織芳之流，至於因此逡巡逃走。\n\n從去年夏天發明了這一種花生政策以後，至今還在繼續厲行。\n\n但密斯們卻不在此限，她們的胃似乎比他們要小五分之四，或者消化力要弱到十分之八，很小的一個點心，也大抵要留下一半，倘是一片糖，就剩下一角。拿出來陳列片時，吃去一點，於我的損失是極微的，「何必改作」？\n\n密斯高是很少來的客人，有點難於執行花生政策。恰巧又沒有別的點心，只好獻出柿霜糖去了。這是遠道攜來的名糖，當然可以見得鄭重。\n\n我想，這糖不大普通，應該先說明來源和功用。但是，密斯高卻已經一目了然了。她說：這是出在河南汜水縣的；用柿霜做成。顏色最好是深黃；倘是淡黃，那便不是純柿霜。這很涼，如果嘴角這些地方生瘡的時候，便含著，使它漸漸從嘴角流出，瘡就好了。\n\n她比我耳食所得的知道得更清楚，我只好不作聲，而且這時才記起她是河南人。請河南人吃幾片柿霜糖，正如請我喝一小杯黃酒一樣，真可謂「其愚不可及也」。\n\n茭白的心裡有黑點的，我們那裡稱為灰茭，雖是鄉下人也不願意吃，北京卻用在大酒席上。卷心白菜在北京論斤論車地賣，一到南邊，便根上系著繩，倒掛在水果鋪子的門前了，買時論兩，或者半株，用處是放在闊氣的火鍋中，或者給魚翅墊底。但假如有誰在北京特地請我吃灰茭，或北京人到南邊時請他吃煮白菜，則即使不至於稱為「笨伯」，也未免有些乖張罷。\n\n但密斯高居然吃了一片，也許是聊以敷衍主人的面子的。\n\n到晚上我空口坐著，想：這應該請河南以外的別省人吃的，一面想，一面吃，不料這樣就吃完了。\n\n凡物總是以希為貴。假如在歐美留學，畢業論文最好是講李太白，楊朱，張三；研究蕭伯訥，威爾士就不大妥當，何況但丁之類。《但丁傳》的作者跋忒賴爾（A．J．Butler）就說關於但丁的文獻實在看不完。待到回了中國，可就可以講講蕭伯訥，威爾士，甚而至於莎士比亞了。何年何月自己曾在曼殊斐兒墓前痛哭，何月何日何時曾在何處和法蘭斯點頭，他還拍著自己的肩頭說道：你將來要有些像我的，至於「四書」「五經」之類，在本地似乎究以少談為是。\n\n雖然夾些「流言」在內，也未必便於「學理和事實」有妨。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"學界的三魂","content":"從《京報副刊》上知道有一種叫《國魂》的期刊，曾有一篇文章說章士釗固然不好，然而反對章士釗的「學匪」們也應該打倒。我不知道大意是否真如我所記得？但這也沒有什麼關係，因為不過引起我想到一個題目，和那原文是不相干的。意思是，中國舊說，本以為人有三魂六魄，或云七魄；\n\n國魂也該這樣。而這三魂之中，似乎一是「官魂」，一是「匪魂」，還有一個是什麼呢？也許是「民魂」罷，我不很能夠決定。又因為我的見聞很偏隘，所以未敢悉指中國全社會，只好縮而小之曰「學界」。\n\n中國人的官癮實在深，漢重孝廉而有埋兒刻木，宋重理學而有高帽破靴，清重帖括而有「且夫」「然則」。總而言之：那魂靈就在做官，——行官勢，擺官腔，打官話。頂著一個皇帝做傀儡，得罪了官就是得罪了皇帝，於是那些人就得了雅號曰「匪徒」。學界的打官話是始於去年，凡反對章士釗的都得了「土匪」，「學匪」，「學棍」的稱號，但仍然不知道從誰的口中說出，所以還不外乎一種「流言」。\n\n但這也足見去年學界之糟了，竟破天荒的有了學匪。以大點的國事來比罷，太平盛世，是沒有匪的；待到群盜如毛時，看舊史，一定是外戚，宦官，奸臣，小人當國，即使大打一通官話，那結果也還是「嗚呼哀哉」。當這「嗚呼哀哉」之前，小民便大抵相率而為盜，所以我相信源增先生的話：\n\n「表面上看只是些土匪與強盜，其實是農民革命軍。」（《國民新報副刊》四三）那麼，社會不是改進了麼？並不，我雖然也是被諡為「土匪」之一，卻並不想為老前輩們飾非掩過。農民是不來奪取政權的，源增先生又道：「任三五熱心家將皇帝推倒，自己過皇帝癮去。」但這時候，匪便被稱為帝，除遺老外，文人學者卻都來恭維，又稱反對他的為匪了。\n\n所以中國的國魂裡大概總有這兩種魂：官魂和匪魂。這也並非硬要將我輩的魂擠進國魂裡去，貪圖與教授名流的魂為伍，只因為事實仿佛是這樣。社會諸色人等，愛看《雙官誥》，也愛看《四傑村》，望偏安巴蜀的劉玄德成功，也願意打家劫舍的宋公明得法；至少，是受了官的恩惠時候則豔羨官僚，受了官的剝削時候便同情匪類。但這也是人情之常；\n\n倘使連這一點反抗心都沒有，豈不就成為萬劫不復的奴才了？\n\n然而國情不同，國魂也就兩樣。記得在日本留學時候，有些同學問我在中國最有大利的買賣是什麼，我答道：「造反。」\n\n他們便大駭怪。在萬世一系的國度裡，那時聽到皇帝可以一腳踢落，就如我們聽說父母可以一棒打殺一般。為一部分士女所心悅誠服的李景林先生，可就深知此意了，要是報紙上所傳非虛。今天的《京報》即載著他對某外交官的談話道：\n\n「予預計於舊曆正月間，當能與君在天津晤談；若天津攻擊竟至失敗，則擬俟三四月間捲土重來，若再失敗，則暫投土匪，徐養兵力，以待時機」云。但他所希望的不是做皇帝，那大概是因為中華民國之故罷。\n\n所謂學界，是一種發生較新的階級，本該可以有將舊魂靈略加湔洗之望了，但聽到「學官」的官話，和「學匪」的新名，則似乎還走著舊道路。那末，當然也得打倒的。這來打倒他的是「民魂」，是國魂的第三種。先前不很發揚，所以一鬧之後，終不自取政權，而只「任三五熱心家將皇帝推倒，自己過皇帝癮去」了。\n\n惟有民魂是值得寶貴的，惟有他發揚起來，中國才有真進步。但是，當此連學界也倒走舊路的時候，怎能輕易地發揮得出來呢？在烏煙瘴氣之中，有官之所謂「匪」和民之所謂匪；有官之所謂「民」和民之所謂民；有官以為「匪」而其實是真的國民，有官以為「民」而其實是衙役和馬弁。所以貌似「民魂」的，有時仍不免為「官魂」，這是鑒別魂靈者所應該十分注意的。\n\n話又說遠了，回到本題去。去年，自從章士釗提了「整頓學風」的招牌，上了教育總長的大任之後，學界裡就官氣彌漫，順我者「通」，逆我者「匪」，官腔官話的餘氣，至今還沒有完。但學界卻也幸而因此分清了顏色；只是代表官魂的還不是章士釗，因為上頭還有「減膳」執政在，他至多不過做了一個官魄；現在是在天津「徐養兵力，以待時機」了。我不看《甲寅》，不知道說些什麼話：官話呢，匪話呢，民話呢，衙役馬弁話呢？……\n\n一月二十四日。\n\n今天到東城去教書，在新潮社看見陳源教授的信，在北京大學門口看見《現代評論》，那《閒話》裡正議論著章士釗的《甲寅》，說「也漸漸的有了生氣了。可見做時事文章的人官實在是做不得的，……自然有些『土匪』不妨同時做官僚，……」這麼一來，我上文的「逆我者『匪』」，「官腔官話的餘氣」云云，就又有了「放冷箭」的嫌疑了。現在特地聲明：我原先是不過就一般而言，如果陳教授覺得痛了，那是中了流彈。要我在「至今還沒有完」之後，加一句「如陳源等輩就是」，自然也可以。至於「順我者『通』」的通字，卻是此刻所改的，那根據就在章士釗之曾稱陳源為「通品」。別人的褒獎，本不應拿來譏笑本人，然而陳源現就用著「土匪」的字樣。有一回的《閒話》（《現代評論》五十）道：「我們中國的批評家實在太宏博了。他們……在地上找尋竊賊，以致整大本的剽竊，他們倒往往視而不見。要舉個例嗎？還是不說吧，我實在不敢再開罪『思想界的權威』。」按照他這回的慷慨激昂例，如果要免於「卑劣」且有「半分人氣」，是早應該說明誰是土匪，積案怎樣，誰是剽竊，證據如何的。現在倘有記得那括弧中的「思想界的權威」六字，即曾見於《民報副刊》廣告上的我的姓名之上，就知道這位陳源教授的「人氣」有幾多。\n\n從此，我就以別人所說的「東吉祥派」、「正人君子」、「通品」等字樣，加于陳源之上了，這回是用了一個「通」字；我要「以眼還眼以牙還牙」，或者以半牙，以兩牙還一牙，因為我是人，難於上帝似的銖兩悉稱。如果我沒有做，那是我的無力，並非我大度，寬恕了加害於我的敵人。還有，有些下賤東西，每以穢物擲人，以為人必不屑較，一計較，倒是你自己失了人格。我可要照樣的擲過去，要是他擲來。但對於沒有這樣舉動的人，我卻不肯先動手；而且也以文字為限，「捏造事實」和「散佈『流言』」的鬼蜮的長技，自信至今還不屑為。在馬弁們的眼裡雖然是「土匪」，然而「盜亦有道」的。記起一件別的事來了。\n\n前幾天九校「索薪」的時候，我也當作一個代表，因此很會見了幾個前「公理維持會」即「女大後援會」中人。幸而他們倒並不將我捆送三貝子花園或運入深山，「投畀豺虎」，也沒有實行「割席」，將板凳鋸開。終於「學官」「學匪」，都化為「學丐」，同聚一堂，大討其欠帳，——\n\n自然是討不來。記得有一個洋鬼子說過：中國先是官國，後來是土匪國，將來是乞丐國。單就學界而論，似乎很有點上這軌道了。想來一定有些人要後悔，去年竟抱了「有奶不是娘」主義，來反對章士釗的罷。\n\n一月二十五日東壁燈下寫。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"雜論管閒事‧做學問‧灰色等","content":"聽說從今年起，陳源（即西瀅）教授要不管閒事了；這豫言就見於《現代評論》五十六期的《閒話》裏。慚愧我沒有拜讀這一期，因此也不知其詳。要是確的呢，那麼，除了用那照例的客套說聲「可惜」之外，真的倒實在很詫異自己之糊塗：年紀這麼大了，竟不知道陽曆的十二月三十一日和一月一日之交在別人是可以發生這樣的大變動。我近來對於年關頗有些神經過鈍了，全不覺得怎樣。其實，倘要覺得罷，可是也不勝其覺得。大家挂上五色旗，大街上搭起幾坐彩坊，中間還有四個字道：「普天同慶」，據說這算是過年。大家關了門，貼到府神，爆竹畢剝砰的放起來，據說這也是過年。要是言行真跟著過年為轉移，怕要轉移不迭，勢必至於成為轉圈子。所以，神經過鈍雖然有落伍之慮，但有弊必有利，卻也很佔一點小小的便宜的。\n\n但是，還有些事我終於想不明白：即如天下有閒事，有人管閒事之類。我現在覺得世上是仿佛沒有所謂閒事的，有人來管，便都和自己有點關係；即便是愛人類，也因為自己是人。假使我們知道了火星裏張龍和趙虎打架，便即大有作為，請酒開會，維持張龍，或否認趙虎，那自然是頗近於管閒事了。然而火星上事，既然能夠「知道」，則至少必須已經可以通信，關係也密切起來，算不得閒事了。因為既能通信，也許將來就能交通，他們終於會在我們的頭頂上打架。至於咱們地球之上，即無論那一處，事事都和我們相關，然而竟不管者，或因不知道，或因管不著，非以其「閒」也。譬如英國有劉千昭雇了愛爾蘭老媽子在倫敦拉出女生，在我們是閒事似的罷，其實並不，也會影響到我們這裡來。留學生不是多多，多多了麼？倘有合宜之處，就要引以為例，正如文學上的引用什麼莎士比亞呀，塞文狄斯呀，芮恩施呀一般。\n\n（不對，錯了。芮恩施是美國的駐華公使，不是文學家。我大約因為在講什麼文藝學術的一篇論文上見過他的名字，所以一不小心便帶出來了。合即訂正於此，尚希讀者諒之。）\n\n即使是動物，也怎能和我們不相干？青蠅的腳上有一個霍亂菌，蚊子唾沫裏有兩個瘧疾菌，就說不定會鑽進誰的血裏去。管到「鄰貓生子」，很有人以為笑談，其實卻正與自己大有相關。譬如我的院子裏，現在就有四匹鄰貓常常吵架了，倘使這些太太們之一又誕育四匹，則三四月後，我就得常聽到八匹貓們常常吵鬧，比現在加倍地心煩。\n\n所以我就有了一種偏見，以為天下本無所謂閒事，只因為沒有這許多遍管的精神和力量，於是便只好抓一點來管。為什麼獨抓這一點呢？自然是最和自己相關的。大則因為同是人類，或是同類，同志；小則，因為是同學，親戚，同鄉，--至少，也大概叨光過什麼，雖然自己的顯在意識上並不了然，或者其實了然，而故意裝癡作傻。\n\n但陳源教授據說是去年卻管了閒事了，要是我上文所說的並不錯，那就確是一個超人。今年不問世事，也委實是可惜之至，真是斯人不管，「如蒼生何」了。幸而陰曆的過年又快到了，除夕的亥時一過，也許又可望心回意轉的罷。\n\n昨天下午我從沙灘回家的時候，知道大琦君來訪過我了。這使我很高興，因為我是猜想他進了病院的了，現在知道並沒有。而尤其使我高興的是他還留贈我一本《現代評論增刊》，只要一看見封面上畫著的一枝細長的蠟燭，便明白這是光明之象，更何況還有許多名人學者的著作，更何況其中還有陳源教授的一篇《做學問的工具》呢？這是正論，至少可以賽過「閒話」的；至少，是我覺得賽過「閒話」，因為它給了我許多東西。\n\n我現在才知道南池子的「政治學會圖書館」去年「因為時局的關係，借書的成績長進了三至七倍」了，但他「家翰笙」卻還「用'平時不燒香，臨時抱佛腳'十個字形容當今學術界大部分的狀況」。這很改正了我許多誤解。我先已說過，現在的留學生是多多，多多了，但我總疑心他們大部分是在外國租了房子，關起門來燉牛肉吃的，而且在東京實在也看見過。那時我想：燉牛肉吃，在中國就可以，何必路遠迢迢，跑到外國來呢？雖然外國講究畜牧，或者肉裏面的寄生蟲可以少些，但燉爛了，即使多也就沒有關係。所以，我看見回國的學者，頭兩年穿洋服，後來穿皮袍，昂頭而走的，總疑心他是在外國親手燉過幾年牛肉的人物，而且即使有了什麼事，連「佛腳」也未必肯抱的。現在知道並不然，至少是「留學歐美歸國的人」並不然。但可惜中國的圖書館裏的書太少了，據說北京「三十多個大學，不論國立私立，還不及我們私人的書多」雲。這「我們」裏面，據說第一要數「溥儀先生的教師莊士敦先生」，第二大概是「孤桐先生」即章士釗，因為在德國柏林時候，陳源教授就親眼看見他兩間屋裏「技乎滿床滿架滿桌滿地，都是關於社會主義的德文書」。現在呢，想來一定是更多的了。這真教我欣羨佩服。記得自己留學時候，官費每月三十六元，支付衣食學費之外，簡直沒有贏余，混了幾年，所有的書連一壁也遮不滿，而且還是雜書，並非專而又專，如「都是關於社會主義的德文書」之類。\n\n但是很可惜，據說當民眾「再毀」這位「孤桐先生」的「寒家」時，「好像他們夫婦兩位的藏書都散失了」。想那時一定是拉了幾十車，向各處走散，可惜我沒有去看，否則倒也是一個壯觀。\n\n所以「暴民」之為「正人君子」所深惡痛絕，也實在有理由，即如這回之「散失」了「孤桐先生」夫婦的藏書，其加於中國的損失，就在毀壞了三十多個國立及私立大學的圖書館之上。和這一比較，劉百昭司長的失少了家藏的公款八千元，要算小事件了，但我們所引為遺憾的是偏是章士釗劉百昭有這麼多的儲藏，而這些儲藏偏又全都遭了劫。\n\n在幼小時候曾有一個老於世故的長輩告誡過我：你不要和沒出息的擔子和攤子為難，他會自己摔了，卻誣賴你，說不清，也賠不完。這話于我似乎到現在還有影響，我新年去逛火神廟的廟會時，總不敢擠近玉器攤去，即使它不過擺著寥寥的幾件。怕的是一不小心，將它碰倒了，或者摔碎了一兩件，就要變成寶貝，一輩子賠不完，那罪孽之重，會在毀壞一坐博物館之上。而且推而廣之，連熱鬧場中也不大去了，那一回的示威運動時，雖有「打落門牙」的「流言」，其實卻躺在家裏：託福無恙。但那兩屋子「關於社會主義的德文書」以及其他從「孤桐先生」府上陸續散出的壯觀，卻也因此「交臂失之」了。這實在也就是所謂「有一利必有一弊」，無法兩全的。\n\n現在是收藏洋書之富，私人要數莊士敦先生，公團要推「政治學會圖書館」了，只可惜一個是外國人，一個是靠著美國公使芮恩施竭力提倡出來的。「北京國立圖書館」將要擴張，實在是再好沒有的事，但聽說所依靠的還是美國退還的賠款，常年經費又不過三萬元，每月二千余。要用美國的賠款，也是非同小可的事，第一，館長就必須學貫中西，世界聞名的學者。據說，這自然只有梁啟超先生了，但可惜西學不大貫，所以配上一個北大教授李四光先生做副館長，湊成一個中外兼通的完人。然而兩位的薪水每月就要一千多，所以此後也似乎不大能夠多買書籍。這也就是所謂「有利必有弊」罷，想到這裡，我們就更不能不痛切地感到「孤桐先生」獨力購置的幾房子好書慘遭散失之可惜了。\n\n總之，在近幾年中，是未必能有較好的「做學問的工具」的，學者要用功，只好是自己買書讀，但又沒有錢。聽說「孤桐先生」倒是想到了這一節，曾經發表過文章，然而下臺了，很可惜。學者們另外還有什麼法子呢，自然「也難怪他們除了說說'閒話'便沒有什麼可幹」，雖然北京三十多個大學還不及他們「私人的書多」。為什麼呢？要知道做學問不是容易事，「也許一個小小的題目得參考百十種書」，連「孤桐先生」的藏書也未必夠用。陳源教授就舉著一個例：「就以'四書'來說」罷，「不研究漢宋明清許多儒家的注疏理論，'四書'的真正意義是不易領會的。短短的一部'四書'，如果細細的研究起來，就得用得了幾百幾千種參考書」。\n\n這就足見「學問之道，浩如煙海」了，那「短短的一部'四書」'，我是讀過的，至於漢人的「四書」注疏或理論，卻連聽也沒有聽到過。陳源教授所推許為「那樣提倡風雅的封藩大臣」之一張之洞先生在做給「束髮小生」們看的《書目答問》上曾經說：「'四書'，南宋以後之名。」我向來就相信他的話，此後翻翻《漢書藝文志》，《隋書經籍志》之類，也只有「五經」，「六經」，「七經」，「六藝」，卻沒有「四書」，更何況漢人所做的注疏和理論。但我所參考的，自然不過是通常書，北京大學的圖書館裏就有，見聞寡陋，也未可知，然而也只有這樣就算了，因為即使要「抱」，卻連「佛腳」都沒有。由此想來，那能「抱佛腳」的，肯「抱佛腳」的。的確還是真正的福人，真正的學者了。他「家翰笙」還慨乎言之，大約是「《春秋》責備賢者」之意罷。\n\n完\n\n現在不高興寫下去了，只好就此完結。總之：將《現代評論增刊》略翻一遍，就覺得五光十色，正如看見有一回廣告上所開列的作者的名單。例如李仲揆教授的《生命的研究》呀，胡適教授的《譯詩三首》呀，徐志摩先生的譯詩一首呀，西林氏的《壓迫》呀，陶孟和教授的要到二○二五年才發表而必須我們的玄孫才能全部拜讀的大著作的一部分呀……。但是，翻下去時，不知怎的我的眼睛卻看見灰色了，於是乎拋開。\n\n現在的小學生就能玩七色板，將七種顏色涂在圓板上，停著的時候，是好看的，一轉，便變成灰色，--本該是白色的罷，可是涂得不得法，變成灰色了。收羅許多著名學者的大著作的大報，自然是光怪陸離，但也是轉不得，轉一週，就不免要顯出灰色來，雖然也許這倒正是它的特色。\n\n一月三日 \n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"姊妹计划","content":"本特殊页面列示所有维基媒体基金会的所有MediaWiki网站。\n\n合计：934\n\n"},{"name":"再來一次","content":"去年編定《熱風》時，還有紳士們所謂「存心忠厚」之意，很刪削了好幾篇。但有一篇，卻原想編進去的，因為失掉了稿子，便只好從缺。現在居然尋出來了；待《熱風》再版時，添上這篇，登一個廣告，使迷信我的文字的讀者們再買一本，於我倒不無裨益。但是，算了罷，這實在不很有趣。\n\n不如再登一次，將來收入雜感第三集，也就算作補遺罷。\n\n這是關於章士釗先生的——\n\n「兩個桃子殺了三個讀書人」章行嚴先生在上海批評他之所謂「新文化」說，「二桃殺三士」怎樣好，「兩個桃子殺了三個讀書人」便怎樣壞，而歸結到新文化之「是亦不可以已乎？」是亦大可以已者也！「二桃殺三士」並非僻典，舊文化書中常見的。但既然是「誰能為此謀？相國齊晏子。」我們便看看《晏子春秋》罷。\n\n《晏子春秋》現有上海石印本，容易入手的了，這古典就在該石印本的卷二之內。大意是「公孫接田開疆古冶子事景公，以勇力搏虎聞，晏子過而趨，三子者不起，」於是晏老先生以為無禮，和景公說，要除去他們了。那方法是請景公使人送他們兩個桃子，說道，「你三位就照著功勞吃桃罷。」呵，這可就鬧起來了：\n\n「公孫接仰天而歎曰，『晏子，智人也，夫使公之計吾功者，不受桃，是無勇也。士眾而桃寡，何不計功而食桃矣？接一搏而再搏虎，若接之功，可以食桃而無與人同矣。』援桃而起。\n\n「田開疆曰，『吾仗兵而卻三軍者再。若開疆之功，可以食桃而無與人同矣。』援桃而起。\n\n「古冶子曰，『吾嘗從君濟於河，黿銜左驂以入砥柱之流。\n\n當是時也，冶少不能遊，潛行逆流百步，順流九里，得黿殺之，左操驂尾，右挈黿頭，鶴躍而出。津人皆曰，河伯也；若冶視之，則大黿之首。若冶之功，可以食桃而無與人同矣！二子何不反桃？』抽劍而起。」\n\n鈔書太討厭。總而言之，後來那二士自愧功不如古冶子，自殺了；古冶子不願獨生，也自殺了：於是乎就成了「二桃殺三士」。\n\n我們雖然不知道這三士于舊文化有無心得，但既然書上說是「以勇力聞」，便不能說他們是「讀書人」。倘使《梁父吟》說是「二桃殺三勇士」，自然更可了然，可惜那是五言詩，不能增字，所以不得不作「二桃殺三士」，於是也就害了章行嚴先生解作「兩個桃子殺了三個讀書人」。\n\n舊文化也實在太難解，古典也誠然太難記，而那兩個舊桃子也未免太作怪：不但那時使三個讀書人因此送命，到現在還使一個讀書人因此出醜，「是亦不可以已乎」！\n\n去年，因為「每下愈況」問題，我曾經很受了些自以為公平的青年的教訓，說是因為他革去了我的「簽事」，我便那麼奚落他。現在我在此只得特別聲明：這還是一九二三年九月所作，登在《晨報副刊》上的。那時的《晨報副刊》，編輯尚不是陪過泰戈爾先生的「詩哲」，也還未負有逼死別人，掐死自己的使命，所以間或也登一點我似的俗人的文章；而我那時和這位後來稱為「孤桐先生」的，也毫無「睚眥之怨」。\n\n那「動機」，大概不過是想給白話的流行幫點忙。\n\n在這樣「禍從口出」之秋，給自己也辯護得周到一點罷。\n\n或者將曰，且夫這次來補遺，卻有「打落水狗」之嫌，「動機」就很「不純潔」了。然而我以為也並不。自然，和不多時以前，士釗秘長運籌帷幄，假公濟私，謀殺學生，通緝異己之際，「正人君子」時而相幫譏笑著被緝諸人的逃亡，時而「孤桐先生」「孤桐先生」叫得熱剌剌地的時候一比較，目下誠不免有落寞之感。但據我看來，他其實並未落水，不過「安住」在租界裡而已：北京依舊是他所豢養過的東西在張牙舞爪，他所勾結著的報館在顛倒是非，他所栽培成的女校在興風作浪：依然是他的世界。\n\n在「桃子」上給一下小打擊，豈遂可與「打落水狗」同日而語哉？！\n\n但不知怎的，這位「孤桐先生」竟在《甲寅》上辯起來了，以為這不過是小事。這是真的，不過是小事。\n\n弄錯一點，又何傷乎？即使不知道晏子，不知道齊國，於中國也無損。農民誰懂得《梁父吟》呢，農業也仍然可以救國的。但我以為攻擊白話的豪舉，可也大可以不必了；將白話來代文言，即使有點不妥，反正也不過是小事情。\n\n我雖然未曾在「孤桐先生」門下鑽，沒有看見滿桌滿床滿地的什麼德文書的榮幸，但偶然見到他所發表的「文言」，知道他於法律的不可恃，道德習慣的並非一成不變，文字語言的必有變遷，其實倒是懂得的。懂得而照直說出來的，便成為改革者；懂得而不說，反要利用以欺瞞別人的，便成為「孤桐先生」及其「之流」。他的保護文言，內骨子也不過是這樣。\n\n如果我的檢驗是確的，那麼，「孤桐先生」大概也就染了《閒話》所謂「有些志士」的通病，為「老婆子女」所累了，此後似乎應該另買幾本德文書，來講究「節育」。\n\n五月二十四日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"無花的薔薇之二","content":"英國勃爾根貴族曰：「中國學生只知閱英文報紙，而忘卻孔子之教。英國之大敵，即此種極力詛咒帝國而幸災樂禍之學生。……中國為過激黨之最好活動場……。」（一九二五年六月三十日倫敦路透電。）\n\n南京通信云：「基督教城中會堂聘金大教授某神學博士講演，中有謂孔子乃耶穌之信徒，因孔子吃睡時皆禱告上帝。當有聽眾……質問何所據而雲然；博士語塞。時乃有教徒數人，突緊閉大門，聲言‘發問者，乃蘇俄盧布買收來者’。當呼警捕之。……」（三月十一日《國民公報》。）\n\n蘇俄的神通真是廣大，竟能買收叔梁紇，使生孔子於耶穌之前，則「忘卻孔子之教」和「質問何所據而雲然」者，當然都受著盧布的驅使無疑了。\n\n西瀅教授曰：「聽說在‘聯合戰線’中，關於我的流言特別多，並且據說我一個人每月可以領到三千元。‘流言’是在口上流的，在紙上到也不大見。」（《現代》六十五。）\n\n該教授去年是只聽到關於別人的流言的，卻由他在紙上發表；據說今年卻聽到關於自己的流言了，也由他在紙上發表。「一個人每月可以領到三千元」，實在特別荒唐，可見關於自己的「流言」都不可信。但我以為關於別人的似乎倒是近理者居多。\n\n據說「孤桐先生」下臺之後，他的什麼《甲寅》居然漸漸的有了活氣了。可見官是做不得的。然而他又做了臨時執政府秘書長了，不知《甲寅》可仍然還有活氣？如果還有，官也還是做得的……。\n\n已不是寫什麼「無花的薔薇」的時候了。\n\n雖然寫的多是刺，也還要些和平的心。\n\n現在，聽說北京城中，已經施行了大殺戮了。當我寫出上面這些無聊的文字的時候，正是許多青年受彈飲刃的時候。\n\n嗚呼，人和人的魂靈，是不相通的。\n\n中華民國十五年三月十八日，段祺瑞政府使衛兵用步槍大刀，在國務院門前包圍虐殺徒手請願，意在援助外交之青年男女，至數百人之多。還要下令，誣之曰「暴徒」！\n\n如此殘虐險狠的行為，不但在禽獸中所未曾見，便是在人類中也極少有的，除卻俄皇尼古拉二世使可薩克兵擊殺民眾的事，僅有一點相像。\n\n中國只任虎狼侵食，誰也不管。管的只有幾個年青的學生，他們本應該安心讀書的，而時局漂搖得他們安心不下。假如當局者稍有良心，應如何反躬自責，激發一點天良？\n\n然而竟將他們虐殺了！\n\n假如這樣的青年一殺就完，要知道屠殺者也決不是勝利者。\n\n中國要和愛國者的滅亡一同滅亡。屠殺者雖然因為積有金資，可以比較長久地養育子孫，然而必至的結果是一定要到的。「子孫繩繩」又何足喜呢？滅亡自然較遲，但他們要住最不適於居住的不毛之地，要做最深的礦洞的礦工，要操最下賤的生業……。\n\n如果中國還不至於滅亡，則已往的史實示教過我們，將來的事便要大出於屠殺者的意料之外——\n\n這不是一件事的結束，是一件事的開頭。\n\n墨寫的謊說，決掩不住血寫的事實。\n\n血債必須用同物償還。拖欠得愈久，就要付更大的利息！\n\n以上都是空話。筆寫的，有什麼相干？\n\n實彈打出來的卻是青年的血。血不但不掩於墨寫的謊語，不醉於墨寫的挽歌；威力也壓它不住，因為它已經騙不過，打不死了。\n\n三月十八日，民國以來最黑暗的一天，寫。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"空談","content":"請願的事，我一向就不以為然的，但並非因為怕有三月十八日那樣的慘殺。那樣的慘殺，我實在沒有夢想到，雖然我向來常以「刀筆吏」的意思來窺測我們中國人。我只知道他們麻木，沒有良心，不足與言，而況是請願，而況又是徒手，卻沒有料到有這麼陰毒與兇殘。能逆料的，大概只有段祺瑞，賈德耀，章士釗和他們的同類罷。四十七個男女青年的生命，完全是被騙去的，簡直是誘殺。\n\n有些東西——我稱之為什麼呢，我想不出——說：群眾領袖應負道義上的責任。這些東西仿佛就承認了對徒手群眾應該開槍，執政府前原是「死地」，死者就如自投羅網一般。\n\n群眾領袖本沒有和段祺瑞等輩心心相印，也未曾互相鉤通，怎麼能夠料到這陰險的辣手。這樣的辣手，只要略有人氣者，是萬萬豫想不到的。\n\n我以為倘要鍛煉群眾領袖的錯處，只有兩點：一是還以請願為有用；二是將對手看得太好了。\n\n但以上也仍然是事後的話。我想，當這事實沒有發生以前，恐怕誰也不會料到要演這般的慘劇，至多，也不過獲得照例的徒勞罷了。只有有學問的聰明人能夠先料到，承認凡請願就是送死。\n\n陳源教授的《閒話》說：「我們要是勸告女志士們，以後少加入群眾運動，她們一定要說我們輕視她們，所以我們也不敢來多嘴。可是對於未成年的男女孩童，我們不能不希望他們以後不再參加任何運動。」（《現代評論》六十八）為什麼呢？因為參加各種運動，是甚至於像這次一樣，要「冒槍林彈雨的險，受踐踏死傷之苦」的。\n\n這次用了四十七條性命，只購得一種見識：本國的執政府前是「槍林彈雨」的地方，要去送死，應該待到成年，出於自願的才是。\n\n我以為「女志士」和「未成年的男女孩童」，參加學校運動會，大概倒還不至於有很大的危險的。至於「槍林彈雨」中的請願，則雖是成年的男志士們，也應該切切記住，從此甘休！\n\n看現在竟如何。不過多了幾篇詩文，多了若干談助。幾個名人和什麼當局者在接洽葬地，由大請願改為小請願了。埋葬自然是最妥當的收場。然而很奇怪，仿佛這四十七個死者，是因為怕老來死後無處埋葬，特來掙一點官地似的。萬生園多麼近，而四烈士墳前還有三塊墓碑不鐫一字，更何況僻遠如圓明園。\n\n死者倘不埋在活人的心中，那就真真死掉了。\n\n改革自然常不免於流血，但流血非即等於改革。血的應用，正如金錢一般，吝嗇固然是不行的，浪費也大大的失算。\n\n我對於這回的犧牲者，非常覺得哀傷。\n\n但願這樣的請願，從此停止就好。\n\n請願雖然是無論那一國度裡常有的事，不至於死的事，但我們已經知道中國是例外，除非你能將「槍林彈雨」消除。正規的戰法，也必須對手是英雄才適用。漢末總算還是人心很古的時候罷，恕我引一個小說上的典故：許褚赤體上陣，也就很中了好幾箭。而金聖歎還笑他道：「誰叫你赤膊？」至於現在似的發明了許多火器的時代，交兵就都用壕塹戰。這並非吝惜生命，乃是不肯虛擲生命，因為戰士的生命是寶貴的。在戰士不多的地方，這生命就愈寶貴。所謂寶貴者，並非「珍藏於家」，乃是要以小本錢換得極大的利息，至少，也必須賣買相當。以血的洪流淹死一個敵人，以同胞的屍體填滿一個缺陷，已經是陳腐的話了。從最新的戰術的眼光看起來，這是多麼大的損失。\n\n這回死者的遺給後來的功德，是在撕去了許多東西的人相，露出那出於意料之外的陰毒的心，教給繼續戰鬥者以別種方法的戰鬥。\n\n四月二日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"我還不能「帶住」","content":"一月三十日《晨報副刊》上滿載著一些東西，現在有人稱它為「攻周專號」，真是些有趣的玩意兒，倒可以看見紳士的本色。不知怎的，今天的《晨副》忽然將這事結束，照例用通信，李四光教授開場白，徐志摩「詩哲」接後段，一唱一和，甩道「帶住！讓我們對著混鬥的雙方猛喝一聲，帶住！」了。還「聲明一句，本刊此後不登載對人攻擊的文字」云。\n\n他們的什麼「閒話……閒話」問題，本與我沒有什麼鳥相干，「帶住」也好，放開也好，拉攏也好，自然大可以隨便玩把戲。但是，前幾天不是因為「令兄」關係，連我的「面孔」都攻擊過了麼？我本沒有去「混鬥」，倒是株連了我。現在我還沒有怎樣開口呢，怎麼忽然又要「帶住」了？從紳士們看來，這自然不過是「侵犯」了我「一言半語」，正無須「跳到半天空」，然而我其實也並沒有「跳到半天空」，只是還不能這樣地謹聽指揮，你要「帶住」了，我也就「帶住」。\n\n對不起，那些文字我無心細看，「詩哲」所說的要點，似乎是這樣鬧下去，要失了大學教授的體統，丟了「負有指導青年重責的前輩」的醜，使學生不相信，青年不耐煩了。可憐可憐，有臭趕緊遮起來。「負有指導青年重責的前輩」，有這麼多的醜可丟，有那麼多的醜怕丟麼？用紳士服將「醜」層層包裹，裝著好面孔，就是教授，就是青年的導師麼？中國的青年不要高帽皮袍，裝腔作勢的導師；要並無偽飾，——\n\n倘沒有，也得少有偽飾的導師。倘有戴著假面，以導師自居的，就得叫他除下來，否則，便將它撕下來，互相撕下來。撕得鮮血淋漓，臭架子打得粉碎，然後可以談後話。這時候，即使只值半文錢，卻是真價值；即使醜得要使人「噁心」，卻是真面目。略一揭開，便又趕忙裝進緞子盒裡去，雖然可以使人疑是鑽石，也可以猜作糞土，縱使外面滿貼著好招牌，法蘭斯呀，蕭伯訥呀，……毫不中用的！\n\n李四光教授先勸我「十年讀書十年養氣」。還一句紳士話罷：盛意可感。書是讀過的，不止十年，氣也養過的，不到十年，可是讀也讀不好，養也養不好。我是李教授所早認為應當「投畀豺虎」者之一，此時本已不必溫言勸諭，說什麼「弄到人家無故受累」，難道真以為自己是「公理」的化身，判我以這樣巨罰之後，還要我叩謝天恩麼？還有，李教授以為我「東方文學家的風味，似乎格外的充足，……所以總要寫到露骨到底，才盡他的興會。」我自己的意見卻絕不同。我正因為生在東方，而且生在中國，所以「中庸」「穩妥」的餘毒，還淪肌浹髓，比起法國的勃羅亞——他簡直稱大報的記者為「蛆蟲」來——，真是「小巫見大巫」，使我自慚究竟不及白人之毒辣勇猛。即以李教授的事為例罷：一，因為我知道李教授是科學家，不很「打筆墨官司」的，所以只要可以不提，便不提；只因為要回敬貴會友一杯酒，這才說出「兼差」的事來。二，關於兼差和薪水一節，已在《語絲》（六五）上答覆了，但也還沒有「寫到露骨到底」。\n\n我自己也知道，在中國，我的筆要算較為尖刻的，說話有時也不留情面。但我又知道人們怎樣地用了公理正義的美名，正人君子的徽號，溫良敦厚的假臉，流言公論的武器，吞吐曲折的文字，行私利己，使無刀無筆的弱者不得喘息。倘使我沒有這筆，也就是被欺侮到赴訴無門的一個；我覺悟了，所以要常用，尤其是用於使麒麟皮下露出馬腳。萬一那些虛偽者居然覺得一點痛苦，有些省悟，知道技倆也有窮時，少裝些假面目，則用了陳源教授的話來說，就是一個「教訓」。\n\n只要誰露出真價值來，即使只值半文，我決不敢輕薄半句。但是，想用了串戲的方法來哄騙，那是不行的；我知道的，不和你們來敷衍。\n\n「詩哲」為援助陳源教授起見，似乎引過羅曼羅蘭的話，大意是各人的身上都有鬼，但人卻只知道打別人身上的鬼。\n\n沒有細看，說不清了，要是差不多，那就是一併承認了陳源教授的身上也有鬼，李四光教授自然也難逃。他們先前是自以為沒有鬼的。假使真知道了自己身上也有鬼，「帶住」的事可就容易辦了。只要不再串戲，不再擺臭架子，忘卻了你們的教授的頭銜，且不做指導青年的前輩，將你們的「公理」的旗插到「糞車」上去，將你們的紳士衣裝拋到「臭毛廁」裡去，除下假面具，赤條條地站出來說幾句真話就夠了！\n\n二月三日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"記談話","content":"魯迅先生快到廈門去了，雖然他自己說或者因天氣之故而不能在那裡久住，但至少總有半年或一年不在北京，這實在是我們認為很使人留戀的一件事。八月二十二日，女子師範大學學生會舉行毀校周年紀念，魯迅先生到會，曾有一番演說，我恐怕這是他此次在京最後的一回公開講演，因此把它記下來，表示我一點微弱的紀念的意思。人們一提到魯迅先生，或者不免覺得他稍微有一點過於冷靜，過於默視的樣子，而其實他是無時不充滿著熱烈的希望，發揮著豐富的感情的。在這一次談話裡，尤其可以顯明地看出他的主張；那麼，我把他這一次的談話記下，作為他出京的紀念，也許不是完全沒有重大的意義罷。我自己，為免得老實人費心起見，應該聲明一下：那天的會，我是以一個小小的辦事員的資格參加的。\n\n（培良）\n\n我昨晚上在校《工人綏惠略夫》，想要另印一回，睡得太遲了，到現在還沒有很醒；正在校的時候，忽然想到一些事情，弄得腦子裡很混亂，一直到現在還是很混亂，所以今天恐怕不能有什麼多的話可說。\n\n提到我翻譯《工人綏惠略夫》的歷史，倒有點有趣。十二年前，歐洲大混戰開始了，後來我們中國也參加戰事，就是所謂「對德宣戰」；派了許多工人到歐洲去幫忙；以後就打勝了，就是所謂「公理戰勝」。中國自然也要分得戰利品，——\n\n有一種是在上海的德國商人的俱樂部裡的德文書，總數很不少，文學居多，都搬來放在午門的門樓上。教育部得到這些書，便要整理一下，分類一下，——其實是他們本來分類好了的，然而有些人以為分得不好，所以要從新分一下。——\n\n當時派了許多人，我也是其中的一個。後來，總長要看看那些書是什麼書了。怎樣看法呢？叫我們用中文將書名譯出來，有義譯義，無義譯音，該撒呀，克來阿派式拉呀，大馬色呀……。每人每月有十塊錢的車費，我也拿了百來塊錢，因為那時還有一點所謂行政費。這樣的幾里古魯了一年多，花了幾千塊錢，對德和約成立了，後來德國來取還，便仍由點收的我們全盤交付，——也許少了幾本罷。至於「克來阿派忒拉」之類，總長看了沒有，我可不得而知了。\n\n據我所知道的說，「對德宣戰」的結果，在中國有一座中央公園裡的「公理戰勝」的牌坊，在我就只有一篇這《工人綏惠略夫》的譯本，因為那底本，就是從那時整理著的德文書裡挑出來的。\n\n那一堆書裡文學書多得很，為什麼那時偏要挑中這一篇呢？那意思，我現在有點記不真切了。大概，覺得民國以前，以後，我們也有許多改革者，境遇和綏惠略夫很相像，所以借借他人的酒杯罷。然而昨晚上一看，豈但那時，譬如其中的改革者的被迫，代表的吃苦，便是現在，——便是將來，便是幾十年以後，我想，還要有許多改革者的境遇和他相像的。\n\n所以我打算將它重印一下……。\n\n《工人綏惠略夫》的作者阿爾志跋綏夫是俄國人。現在一提到俄國，似乎就使人心驚膽戰。但是，這是大可以不必的，阿爾志跋綏夫並非共產黨，他的作品現在在蘇俄也並不受人歡迎。聽說他已經瞎了眼睛，很在吃苦，那當然更不會送我一個盧布……。總而言之：和蘇俄是毫不相干。但奇怪的是有許多事情竟和中國很相像，譬如，改革者，代表者的受苦，不消說了；便是教人要安本分的老婆子，也正如我們的文人學士一般。有一個教員因為不受上司的辱駡而被革職了，她背地裡責備他，說他「高傲」得可惡，「你看，我以前被我的主人打過兩個嘴巴，可是我一句話都不說，忍耐著。究竟後來他們知道我冤枉了，就親手賞了我一百盧布。」自然，我們的文人學士措辭決不至於如此拙直，文字也還要華贍得多。\n\n然而綏惠略夫臨末的思想卻太可怕。他先是為社會做事，社會倒迫害他，甚至於要殺害他，他於是一變而為向社會復仇了，一切是仇仇，一切都破壞。中國這樣破壞一切的人還不見有，大約也不會有的，我也並不希望其有。但中國向來有別一種破壞的人，所以我們不去破壞的，便常常受破壞。我們一面被破壞，一面修繕著，辛辛苦苦地再過下去。所以我們的生活，便成了一面受破壞，一面修補，一面受破壞，一面修補的生活了。這個學校，也就是受了楊蔭榆章士釗們的破壞之後，修補修補，整理整理，再過下去的。\n\n俄國老婆子式的文人學士也許說，這是「高傲」得可惡了，該得懲罰。這話自然很像不錯的，但也不儘然。我的家裡還住著一個鄉下人，因為戰事，她的家沒有了，只好逃進城裡來。她實在並不「高傲」，也沒有反對過楊蔭榆，然而她的家沒有了，受了破壞。戰事一完，她一定要回去的，即使屋子破了，器具拋了，田地荒了，她也還要活下去。她大概只好搜集一點剩下的東西，修補修補，整理整理，再來活下去。\n\n中國的文明，就是這樣破壞了又修補，破壞了又修補的疲乏傷殘可憐的東西。但是很有人誇耀它，甚至於連破壞者也誇耀它。便是破壞本校的人，假如你派他到萬國婦女的什麼會裡去，請他敘述中國女學的情形，他一定說，我們中國有一個國立北京女子師範大學在。\n\n這真是萬分可惜的事，我們中國人對於不是自己的東西，或者將不為自己所有的東西，總要破壞了才快活的。楊蔭榆知道要做不成這校長，便文事用文士的「流言」，武功用三河的老媽，總非將一班「毛鴉頭」趕盡殺絕不可。先前我看見記載上說的張獻忠屠戮川民的事，我總想不通他是什麼意思；\n\n後來看到別一本書，這才明白了：他原是想做皇帝的，但是李自成先進北京，做了皇帝了，他便要破壞李自成的帝位。怎樣破壞法呢？做皇帝必須有百姓；他殺盡了百姓，皇帝也就誰都做不成了。既無百姓，便無所謂皇帝，於是只剩了一個李自成，在白地上出醜，宛如學校解散後的校長一般。這雖然是一個可笑的極端的例，但有這一類的思想的，實在並不止張獻忠一個人。\n\n我們總是中國人，我們總要遇見中國事，但我們不是中國式的破壞者，所以我們是過著受破壞了又修補，受破壞了又修補的生活。我們的許多壽命白費了。我們所可以自慰的，想來想去，也還是所謂對於將來的希望。希望是附麗於存在的，有存在，便有希望，有希望，便是光明。如果歷史家的話不是誑話，則世界上的事物可還沒有因為黑暗而長存的先例。黑暗只能附麗於漸就滅亡的事物，一滅亡，黑暗也就一同滅亡了，它不永久。然而將來是永遠要有的，並且總要光明起來；只要不做黑暗的附著物，為光明而滅亡，則我們一定有悠久的將來，而且一定是光明的將來。\n\n我赴這會的後四日，就出北京了。在上海看見日報，知道女師大已改為女子學院的師範部，教育總長任可澄自做院長，師範部的學長是林素園。後來看見北京九月五日的晚報，有一條道：「今日下午一時半，任可澄特同林氏，並率有警察廳保安隊及軍督察處兵士共四十左右，馳赴女師大，武裝接收。……」原來剛一周年，又看見用兵了。不知明年這日，還是帶兵的開得校紀念呢，還是被兵的開毀校紀念？現在姑且將培良君的這一篇轉錄在這裡，先作一個本年的紀念罷。\n\n一九二六年十月十四日，魯迅附記。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"為半農題記《何典》後，作","content":"還是兩三年前，偶然在光緒五年（1879）印的《申報館書目續集》上看見《何典》題要，這樣說：\n\n「《何典》十回。是書為過路人編定，纏夾二先生評，而太平客人為之序。書中引用諸人，有曰活鬼者，有曰窮鬼者，有曰活死人者，有曰臭花娘者，有曰畔房小姐者：閱之已堪噴飯。況閱其所記，無一非三家村俗語；無中生有，忙裡偷閒。其言，則鬼話也；其人，則鬼名也；其事，則開鬼心，扮鬼臉，釣鬼火，做鬼戲，搭鬼棚也。語曰，『出於何典』？而今而後，有人以俗語為文者，曰『出於《何典》』而已矣。」\n\n疑其頗別致，於是留心訪求，但不得；常維鈞多識舊書肆中人，因托他搜尋，仍不得。今年半農告我已在廠甸廟市中無意得之，且將校點付印；聽了甚喜。此後半農便將校樣陸續寄來，並且說希望我做一篇短序，他知道我是至多也只能做短序的。然而我還很躊躕，我總覺得沒有這種本領。我以為許多事是做的人必須有這一門特長的，這才做得好。臂如，標點只能讓汪原放，做序只能推胡適之，出版只能由亞東圖書館；劉半農，李小峰，我，皆非其選也。然而我卻決定要寫幾句。為什麼呢？只因為我終於決定要寫幾句了。\n\n還未開手，而躬逢戰爭，在炮聲和流言當中，很不寧帖，沒有執筆的心思。夾著是得知又有文士之徒在什麼報上罵半農了，說《何典》廣告怎樣不高尚，不料大學教授而竟墮落至於斯。這頗使我淒然，因為由此記起了別的事，而且也以為「不料大學教授而竟墮落至於斯」。從此一見《何典》，便感到苦痛，再也說不出一句話。\n\n是的，大學教授要墮落下去。無論高的或矮的，白的或黑的，或灰的。不過有些是別人謂之墮落，而我謂之困苦。我所謂困苦之一端，便是失了身分。我曾經做過《論「他媽的！」》早有青年道德家烏煙瘴氣地浩歎過了，還講身分麼？但是也還有些講身分。我雖然「深惡而痛絕之」于那些戴著面具的紳士，卻究竟不是「學匪」世家；見了所謂「正人君子」固然決定搖頭，但和歪人奴子相處恐怕也未必融洽。用了無差別的眼光看，大學教授做一個滑稽的，或者甚而至於誇張的廣告何足為奇？就是做一個滿嘴「他媽的」的廣告也何足為奇？然而呀，這裡用得著然而了，我是究竟生在十九世紀的，又做過幾年官，和所謂「孤桐先生」同部，官——上等人——\n\n氣驟不易退，所以有時也覺得教授最相宜的也還是上講臺。又要然而了，然而必須有夠活的薪水，兼差倒可以。這主張在教育界大概現在已經有一致贊成之望，去年在什麼公理會上一致攻擊兼差的公理維持家，今年也頗有一聲不響地去兼差的了，不過「大報」上決不會登出來，自己自然更未必做廣告。\n\n半農到德法研究了音韻好幾年，我雖然不懂他所做的法文書，只知道裡面很夾些中國字和高高低低的曲線，但總而言之，書籍具在，勢必有人懂得。所以他的正業，我以為也還是將這些曲線教給學生們。可是北京大學快要關門大吉了；他兼差又沒有。那麼，即使我是怎樣的十足上等人，也不能反對他印賣書。既要印賣，自然想多銷，既想多銷，自然要做廣告，既做廣告，自然要說好。難道有自己印了書，卻發廣告說這書很無聊，請列位不必看的麼？說我的雜感無一讀之價值的廣告，那是西瀅（即陳源）做的。——順便在此給自己登一個廣告罷：陳源何以給我登這樣的反廣告的呢，只要一看我的《華蓋集》就明白。主顧諸公，看呀！快看呀！每本大洋六角，北新書局發行。\n\n想起來已經有二十多年了，以革命為事的陶煥卿，窮得不堪，在上海自稱會稽先生，教人催眠術以糊口。有一天他問我，可有什麼藥能使人一嗅便睡去的呢？我明知道他怕施術不驗，求助於藥物了。其實呢，在大眾中試驗催眠，本來是不容易成功的。我又不知道他所尋求的妙藥，愛莫能助。兩三月後，報章上就有投書（也許是廣告）出現，說會稽先生不懂催眠術，以此欺人。清政府卻比這幹鳥人靈敏得多，所以通緝他的時候，有一聯對句道：「著《中國權力史》，學日本催眠術。」\n\n《何典》快要出版了，短序也已經迫近交卷的時候。夜雨瀟瀟地下著，提起筆，忽而又想到用麻繩做腰帶的困苦的陶煥卿，還夾雜些和《何典》不相干的思想。但序文已經迫近了交卷的時候，只得寫出來，而且還要印上去。我並非將半農比附「亂黨」，——現在的中華民國雖由革命造成，但許多中華民國國民，都仍以那時的革命者為亂黨，是明明白白的，——不過說，在此時，使我回憶從前，念及幾個朋友，並感到自己的依然無力而已。\n\n但短序總算已經寫成，雖然不像東西，卻究竟結束了一件事。我還將此時的別的心情寫下，並且發表出去，也作為《何典》的廣告。\n\n五月二十五日之夜，碰著東壁下，書。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"馬上日記","content":"在日記還未寫上一字之前，先做序文，謂之豫序。\n\n我本來每天寫日記，是寫給自己看的；大約天地間寫著這樣日記的人們很不少。假使寫的人成了名人，死了之後便也會印出；看的人也格外有趣味，因為他寫的時候不像做《內感篇》外冒篇似的須擺空架子，所以反而可以看出真的面目來。我想，這是日記的正宗嫡派。\n\n我的日記卻不是那樣。寫的是信劄往來，銀錢收付，無所謂面目，更無所謂真假。例如：二月二日晴，得A信；B來。\n\n三月三日雨，收C校薪水X元，複D信。一行滿了，然而還有事，因為紙張也頗可惜，便將後來的事寫入前一天的空白中。總而言之：是不很可靠的。但我以為B來是在二月一，或者二月二，其實不甚有關係，即便不寫也無妨；而實際上，不寫的時候也常有。我的目的，只在記上誰有來信，以便答覆，或者何時答覆過，尤其是學校的薪水，收到何年何月的幾成幾了，零零星星，總是記不清楚，必須有一筆帳，以便檢查，庶幾乎兩不含糊，我也知道自己有多少債放在外面，萬一將來收清之後，要成為怎樣的一個小富翁。此外呢，什麼野心也沒有了。\n\n吾鄉的李慈銘先生，是就以日記為著述的，上自朝章，中至學問，下迄相罵，都記錄在那裡面。果然，現在已有人將那手跡用石印印出了，每部五十元，在這樣的年頭，不必說學生，就是先生也無從買起。那日記上就記著，當他每裝成一函的時候，早就有人借來借去的傳鈔了，正不必老遠的等待「身後」。這雖然不像日記的正脈，但若有志在立言，意存褒貶，欲人知而又畏人知的，卻不妨模仿著試試。什麼做了一點白話，便說是要在一百年後發表的書裡面的一篇，真是其蠢臭為不可及也。\n\n我這回的日記，卻不是那樣的「有厚望焉」的，也不是原先的很簡單的，現在還沒有，想要寫起來。四五天以前看見半農，說是要編《世界日報》的副刊去，你得寄一點稿。那自然是可以的嘍。然而稿子呢？這可著實為難。看副刊的大抵是學生，都是過來人，做過什麼「學而時習之不亦說乎論」或「人心不古議」的，一定知道做文章是怎樣的味道。有人說我是「文學家」，其實並不是的，不要相信他們的話，那證據，就是我也最怕做文章。\n\n然而既然答應了，總得想點法。想來想去，覺得感想倒偶爾也有一點的，平時接著一懶，便擱下，忘掉了。如果馬上寫出，恐怕倒也是雜感一類的東西。於是乎我就決計：一想到，就馬上寫下來，馬上寄出去，算作我的畫到簿。因為這是開首就準備給第三者看的，所以恐怕也未必很有真面目，至少，不利於己的事，現在總還要藏起來。願讀者先明白這一點。\n\n如果寫不出，或者不能寫了，馬上就收場。所以這日記要有多麼長，現在一點不知道。\n\n一九二六年六月二十五日，記於東壁下。\n\n生病。——今天還寫這個，仿佛有點多事似的。因為這是十天以前的事，現在倒已經可以算得好起來了。不過餘波還沒有完，所以也只好將這作為開宗明義章第一。謹案才子立言，總須大嚷三大苦難：一曰窮，二曰病，三曰社會迫害我。那結果，便是失掉了愛人；若用專門名詞，則謂之失戀。\n\n我的開宗明義雖然近似第二大苦難，實際上卻不然，倒是因為端午節前收了幾文稿費，吃東西吃壞了，從此就不消化，胃痛。我的胃的八字不見佳，向來就擔不起福澤的。也很想看醫生。中醫，雖然有人說是玄妙無窮，內科尤為獨步，我可總是不相信。西醫呢，有名的看資貴，事情忙，診視也潦草，無名的自然便宜些，然而我總還有些躊躕。事情既然到了這樣，當然只好聽憑敝胃隱隱地痛著了。\n\n自從西醫割掉了梁啟超的一個腰子以後，責難之聲就風起雲湧了，連對於腰子不很有研究的文學家也都「仗義執言」。同時，「中醫了不得論」也就應運而起；腰子有病，何不服黃蓍歟？什麼有病，何不吃鹿茸歟？但西醫的病院裡確也常有死屍抬出。我曾經忠告過G先生：你要開醫院，萬不可收留些看來無法挽回的病人；治好了走出，沒有人知道，死掉了抬出，就哄動一時了，尤其是死掉的如果是「名流」。我的本意是在設法推行新醫學，但G先生卻似乎以為我良心壞。這也未始不可以那麼想，——由他去罷。\n\n但據我看來，實行我所說的方法的醫院可很有，只是他們的本意卻並不在要使新醫學通行。新的本國的西醫又大抵模模胡胡，一出手便先學了中醫一樣的江湖訣，和水的龍膽丁幾兩日份八角；漱口的淡硼酸水每瓶一元。至於診斷學呢，我似的門外漢可不得而知。總之，西方的醫學在中國還未萌芽，便已近於腐敗。我雖然只相信西醫，近來也頗有些望而卻步了。\n\n前幾天和季茀談起這些事，並且說，我的病，只要有熟人開一個方就好，用不著向什麼博士化冤錢。第二天，他就給我請了正在繼續研究的Dr．H．來了。開了一個方，自然要用稀鹽酸，還有兩樣這裡無須說；我所最感謝的是又加些Sirup Simpel使我喝得甜甜的，不為難。向藥房去配藥，可又成為問題了，因為藥房也不免有模模胡胡的，他所沒有的藥品，也許就替換，或者竟刪除。結果是托Fraeulein H．遠遠地跑到較大的藥房去。\n\n這樣一辦，加上車錢，也還要比醫院的藥價便宜到四分之三。\n\n胃酸得了外來的生力軍，強盛起來，一瓶藥還未喝完，痛就停止了。我決定多喝它幾天。但是，第二瓶卻奇怪，同一的藥房，同一的藥方，藥味可是不同一了；不像前一回的甜，也不酸。我檢查我自己，並不發熱，舌苔也不厚，這分明是藥水有些蹊蹺。喝了兩回，壞處倒也沒有；幸而不是急病，不大要緊，便照例將它喝完。去買第三瓶時，卻附帶了嚴重的質問；那回答是：也許糖分少了一點罷。這意思就是說緊要的藥品沒有錯。中國的事情真是稀奇，糖分少一點，不但不甜，連酸也不酸了，的確是「特別國情」。\n\n現在多攻擊大醫院對於病人的冷漠，我想，這些醫院，將病人當作研究品，大概是有的，還有在院裡的「高等華人」，將病人看作下等研究品，大概也是有的。不願意的，只好上私人所開的醫院去，可是診金藥價都很貴。請熟人開了方去買藥呢，藥水也會先後不同起來。\n\n這是人的問題。做事不切實，便什麼都可疑。呂端大事不糊塗，猶言小事不妨糊塗點，這自然很足以顯示我們中國人的雅量，然而我的胃痛卻因此延長了。在宇宙的森羅萬象中，我的胃痛當然不過是小事，或者簡直不算事。\n\n質問之後的第三瓶藥水，藥味就同第一瓶一樣了。先前的悶胡盧，到此就很容易打破，就是那第二瓶裡，是只有一日分的藥，卻加了兩日分的水的，所以藥味比正當的要薄一半。\n\n雖然連吃藥也那麼蹭蹬，病卻也居然好起來了。病略見好，H就攻擊我頭髮長，說為什麼不趕快去剪髮。\n\n這種攻擊是聽慣的，照例「著毋庸議」。但也不想用功，只是清理抽屜。翻翻廢紙，其中有一束紙條，是前幾年鈔寫的；這很使我覺得自己也日懶一日了，現在早不想做這類事。\n\n那時大概是想要做一篇攻擊近時印書，胡亂標點之謬的文章的，廢紙中就鈔有很奇妙的例子。要塞進字紙簍裡時，覺得有幾條總還是愛不忍釋，現在鈔幾條在這裡，馬上印出，以便「有目共賞」罷。其餘的便作為換取火柴之助——\n\n「國朝陳錫路黃鉐餘話云。唐傅奕考覈道經眾本。有項羽妾。本齊武平五年彭城人。開項羽妾塚。得之。」（上海進步書局石印本《茶香室叢鈔》卷四第二葉。）\n\n「國朝歐陽泉點勘記云。歐陽修醉翁亭。記讓泉也。本集及滁州石刻。並同諸選本。作釀泉。誤也。」（同上卷八第七葉。）\n\n「袁石公典試秦中。後頗自悔。其少作詩文。皆粹然一出於正。」（上海士林精舍石印本《書影》卷一第四葉。）\n\n「考……順治中，秀水又有一陳忱，……著誠齋詩集，不出戶庭，錄讀史隨筆，同姓名錄諸書。」（上海亞東圖書館排印本《水滸續集兩種序》第七葉。）\n\n標點古文，確是一種小小的難事，往往無從下筆；有許多處，我常疑心即使請作者自己來標點，怕也不免於遲疑。但上列的幾條，卻還不至於那麼無從索解。末兩條的意義尤顯豁，而標點也弄得更聰明。\n\n上午，得霽野從他家鄉寄來的信，話並不多，說家裡有病人，別的一切人也都在毫無防備的將被疾病襲擊的恐怖中；末尾還有幾句感慨。\n\n午後，織芳從河南來，談了幾句，匆匆忙忙地就走了，放下兩個包，說這是「方糖」，送你吃的，怕不見得好。織芳這一回有點發胖，又這麼忙，又穿著方馬褂，我恐怕他將要做官了。\n\n打開包來看時，何嘗是「方」的，卻是圓圓的小薄片，黃棕色。吃起來又涼又細膩，確是好東西。但我不明白織芳為什麼叫它「方糖」？但這也就可以作為他將要做官的一證。\n\n景宋說這是河南一處什麼地方的名產，是用柿霜做成的；性涼，如果嘴角上生些小瘡之類，用這一搽，便會好。怪不得有這麼細膩，原來是憑了造化的妙手，用柿皮來濾過的。\n\n可惜到他說明的時候，我已經吃了一大半了。連忙將所餘的收起，豫備將來嘴角上生瘡的時候，好用這來搽。\n\n夜間，又將藏著的柿霜糖吃了一大半，因為我忽而又以為嘴角上生瘡的時候究竟不很多，還不如現在趁新鮮吃一點。\n\n不料一吃，就又吃了一大半了。\n\n上午出門，主意是在買藥，看見滿街掛著五色國旗；軍警林立。走到豐盛胡同中段，被軍警驅入一條小胡同中。少頃，看見大路上黃塵滾滾，一輛摩托車馳過；少頃，又是一輛；少頃，又是一輛；又是一輛；又是一輛……。車中人看不分明，但見金邊帽。車邊上掛著兵，有的背著紮紅綢的板刀；小胡同中人都肅然有敬畏之意。又少頃，摩托車沒有了，我們漸漸溜出，軍警也不作聲。\n\n溜到西單牌樓大街，也是滿街掛著五色國旗，軍警林立。\n\n一群破衣孩子，各各拿著一把小紙片，叫道：歡迎吳玉帥號外呀！一個來叫我買，我沒有買。\n\n將近宣武門口，一個黃色制服，汗流滿面的漢子從外面走進來，忽而大聲道：草你媽！許多人都對他看，但他走過去了，許多人也就不看了。走進宣武門城洞下，又是一個破衣孩子拿著一把小紙片，但卻默默地將一張塞給我，接來一看，是石印的李國恒先生的傳單，內中大意，是說他的多年痔瘡，已蒙一個國手叫作什麼先生的醫好了。\n\n到了目的地的藥房時，外面正有一群人圍著看兩個人的口角；一柄淺藍色的舊洋傘正擋住藥房門。我推那洋傘時，斤量很不輕；終於傘底下回過一個頭來，問我「幹什麼？」我答說進去買藥。他不作聲，又回頭去看口角去了，洋傘的位置依舊。我只好下了十二分的決心，猛力衝鋒；一沖，可就沖進去了。\n\n藥房裡只有帳桌上坐著一個外國人，其餘的店夥都是年青的同胞，服飾乾淨漂亮。不知怎地，我忽而覺得十年以後，他們便都要變為高等華人，而自己卻現在就有下等人之感。於是乎恭恭敬敬地將藥方和瓶子捧呈給一位分開頭髮的同胞。\n\n「八毛五分。」他接了，一面走，一面說。\n\n「喂！」我實在耐不住，下等脾氣又發作了。藥價八毛，瓶子錢照例五分，我是知道的。現在自己帶了瓶子，怎麼還要付五分錢呢？這一個「喂」字的功用就和國罵的「他媽的」相同，其中含有這麼多的意義。\n\n「八毛！」他也立刻懂得，將五分錢讓去，真是「從善如流」，有正人君子的風度。\n\n我付了八毛錢，等候一會，藥就拿出來了。我想，對付這一種同胞，有時是不宜於太客氣的。於是打開瓶塞，當面嘗了一嘗。\n\n「沒有錯的。」他很聰明，知道我不信任他。\n\n「唔。」我點頭表示贊成。其實是，還是不對，我的味覺不至於很麻木，這回覺得太酸了一點了，他連量杯也懶得用，那稀鹽酸分明已經過量。然而這於我倒毫無妨礙的，我可以每回少喝些，或者對上水，多喝它幾回。所以說「唔」；\n\n「唔」者，介乎兩可之間，莫明其真意之所在之答話也。\n\n「回見回見！」我取了瓶子，走著說。\n\n「回見。不喝水麼？」\n\n「不喝了。回見。」\n\n我們究竟是禮教之邦的國民，歸根結蒂，還是禮讓。讓出了玻璃門之後，在大毒日頭底下的塵土中趲行，行到東長安街左近，又是軍警林立。我正想橫穿過去，一個巡警伸手攔住道：不成！我說只要走十幾步，到對面就好了。他的回答仍然是：不成！那結果，是從別的道路繞。\n\n繞到L君的寓所前，便打門，打出一個小使來，說L君出去了，須得午飯時候才回家。我說，也快到這個時候了，我在這裡等一等罷。他說：不成！你貴姓呀？這使我很狼狽，路既這麼遠，走路又這麼難，白走一遭，實在有些可惜。我想了十秒鐘，便從衣袋裡挖出一張名片來，叫他進去稟告太太，說有這麼一個人，要在這裡等一等，可以不？約有半刻鐘，他出來了，結果是：也不成！先生要三點鐘才回來哩，你三點鐘再來罷。\n\n又想了十秒鐘，只好決計去訪C君，仍在大毒日頭底下的塵土中趲行，這回總算一路無阻，到了。打門一問，來開門的答道：去看一看可在家。我想：這一次是大有希望了。果然，即刻領我進客廳，C君也跑出來。我首先就要求他請我吃午飯。於是請我吃麵包，還有葡萄酒；主人自己卻吃麵。那結果是一盤麵包被我吃得精光，雖然另有奶油，可是四碟菜也所餘無幾了。\n\n吃飽了就講閒話，直到五點鐘。\n\n客廳外是很大的一塊空地方，種著許多樹。一株頻果樹下常有孩子們徘徊；C君說，那是在等候頻果落下來的；因為有定律：誰拾得就歸誰所有。我很笑孩子們耐心，肯做這樣的迂遠事。然而奇怪，到我辭別出去時，我看見三個孩子手裡已經各有一個頻果了。\n\n回家看日報，上面說：「……吳在長辛店留宿一宵。除上述原因外，尚有一事，系吳由保定啟程後，張其鍠曾為吳卜一課，謂二十八日入京大利，必可平定西北。二十七日入京欠佳。吳頗以為然。此亦吳氏遲一日入京之由來也。」因此又想起我今天「不成」了大半天，運氣殊屬欠佳，不如也卜一課，以覘晚上的休咎罷。但我不明卜法，又無筮龜，實在無從措手。後來發明了一種新法，就是隨便拉過一本書來，閉了眼睛，翻開，用手指指下去，然後張開眼，看指著的兩句，就算是卜辭。\n\n用的是《陶淵明集》，如法泡制，那兩句是：「寄意一言外，茲契誰能別。」詳了一會，竟不知道是怎麼一回事。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"}]