[{"name":"題記","content":"\n\n\n\n將這些體式上截然不同的東西，集合了做成一本書樣子的緣由，說起來是很沒有什麽冠冕堂皇的。首先就因為偶爾看見了幾篇將近二十年前所做的所謂文章。這是我做的麽？我想。看下去，似乎也確是我做的。那是寄給《河南》的稿子；因為那編輯先生有一種怪脾氣，文章要長，愈長，稿費便愈多。所以如《摩羅詩力說》那樣，簡直是生湊。倘在這幾年，大概不至於那麽做了。又喜歡做怪句子和寫古字，這是受了當時的《民報》的影響；現在為排印的方便起見，改了一點，其餘的便都由他。這樣生澀的東西，倘是別人的，我恐怕不免要勸他『割愛』，但自己卻總還想將這存留下來，而且也並不『行年五十而知四十九年非』，愈老就愈進步。其中所說的幾個詩人，至今沒有人再提起，也是使我不忍拋棄舊稿的一個小原因。他們的名，先前是怎樣地使我激昂呵，民國告成以後，我便將他們忘卻了，而不料現在他們竟又時時在我的眼前出現。\n\n其次，自然因為還有人要看，但尤其是因為又有人憎惡着我的文章。說話說到有人厭惡，比起毫無動靜來，還是一種幸福。天下不舒服的人們多着，而有些人們卻一心一意在造專給自己舒服的世界。這是不能如此便宜的，也給他們放一點可惡的東西在眼前，使他有時小不舒服，知道原來自己的世界也不容易十分美滿。蒼蠅的飛鳴，是不知道人們在憎惡他的；我卻明知道，然而只要能飛鳴就偏要飛鳴。我的可惡有時自己也覺得，即如我的戒酒，喫魚肝油，以望延長我的生命，倒不盡是為了我的愛人，大大半乃是為了我的敵人，——給他們說得體面一點，就是敵人罷——要在他的好世界上多留一些缺陷。君子之徒曰：你何以不罵殺人不眨眼的軍閥呢？斯亦卑怯也已！但我是不想上這些誘殺手段的當的。木皮道人說得好，『幾年家軟刀子割頭不覺死』，我就要專指斥那些自稱『無槍階級』而其實是拿著軟刀子的妖魔。即如上面所引的君子之徒的話，也就是一把軟刀子。假如遭了筆禍了，你以為他就尊你為烈士了麽？不，那時另有一番風涼話。倘不信，可看他們怎樣評論那死於三一八慘殺的青年。\n\n此外，在我自己，還有一點小意義，就是這總算是生活的一部分的痕迹。所以雖然明知道過去已經過去，神魂是無法追躡的，但總不能那麽決絕，還想將糟粕收斂起來，造成一座小小的新墳，一面是埋藏，一面也是留戀。至於不遠的踏成平地，那是不想管，也無從管了。\n\n我十分感謝我的幾個朋友，替我搜集，抄寫，校印，各費去許多追不回來的光陰。我的報答，卻只能希望當這書印釘成工時，或者可以博得各人的真心愉快的一笑。別的奢望，並沒有什麽；至多，但願這本書能夠暫時躺在書攤上的書堆裏，正如博厚的大地，不至於容不下一點小土塊。再進一步，可就有些不安分了，那就是中國人的思想，趣味，目下幸而還未被所謂正人君子所統一，譬如有的專愛瞻仰皇陵，有的卻喜歡憑弔荒塚，無論怎樣，一時大概總還有不惜一顧的人罷。只要這樣，我就非常滿足了；那滿足，蓋不下於取得富家的千金云。\n\n一九二六年十月三十大風之夜，魯迅記於廈門。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"人之歷史","content":"\n\n署名令飛發表\n\n進化之說，煔灼於希臘智者德黎（Thales），至達爾文（Ch. Darwin）而大定。德之黑格爾（E. Haeckel）者，猶赫胥黎（T. H. Huxley）然，亦近世達爾文說之謳歌者也，顧亦不篤於舊，多所更張，作生物進化系圖，遠追動植之繩跡，明其曼衍之由，間有不足，則補以化石，區分記述，蔚為鴻裁，上自單幺，近迄人類，會成一統，征信歷然。雖後世學人，或更上征而無底極，然十九世紀末之言進化者，固已大就於斯人矣。中國邇日，進化之語，幾成常言，喜新者憑以麗其辭，而篤故者則病儕人類於獼猴，輒沮遏以全力。德哲學家保羅生（Fr. Paulsen）亦曰，讀黑格爾書者多，吾德之羞也。夫德意志為學術淵叢，保羅生亦愛智之士，而猶有斯言，則中國抱殘守闕之輩，耳新聲而疾走，固無足異矣。雖然，人類進化之說，實未嘗瀆靈長也，自卑而高，日進無既，斯益見人類之能，超乎群動，系統何昉，寧足恥乎？黑氏著書至多，輒明斯旨，且立種族發生學（Phylogenie），使與個體發生學（Ontogenie）並，遠稽人類由來，及其曼衍之跡，群疑冰泮，大閟犁然，為近日生物學之峰極。今乃敷張其義，先述此論造端，止於近世，而以黑氏所張皇者終。\n\n人類種族發生學者，乃言人類發生及其系統之學，職所治理，在動物種族，何所由昉，事始近四十年來，生物學分支之最新者也。蓋古之哲士宗徒，無不目人為靈長，超邁群生，故縱疑官品起原，亦彷徨於神話之歧途，詮釋率神閟而不可思議。如中國古說，謂盤古闢地，女媧死而遺骸為天地，則上下未形，人類已現，冥昭瞢闇，安所措足乎？屈靈均謂鼇載山抃，何以安之，衷懷疑而詞見也。西國創造之譚，摩西最古，其《創世記》開篇，即云帝以七日作天地萬有，摶埴成男，析其肋為女。當十三世紀時，力大偉於歐土，科學隱耀，妄信橫行，羅馬法王，又竭全力以塞學者之口，天下為之智昏，黑格爾諡之曰世界史之大欺罔者（Die grossten Gaukler Weltgeschichte），非虛言也。已而宗教改萌，景教之迷信亦漸破，歌白尼（Copernicus）首出，知地實繞日而運，恒動不居，於此地球中心之說隳，而考核人類之士，亦稍稍現，如韋賽黎（A. Vesalius）歐斯泰幾（Eustachi）等，無不以鈲驗之術，進智識於光明。至動物系統論，則以林那出而一振。\n\n林那（K. von Linné）者，瑞典耆宿也，病其時諸國之治天物者，率以方言命名，繁雜而不可理，則著《天物系統論》，悉名動植以臘丁，立二名法，與以屬名與種名二。如貓虎獅三物大同，則謂之貓屬（Felis）；而三物又各異，則貓曰Felis domestica，虎曰Felis tigris，獅曰Felis leo。又集與此相似者，謂之貓科；科進為目，為綱，為門，為界。界者，動植之判也。且所著書中，復各各記其特點，使一披而了然。惟天物繁多，不可猝盡，故每見新種，必與新名，於是世之欲以得新種博令譽者，皆相競搜采，所得至多，林那之名大顯，而物種（Arten）者何，與其內容界域之疑問，亦同為學者所注目矣。雖然，林那於此，固仍襲摩西創造之說也，《創世記》謂今之生物，皆造自世界開闢之初，故《天物系統論》亦云免諾亞時洪水之難，而留遺於今者，是為物種，凡動植種類，絕無增損變化，以殊異於神所手創云。蓋林那僅知現在之生物，而往古無量數年前，嘗有生物棲息地球之上，為今日所無有者，則未之覺，故起原之研究，遂不可幾。並世博物家，亦篤守舊說，無所發揮，即偶有覺者，謂生物種類，經久久年月間，不無微變，而世人聞之皆峻拒，不能昌也。遞十九世紀初，乃始誠有知生物進化之事實，立理論以詮釋之者，其人曰蘭麻克，而寇偉實先之。\n\n寇偉（G. Cuvier）法國人，勤學博識，於學術有偉績，尤所致力者，為動物比較解剖及化石之研究，著《化石骨骼論》，為今日古生物學所由昉。蓋化石者，太古生物之遺體，留跡石中，歷無數劫以至今，其形了然可識，於以知前世界動植之狀態，於以知古今生物之不同，實造化之歷史，自泐其業於人間者也。揣古希臘哲人，似不無微知此意者，而厥後則牽強附會之說大行，或謂化石之成，不過造化之遊戲，或謂兩間精氣，中人為胎，迷入石中，則為石蛤石螺之屬。逮蘭麻克查貝類之化石，寇偉查魚獸之化石，始知化石誠古生物之留蛻，其物已不存於今，而林那創造以來無增減變遷之說遂失當。然寇偉為人，固仍襲生物種類永住不變之觀念者也，前說垂破，則別建“變動說”以解之。其言曰，今日生存動物之種屬，皆開闢之時，造自天帝之手者爾。特動植之遭開闢，非止一回，每開闢前，必有大變，水轉成陸，海墳為山，於是舊種死而新種生，故今茲化石，悉由神造，惟造之之時不同，則為狀自異，其間無系屬也。高山之顛，實見魚貝，足為故海之徵，而化石為形，大率撐拒慘苦，人可知其變之劇矣。自開闢以至今，地球表面之大故，至少亦十五六度，每一變動起，舊種悉亡，爰成化石，留後世也。其說逞肊，無實可徵，而當時力乃至偉，崇信者滿學界，惟聖契黎（E. Geoffroy St. Hilaire）與抗於巴黎學士會院，而寇偉博識，據壘極堅，聖契黎動物進化之說，復不具足。於是千八百三十年七月三十日之討論，聖契黎遂敗。寇偉變動之說，盛行於時。\n\n雖然，不變之說，遂不足久饜學者之心也，十八世紀後葉，已多欲以自然釋其疑問，於是有瞿提（W. von Goethe）起，建“形蛻論”。瞿提者，德之大詩人也，又邃於哲理，故其論雖憑理想以立言，不盡根於事實，而識見既博，思力復豐，則犁然知生物有相互之關係，其由來本於一原。千七百九十年，著《植物形態論》，謂諸種植物，皆出原型，即其機關，亦悉從原官而出；原官者，葉也。次復比較骨骼，造詣至深，知動物之骨，亦當歸一，即在人類，更無別於他種動物之型，而外狀之異，特緣形變而已。形變之因，有大力之構成作用二：在內謂之求心力，在外謂之離心力，求心力所以歸同，離心力所以趨異。歸同猶今之遺傳，趨異猶今之適應。蓋瞿提所研究，為從自然哲學深入官品構造及變成之因，雖謂為蘭麻克達爾文之先驅，蔑不可也。所憾者則其進化之觀念，與康德（I. Kant）倭堪（L. Oken）諸哲學家立意略同，不能奮其偉力，以撼種族不變說之基礎耳。有之，自蘭麻克始。\n\n蘭麻克（Jean de Lamarck）者，法之大科學家也，千八百二年所著《生體論》，已言及種族之不恒，與形態之轉變；而精力所注，尤在《動物哲學》一書，中所張皇，先在生物種別，由於人為之立異。其言曰，凡在地球之上，無間有生無生，決無差別，空間凡有，悉歸於一，故支配非官品之原因，亦即支配有官品之原因，而吾黨所執以治非官品者，亦即治有官品之途術。蓋世所謂生，僅力學的現象而已。動植諸物，與人類同，無不能詮解以自然之律；惟種亦然，決非如《聖書》所言，出天帝之創造。況寇偉之說，謂經十余回改作者乎？凡此有生，皆自古代聯綿繼續而來，起於無官，結構至簡，繼隨地球之轉變，以漸即於高等，如今日也。至最下等生物，漸趨高等之因，則氏有二律，一曰假有動物，雛而未壯，用一官獨多，則其官必日強，作用亦日盛。至新能力之大小強弱，則視使用之久暫有差。淺譬之，如鍛人之腕，荷夫之脛，初固弗殊於常人，逮就職之日多，則力亦加進，使反是，廢而不用，則官漸小弱，能力亦亡，如盲腸者，鳥以轉化食品，而無用於人，則日萎，耳筋者，獸以動耳者也，至人而失其用，則留微跡而已：是為適應。二曰凡動物一生中，由外緣所得或失之性質，必依生殖作用，而授諸子孫。官之大小強弱亦然，惟在此時，必其父母之性質相等：是為遺傳。適應之說，迄今日學人猶奉為圭臬，遺傳之說，則論諍方烈，未有折衷，惟其所言，固進化之大法，即謂以機械作用，進動物於高等是已。試翻《動物哲學》一書，殆純以一元論眼光，燭天物之系統，而所憑藉，則進化論也。故進化論之成，自破神造說始。蘭麻克亦如聖契黎然，力駁寇偉，而不為世所知。蓋當是時，生物學之研究方殷，比較解剖及生理之學亦盛，且細胞說初成，更近於個體發生學者一步，於是萃人心於一隅，遂蔑有致意於物種由來之故者。而一般人士，又篤守舊說，得新見無所動其心，故蘭麻克之論既出，應者寂然，即寇偉之《動物學年報》中，亦不為一記，則說之孤立無和，可以知矣。迨千八百五十八年而達爾文暨華累斯（A. R. Wallace）之“天擇論”現，越一年而達爾文《物種由來》成，舉世震動，蓋生物學界之光明，掃群疑於一說之下者也。\n\n達爾文治生學之術，不同蘭麻克，主用內籀，集知識之大成，年二十二，即乘汽艦壁克耳，環世界一周，歷審生物，因悟物種所由始，漸而搜集事實，融會貫通，立生物進化之大原，且曉形變之因，本於淘汰，而淘汰原理，乃在爭存，建“淘汰論”，亦曰“達爾文說”（Selektionstheorie od. Darwinismus），空前古者也。舉其要旨，首為人擇，設有人立一定之儀的，擇動物之與相近者育之，既得苗裔，則又育其子之近似，歷年既永，宜者遂傳。古之牧者園丁，已知此術，赫胥黎謂亞美利加有𣪠羊者，懼羊跳踉，超圈而去，則留短足者而漸汰其他，遞生子孫，亦復如是，久之短足者獨傳，修脛遂絕，此以人力傳宜種者也。然此特人擇動植而已，天然之力，亦擇生物，與人擇動植無大殊，所異者人擇出人意，而天擇則以生物爭存之故，行於不知不覺間耳。蓋生物增加，皆遵幾何級數，設有動物一偶於此，畢生能產四子，四子又育，當得八孫，五傳六十四，十傳而千二十八，如是遞增，繁殖至迅。然時有強物，滅其耎弱，沮其長成，故強之種日昌，而弱之種日耗；時代既久，宜者遂留，而天擇即行其中，使生物臻於極適。達爾文言此，所徵引信據，蓋至繁博而堅實也。故究進化論歷史，當首德黎，繼乃局脊於神造之論；比至蘭麻克而一進；得達爾文而大成；迨黑格爾出，復總會前此之結果，建官品之種族發生學，於是人類演進之事，昭然無疑影矣。\n\n黑格爾以前，凡云發生，皆指個體，至氏而建此學，使與個體發生學對立，著《生物發生學上之根本律》一卷，言二學有至密之關係，種族進化，亦緣遺傳及適應二律而來，而尤所置重者，為形蛻論。其律曰，凡個體發生，實為種族發生之反復，特期短而事迅者耳，至所以決定之者，遺傳及適應之生理作用也。黑氏以此法治個體發生，知禽獸魚蟲，雖繁不可計，而逖推本原，咸歸於一；又以治種族發生，知一切生物，實肇自至簡之原官，由進化而繁變，以至於人。蓋人類女性之胚卵，亦與他種脊椎動物之胚卵，同為極簡之細胞；男性精絲，亦復無異。二性既會，是成根幹細胞，此細胞成，而個人之存在遂始。若求諸動物界，為阿彌巴屬，構造至簡，僅有自動及求食之力而已，繼乃分裂，依幾何級數成細胞群，如班陀黎那（Pandorina），作桑葚狀,葚空其中,漸而內陷,是成原腸,今日淡水溝渠中動物希特拉（Hydra），亦如是也。更進，則由心房生血管四偶，曲向左右，狀如魚鰓，胎兒屆此時，適合動物界之魚類；複次之發達，皆與人類以外之高等動物無微殊，即已有腦髓耳目及足，而以較他種脊椎動物之胎兒，仍無辨也。凡此研究，皆能目擊，日審胚胎之發育而得其變化。惟種族發生學獨不然，所追跡者，事距今數千萬載，其為演進，目不可窺，即直接觀察，亦局於至隘之分域，可據者僅間接推理與批判反省二術，及取諸科學所經驗薈萃之材，較量揅究之而已。故黑格爾曰，此其為學，肄治滋難，決非個體發生學所能較也。\n\n往之言此事者，有達爾文《原人論》，赫胥黎《化中人位論》。黑格爾著《人類發生學》，則以古生物學個體發生學及形態學證人類之系統，知動物進化，與人類胎兒之發達同，凡脊椎動物之始為魚類，見地質學上太古代之僦羅紀，繼為選逢紀之蛙魚，為石墨紀之兩栖，為二疊紀之爬蟲，及中古代之哺乳動物，遞近古代第三紀，乃見半猿，次生真猿，猿有狹鼻族，由其族生犬猿，次生人猿，人猿生猿人，不能言語，降而能語，是謂之人，此皆比較解剖個體發生及脊椎動物所明證者也。惟個體發達之序亦然，故曰種族發生，為個體發生之反復。然此僅有脊椎動物而已，若更上溯無脊椎動物而探其統系，為業尤艱巨於前。蓋此種動物，無骨骼之存，故不見於化石，特據生物學原則，知人類所始為原生動物，與胎孕時之根幹細胞相當，下此亦各有相當之動物。於是黑格爾乃追進化之跡而識別之，間有不足，則補以化石與懸擬之生物，而自單幺以至人類之系圖遂成，圖中所載，即自穆那羅（Monera）漸進以至人類之歷史，生物學上所謂種族的發生者是也。其系圖如別幅（左行)。\n\n近三十年來，古生物學之發見，亦多有力之證，最著者為爪哇之猿人化石，是石現，而人類系統遂大成。蓋往者狹鼻猿類與人之系屬，缺不可見，逮得化石，徵信彌真，力不遜比較解剖及個體發生學也。故論人類從出，為物至卑，曰原生動物。原生動物出自穆那羅，穆那羅出自潑羅比翁（Probion）；潑羅比翁，原生物也。若更究原生物由來，則以那格黎（Naegeli）氏說為近理，其說曰，有生始於無生，蓋質力不滅律所生之成果爾；若物質全界，無不由因果而成，宇宙間現象，亦遵此律，則成於非官品之質，且終轉化而為非官品之官品，究其本始，亦為非官品必矣。近者法有學人，能以質力之變，轉非官品為植物，又有以毒鴆金屬殺之，易其導電傳熱之性者。故有生無生二界，且日益近接，終不能分，無生物之轉有生，是成不易之真理，十九世紀末學術之足驚怖，有如是也。至無生物所始，則當俟宇宙發生學（Kosmogenie）言之。\n\n一九〇七年作。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"論“他媽的！”","content":"\n\n無論是誰，只要在中國過活，便總得常聽到“他媽的”或其相類的口頭禪。我想：這話的分布，大概就跟著中國人足跡之所至罷；使用的遍數，怕也未必比客氣的“您好呀”會更少。假使依或人所說，牡丹是中國的“國花”，那麼，這就可以算是中國的“國罵”了。\n\n我生長於浙江之東，就是西瀅先生之所謂“某籍”。那地方通行的“國罵”卻頗簡單：專一以“媽”為限，決不牽涉餘人。後來稍游各地，纔始驚異於國罵之博大而精微：上溯祖宗，旁連姊妹，下遞子孫，普及同性，真是“猶河漢而無極也”。而且，不特用於人，也以施之獸。前年，曾見一輛煤車的隻輪陷入很深的轍跡裏，車夫便憤然跳下，出死力打那拉車的騾子道：“你姊姊的！你姊姊的！”\n\n別的國度裏怎樣，我不知道。單知道諾威人Hamsun有一本小說叫《飢餓》，粗野的口吻是很多的，但我並不見這一類話。Gorky所寫的小說中多無賴漢，就我所看過的而言，也沒有這罵法。惟獨Artzybashev在《工人綏惠略夫》裏，卻使無抵抗主義者亞拉借夫罵了一句“你媽的”。但其時他已經決計為愛而犧牲了，使我們也失卻笑他自相矛盾的勇氣。這罵的翻譯，在中國原極容易的，別國卻似乎為難，德文譯本作“我使用過你的媽”，日文譯本作“你的媽是我的母狗”。這實在太費解，——由我的眼光看起來。\n\n那麼，俄國也有這類罵法的了，但因為究竟沒有中國似的精博，所以光榮還得歸到這邊來。好在這究竟又並非什麼大光榮，所以他們大約未必抗議；也不如 “赤化”之可怕，中國的闊人，名人，高人，也不至於駭死的。但是，雖在中國，說的也獨有所謂“下等人”，例如“車夫”之類，至於有身分的上等人，例如“士大夫”之類，則決不出之於口，更何況筆之於書。“予生也晚”，趕不上周朝，未為大夫，也沒有做士，本可以放筆直幹的，然而終於改頭換面，從“國罵”上削去一個動詞和一個名詞，又改對稱為第三人稱者，恐怕還因為到底未曾拉車，因而也就不免“有點貴族氣味”之故。那用途，既然只限於一部分，似乎又有些不能算作 “國罵”了；但也不然，闊人所賞識的牡丹，下等人又何嘗以為“花之富貴者也”？\n\n這“他媽的”的由來以及始於何代，我也不明白。經史上所見罵人的話，無非是“役夫”，“奴”，“死公”；較厲害的，有“老狗”，“貉子”；更厲害，涉及先代的，也不外乎“而母婢也”，“贅閹遺醜”罷了！還沒見過什麼“媽的”怎樣，雖然也許是士大夫諱而不錄。但《廣弘明集》（七）記北魏邢子才“以為婦人不可保。謂元景曰，‘卿何必姓王？’元景變色。子才曰，‘我亦何必姓邢；能保五世耶？’”則頗有可以推見消息的地方。\n\n晉朝已經是大重門第，重到過度了；華胄世業，子弟便易於得官；即使是一個酒囊飯袋，也還是不失為清品。北方疆土雖失於拓跋氏，士人卻更其發狂似的講究閥閱，區別等第，守護極嚴。庶民中縱有俊才，也不能和大姓比並。至於大姓，實不過承祖宗餘蔭，以舊業驕人，空腹高心，當然使人不耐。但士流既然用祖宗做護符，被壓迫的庶民自然也就將他們的祖宗當作讐敵。邢子才的話雖然說不定是否出於憤激，但對於躲在門第下的男女，卻確是一個致命的重傷。勢位聲氣，本來僅靠了“祖宗”這惟一的護符而存，“祖宗”倘一被毀，便什麼都倒敗了。這是倚賴“餘蔭”的必得的果報。\n\n同一的意思，但沒有邢子才的文才，而直出於“下等人”之口的，就是：“他媽的！”\n\n要攻擊高門大族的堅固的舊堡壘，卻去瞄準他的血統，在戰略上，真可謂奇譎的了。最先發明這一句“他媽的”的人物，確要算一個天才，——然而是一個卑劣的天才。\n\n唐以後，自誇族望的風氣漸漸消除；到了金元，已奉夷狄為帝王，自不妨拜屠沽作卿士，“等”的上下本該從此有些難定了，但偏還有人想辛辛苦苦地爬進 “上等”去。劉時中的曲子裏說：“堪笑這沒見識街市匹夫，好打那好頑劣。江湖伴侶，旋將表德官名相體呼，聲音多厮稱，字樣不尋俗。聽我一個個細數：糶米的喚子良；賣肉的呼仲甫……開張賣飯的呼君寶；磨麫登羅底叫德夫：何足云乎？！”（《樂府新編陽春白雪》三）這就是那時的暴發戶的醜態。\n\n“下等人”還未暴發之先，自然大抵有許多“他媽的”在嘴上，但一遇機會，偶竊一位，略識幾字，便即文雅起來：雅號也有了；身分也高了；家譜也修了，還要尋一個始祖，不是名儒便是名臣。從此化為“上等人”，也如上等前輩一樣，言行都很溫文爾雅。然而愚民究竟也有聰明的，早已看穿了這鬼把戲，所以又有俗諺，說：“口上仁義禮智，心裏男盜女娼！”他們是很明白的。\n\n於是他們反抗了，曰：“他媽的！”\n\n但人們不能蔑棄掃蕩人我的餘澤和舊蔭，而硬要去做別人的祖宗，無論如何，總是卑劣的事。有時，也或加暴力於所謂“他媽的”的生命上，但大概是乘機，而不是造運會，所以無論如何，也還是卑劣的事。\n\n中國人至今還有無數“等”，還是依賴門第，還是倚仗祖宗。倘不改造，即永遠有無聲的或有聲的“國罵”。就是“他媽的”，圍繞在上下和四旁，而且這還須在太平的時候。\n\n但偶爾也有例外的用法：或表驚異，或表感服。我曾在家鄉看見鄉農父子一同午飯，兒子指一碗菜向他父親說：“這不壞，媽的你嘗嘗看！”那父親回答道：“我不要吃。媽的你吃去罷！”則簡直已經醇化為現在時行的“我的親愛的”的意思了。\n\n一九二五年七月十九日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"未有天才之前","content":"\n\n\n我自己覺得我的講話不能使諸君有益或者有趣，因為我實在不知道什麼事，但推託拖延得太長久了，所以終於不能不到這裏來說幾句。\n\n我看現在許多人對於文藝界的要求的呼聲之中，要求天才的產生也可以算是很盛大的了，這顯然可以反證兩件事：一是中國現在沒有一個天才，二是大家對於現在的藝術的厭薄。天才究竟有沒有？也許有著罷，然而我們和別人都沒有見。倘使據了見聞，就可以說沒有；不但天才，還有使天才得以生長的民眾。\n\n天才並不是自生自長在深林荒野裏的怪物，是由可以使天才生長的民眾產生，長育出來的，所以沒有這種民眾，就沒有天才。有一回拿破崙過Alps山，說，“我比Alps山還要高！”這何等英偉，然而不要忘記他後面跟著許多兵；倘沒有兵，那只有被山那面的敵人捉住或者趕回，他的舉動，言語，都離了英雄的界線，要歸入瘋子一類了。所以我想，在要求天才的產生之前，應該先要求可以使天才生長的民眾。——譬如想有喬木，想看好花，一定要有好土；沒有土，便沒有花木了；所以土實在較花木還重要。花木非有土不可，正同拿破崙非有好兵不可一樣。  \n\n然而現在社會上的論調和趨勢，一面固然要求天才，一面卻要他滅亡，連預備的土也想掃盡。舉出幾樣來說： \n\n其一就是“整理國故”。自從新思潮來到中國以後，其實何嘗有力，而一群老頭子，還有少年，卻已喪魂失魄的來講國故了，他們說，“中國自有許多好東西，都不整理保存，倒去求新，正如放棄祖宗遺產一樣不肖。”擡出祖宗來說法，那自然是極威嚴的，然而我總不信在舊馬褂未曾洗淨疊好之前，便不能做一件新馬褂。就現狀而言，做事本來還隨各人的自便，老先生要整理國故，當然不妨去埋在南窗下讀死書，至於青年，卻自有他們的活學問和新藝術，各幹各事，也還沒有大妨害的，但若拿了這面旗子來號召，那就是要中國永遠與世界隔絕了。倘以為大家非此不可，那更是荒謬絕倫！我們和古董商人談天，他自然總稱贊他的古董如何好，然而他決不痛罵畫家，農夫，工匠等類，說是忘記了祖宗：他實在比許多國學家聰明得遠。 \n\n其一是“崇拜創作”。從表面上看來，似乎這和要求天才的步調很相合，其實不然。那精神中，很含有排斥外來思想，異域情調的分子，所以也就是可以使中國和世界潮流隔絕的。許多人對於託爾斯泰，都介湼夫，陀思妥夫斯奇的名字，已經厭聽了，然而他們的著作，有什麼譯到中國來？眼光囚在一國裏，聽談彼得和約翰就生厭，定須張三李四才行，於是創作家出來了，從實說，好的也離不了刺取點外國作品的技術和神情，文筆或者漂亮，思想往往趕不上翻譯品，甚者還要加上些傳統思想，使他適合於中國人的老脾氣，而讀者卻已為他所牢籠了，於是眼界便漸漸的狹小，幾乎要縮進舊圈套裏去。作者和讀者互相為因果，排斥異流，擡上國粹，那裏會有天才產生？即使產生了，也是活不下去的。 \n\n這樣的風氣的民眾是灰塵，不是泥土，在他這裏長不出好花和喬木來！ \n\n還有一樣是惡意的批評。大家的要求批評家的出現，也由來已久了，到目下就出了許多批評家。可惜他們之中很有不少是不平家，不像批評家，作品才到面前，便恨恨地磨墨，立刻寫出很高明的結論道，“唉，幼稚得很。中國要天才！”到後來，連並非批評家也這樣叫喊了，他是聽來的。其實即使天才，在生下來的時候的第一聲啼哭，也和平常的兒童的一樣，決不會就是一首好詩。因為幼稚，當頭加以戕賊，也可以萎死的。我親見幾個作者，都被他們罵得寒噤了。那些作者大約自然不是天才，然而我的希望是便是常人也留著。 \n\n惡意的批評家在嫩苗的地上馳馬，那當然是十分快意的事；然而遭殃的是嫩苗——平常的苗和天才的苗。幼稚對於老成，有如孩子對於老人，決沒有什麼恥辱；作品也一樣，起初幼稚，不算恥辱的。因為倘不遭了戕賊，他就會生長，成熟，老成；獨有老衰和腐敗，倒是無藥可救的事！我以為幼稚的人，或者老大的人，如有幼稚的心，就說幼稚的話，只為自己要說而說，說出之後，至多到印出之後，自己的事就完了，對於無論打著什麼旗子的批評，都可以置之不理的！ \n\n就是在座的諸君，料來也十之九願有天才的產生罷，然而情形是這樣，不但產生天才難，單是有培養天才的泥土也難。我想，天才大半是天賦的；獨有這培養天才的泥土，似乎大家都可以做。做土的功效，比要求天才還切近；否則，縱有成千成百的天才，也因為沒有泥土，不能發達，要像一碟子綠豆芽。 \n\n做土要擴大了精神，就是收納新潮，脫離舊套，能夠容納，了解那將來產生的天才；又要不怕做小事業，就是能創作的自然是創作，否則翻譯，介紹，欣賞，讀，看，消閒都可以。以文藝來消閒，說來似乎有些可笑，但究竟較勝於戕賊他。 \n\n泥土和天才比，當然是不足齒數的，然而不是堅苦卓絕者，也怕不容易做；不過事在人為，比空等天賦的天才有把握。這一點，是泥土的偉大的地方，也是反有大希望的地方。而且也有報酬，譬如好花從泥土裏出來，看的人固然欣然的賞鑑，泥土也可以欣然的賞鑑，正不必花卉自身，這纔心曠神怡的——假如當作泥土也有靈魂的說。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"再論雷峰塔的倒掉","content":"\n\n\n從崇軒先生的通信（二月份《京報副刊》）裏，知道他在輪船上聽到兩個旅客談話，說是杭州雷峰塔之所以倒掉，是因為鄉下人迷信那塔磚放在自己的家中，凡事都必平安，如意，逢凶化吉，於是這個也挖，那個也挖，挖之久久，便倒了。一個旅客並且再三歎息道：西湖十景這可缺了呵！\n\n這消息，可又使我有點暢快了，雖然明知道幸災樂禍，不像一個紳士，但本來不是紳士的，也沒有法子來裝潢。\n\n我們中國的許多人，──我在此特別鄭重聲明：並不包括四萬萬同胞全部！──大抵患有一種“十景病”，至少是“八景病”，沈重起來的時候大概在清朝。凡看一部縣志，這一縣往往有十景或八景，如“遠村明月”“蕭寺清鐘”“古池好水”之類。而且，“十”字形的病菌，似乎已經侵入血管，流布全身，其勢力早不在“！”形驚嘆亡國病菌之下了。點心有十樣錦，菜有十碗，音樂有十番，閻羅有十殿，藥有十全大補，猜拳有全福手福手全，連人的劣跡或罪狀，宣布起來也大抵是十條，仿佛犯了九條的時候總不肯歇手。現在西湖十景可缺了呵！“凡為天下國家有九經”，九經固古已有之，而九景卻頗不習見，所以正是對於十景病的一個針砭，至少也可以使患者感到一種不平常，知道自己的可愛的老病，忽而跑掉了十分之一了。\n\n但仍有悲哀在裏面。\n\n其實，這一種勢所必至的破壞，也還是徒然的。暢快不過是無聊的自欺。雅人和信士和傳統大家，定要苦心孤詣巧語花言地再來補足了十景而後已。\n\n無破壞即無新建設，大致是的；但有破壞卻未必即有新建設。盧梭，斯諦納爾，尼采，託爾斯泰，伊孛生等輩，若用勃蘭兌斯的話來說，乃是“軌道破壞者”。其實他們不單是破壞，而且是掃除，是大呼猛進，將礙腳的舊軌道不論整條或碎片，一掃而空，並非想挖一塊廢鐵古磚挾回家去，預備賣給舊貨店。中國很少這一類人，即使有之，也會被大眾的唾沫淹死。孔丘先生確是偉大，生在巫鬼勢力如此旺盛的時代，偏不肯隨俗談鬼神；但可惜太聰明了，“祭如在祭神如神在”，只用他修《春秋》的照例手段以兩個“如”字略寓“俏皮刻薄”之意，使人一時莫明其妙，看不出他肚皮裏的反對來。他肯對子路賭咒，卻不肯對鬼神宣戰，因為一宣戰就不和平，易犯罵人──雖然不過罵鬼──之罪，即不免有《衡論》（見一月份《晨報副鐫》）作家TY先生似的好人，會替鬼神來奚落他道：為名乎？罵人不能得名。為利乎？罵人不能得利。想引誘女人乎？又不能將蚩尤的臉子印在文章上。何樂而為之也歟？\n\n孔丘先生是深通世故的老先生，大約除臉子付印問題以外，還有深心，犯不上來做明目張膽的破壞者，所以只是不談，而決不罵，於是乎儼然成為中國的聖人，道大，無所不包故也。否則，現在供在聖廟裏的，也許不姓孔。\n\n不過在戲臺上罷了，悲劇將人生的有價值的東西毀滅給人看，喜劇將那無價值的撕破給人看。譏諷又不過是喜劇的變簡的一支流。但悲壯滑稽，卻都是十景病的讎敵，因為都有破壞性，雖然所破壞的方面各不同。中國如十景病尚存，則不但盧梭他們似的瘋子決不產生，並且也決不產生一個悲劇作家或喜劇作家或諷刺詩人。所有的，只是喜劇底人物或非喜劇非悲劇底人物，在互相模造的十景中生存，一面各各帶了十景病。\n\n然而十全停滯的生活，世界上是很不多見的事，於是破壞者到了，但並非自己的先覺的破壞者，卻是狂暴的強盜，或外來的蠻夷。玁狁早到過中原，五胡來過了，蒙古也來過了；同胞張獻忠殺人如草，而滿洲兵的一箭，就鑽進樹叢中死掉了。有人論中國說，倘使沒有帶著新鮮的血液的野蠻的侵入，真不知自身會腐敗到如何！這當然是極刻毒的惡謔，但我們一翻歷史，怕不免要有汗流浹背的時候罷。外寇來了，暫一震動，終於請他作主子，在他的刀斧下修補老例；內寇來了，也暫一震動，終於請他做主子，或者別拜一個主子，在自己的瓦礫中修補老例。再來翻縣志，就看見每一次兵燹之後，所添上的是許多烈婦烈女的氏名。看近來的兵禍，怕又要大舉表揚節烈了罷。許多男人們都那裏去了？\n\n凡這一種寇盜式的破壞，結果只能留下一片瓦礫，與建設無關。\n\n但當太平時候，就是正在修補老例，並無寇盜時候，即國中暫時沒有破壞麼？也不然的，其時有奴才式的破壞作用常川活動著。\n\n雷峰塔磚的挖去，不過是極近的一條小小的例。龍門的石佛，大半肢體不全，圖書館中的書籍，插圖須謹防撕去，凡公物或無主的東西，倘難於移動，能夠完全的即很不多。但其毀壞的原因，則非如革除者的志在掃除，也非如寇盜的志在掠奪或單是破壞，僅因目前極小的自利，也肯對於完整的大物暗暗的加一個創傷。人數既多，創傷自然極大，而倒敗之後，卻難於知道加害的究竟是誰。正如雷峰塔倒掉以後，我們單知道由於鄉下人的迷信。共有的塔失去了，鄉下人的所得，卻不過一塊磚，這磚，將來又將為別一自利者所藏，終究至於滅盡。倘在民康物阜時候，因為十景病的發作，新的雷峰塔也會再造的罷。但將來的運命，不也就可以推想而知麼？如果鄉下人還是這樣的鄉下人，老例還是這樣的老例。\n\n這一種奴才式的破壞，結果也只能留下一片瓦礫，與建設無關。\n\n豈但鄉下人之於雷峰塔，日日偷挖中華民國的柱石的奴才們，現在正不知有多少！\n\n瓦礫場上還不足悲，在瓦礫場上修補老例是可悲的。我們要革新的破壞者，因為他內心有理想的光。我們應該知道他和寇盜奴才的分別；應該留心自己墮入後兩種。這區別並不煩難，只要觀人，省己，凡言動中，思想中，含有借此據為己有的朕兆者是寇盜，含有借此占些目前的小便宜的朕兆者是奴才，無論在前面打著的是怎樣鮮明好看的旗子。\n\n一九二五年二月六日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"寫在《墳》後面","content":"\n\n在聽到我的雜文已經印成一半的消息的時候，我曾經寫了幾行題記，寄往北京去。當時想到便寫，寫完便寄，到現在還不滿二十天，早已記不清說了些什麼了。今夜周圍是這麼寂靜，屋後面的山腳下騰起野燒的微光；南普陀寺還在做牽絲傀儡戲，時時傳來鑼鼓聲，每一間隔中，就更加顯得寂靜。電燈自然是輝煌著，但不知怎地忽有淡淡的哀愁來襲擊我的心，我似乎有些後悔印行我的雜文了。我很奇怪我的後悔；這在我是不大遇到的，到如今，我還沒有深知道所謂悔者究竟是怎麼一回事。但這心情也隨即逝去，雜文當然仍在印行，只為想驅逐自己目下的哀愁，我還要說幾句話。\n\n記得先已說過：這不過是我的生活中的一點陳迹。如果我的過往，也可以算作生活，那麼，也就可以說，我也曾工作過了。但我並無噴泉一般的思想，偉大華美的文章，既沒有主義要宣傳，也不想發起一種什麼運動。不過我曾經嘗得，失望無論大小，是一種苦味，所以幾年以來，有人希望我動動筆的，只要意見不很相反，我的力量能夠支撐，就總要勉力寫幾句東西，給來者一些極微末的歡喜。人生多苦辛，而人們有時卻極容易得到安慰，又何必惜一點筆墨，給多嘗些孤獨的悲哀呢？於是除小說雜感之外，逐漸又有了長長短短的雜文十多篇。其間自然也有為賣錢而作的，這回就都混在一處。我的生命的一部分，就這樣地用去了，也就是做了這樣的工作。然而我至今終於不明白我一向是在做什麼。比方作土工的罷，做著做著，而不明白是在築臺呢還在掘坑。所知道的是即使是築臺，也無非要將自己從那上面跌下來或者顯示老死；倘是掘坑，那就當然不過是埋掉自己。總之：逝去，逝去，一切一切，和光陰一同早逝去，在逝去，要逝去了。——不過如此，但也為我所十分甘願的。\n\n然而這大約也不過是一句話。當呼吸還在時，只要是自己的，我有時卻也喜歡將陳迹收存起來，明知不值一文，總不能絕無眷戀，集雜文而名之曰《墳》，究竟還是一種取巧的掩飾。劉伶喝得酒氣熏天，使人荷鍤跟在後面，道：死便埋我。雖然自以為放達，其實是只能騙騙極端老實人的。\n\n所以這書的印行，在自己就是這麼一回事。至於對別人，記得在先也已說過，還有願使偏愛我的文字的主顧得到一點喜歡；憎惡我的文字的東西得到一點嘔吐，－－我自己知道，我並不大度，那些東西因我的文字而嘔吐，我也很高興的。別的就什麼意思也沒有了。倘若硬要說出好處來，那麼，其中所介紹的幾個詩人的事，或者還不妨一看；最末的論“費厄潑賴”這一篇，也許可供參考罷，因為這雖然不是我的血所寫，卻是見了我的同輩和比我年幼的青年們的血而寫的。\n\n偏愛我的作品的讀者，有時批評說，我的文字是說真話的。這其實是過譽，那原因就因為他偏愛。我自然不想太欺騙人，但也未嘗將心裏的話照樣說盡，大約只要看得可以交卷就算完。我的確時時解剖別人，然而更多的是更無情面地解剖我自己，發表一點，酷愛溫暖的人物已經覺得冷酷了，如果全露出我的血肉來，末路正不知要到怎樣。我有時也想就此驅除旁人，到那時還不唾棄我的，即使是梟蛇鬼怪，也是我的朋友，這纔真是我的朋友。倘使幷這個也沒有，則就是我一個人也行。但現在我並不。因為，我還沒有這樣勇敢，那原因就是我還想生活，在這社會裏。還有一種小緣故，先前也曾屢次聲明，就是偏要使所謂正人君子也者之流多不舒服幾天，所以自己便特地留幾片鐵甲在身上，站著，給他們的世界上多有一點缺陷，到我自己厭倦了，要脫掉了的時候為止。\n\n倘說為別人引路，那就更不容易了，因為連我自己還不明白應當怎麼走。中國大概很有些青年的“前輩”和“導師”罷，但那不是我，我也不相信他們。我只很確切地知道一個終點，就是：墳。然而這是大家都知道的，無須誰指引。問題是在從此到那的道路。那當然不只一條，我可正不知那一條好，雖然至今有時也還在尋求。在尋求中，我就怕我未熟的果實偏偏毒死了偏愛我的果實的人，而憎恨我的東西如所謂正人君子也者偏偏都矍鑠，所以我說話常不免含胡，中止，心裏想：對於偏愛我的讀者的贈獻，或者最好倒不如是一個“無所有”。我的譯著的印本，最初，印一次是一千，後來加五百，近時是二千至四千，每一增加，我自然是願意的，因為能賺錢，但也伴著哀愁，怕於讀者有害，因此作文就時常更謹慎，更躊躕。有人以為我信筆寫來，直抒胸臆，其實是不盡然的，我的顧忌並不少。我自己早知道畢竟不是什麼戰士了，而且也不能算前驅，就有這麼多的顧忌和回憶。還記得三四年前，有一個學生來買我的書，從衣袋裏掏出錢來放在我手裏，那錢上還帶著體溫。這體溫便烙印了我的心，至今要寫文字時，還常使我怕毒害了這類的青年，遲疑不敢下筆。我毫無顧忌地說話的日子，恐怕要未必有了罷。但也偶爾想，其實倒還是毫無顧忌地說話，對得起這樣的青年。但至今也還沒有決心這樣做。\n\n今天所要說的話也不過是這些，然而比較的卻可以算得真實。此外，還有一點餘文。\n\n記得初提倡白話的時候，是得到各方面劇烈的攻擊的。後來白話漸漸通行了，勢不可遏，有些人便一轉而引為自己之功，美其名曰“新文化運動”。又有些人便主張白話不妨作通俗之用；又有些人卻道白話要做得好，仍須看古書。前一類早已二次轉舵，又反過來嘲罵“新文化”了；後二類是不得已的調和派，只希圖多留幾天僵屍，到現在還不少。我曾在雜感上掊擊過的。\n\n新近看見一種上海出版的期刊，也說起要做好白話須讀好古文，而舉例為證的人名中，其一卻是我。這實在使我打了一個寒噤。別人我不論，若是自己，則曾經看過許多舊書，是的確的，為了教書，至今也還在看。因此耳濡目染，影響到所做的白話上，常不免流露出它的字句，體格來。但自己卻正苦於背了這些古老的鬼魂，擺脫不開，時常感到一種使人氣悶的沈重。就是思想上，也何嘗不中些莊周韓非的毒，時而很隨便，時而很峻急。孔孟的書我讀得最早，最熟，然而倒似乎和我不相干。大半也因為懶惰罷，往往自己寬解，以為一切事物，在轉變中，是總有多少中間物的。動植之間，無脊椎和脊椎動物之間，都有中間物；或者簡直可以說，在進化的鏈子上，一切都是中間物。當開首改革文章的時候，有幾個不三不四的作者，是當然的，只能這樣，也需要這樣。他的任務，是在有些警覺之後，喊出一種新聲；又因為從舊壘中來，情形看得較為分明，反戈一擊，易制強敵的死命。但仍應該和光陰偕逝，逐漸消亡，至多不過是橋梁中的一木一石，並非什麼前塗的目標，範本。跟著起來便該不同了，倘非天縱之聖，積習當然也不能頓然蕩除，但總得更有新氣象。以文字論，就不必更在舊書裏討生活，卻將活人的唇舌做為源泉，使文章更加接近語言，更加有生氣。至於對於現在人民的語言的窮乏欠缺，如何救濟，使他豐富起來，那也是一個很大的問題，或者也須在舊文中取得若干資料，以供使役，但這並不在我現在所要說的範圍以內，姑且不論。\n\n我以為我倘十分努力，大概也還能夠博採口語，來改革我的文章。但因為懶而且忙，至今沒有做。我常疑心這和讀了古書很有些關係，因為我覺得古人寫在書上的可惡思想，我的心裏也常有，能否忽而奮勉，是毫無把握的。我常常詛咒我的這思想，也希望不再見於後來的青年。去年我主張青年少讀，或者簡直不讀中國書，乃是用許多苦痛換來的真話，決不是聊且快意，或什麼玩笑，憤激之辭。古人說，不讀書便成愚人，那自然也不錯的。然而世界卻正由愚人造成，聰明人決不能支持世界，尤其是中國的聰明人。現在呢，思想上且不說，便是文辭，許多青年作者又在古文，詩詞中摘些好看而難懂的字面，作為變戲法的手巾，來裝潢自己的作品了。我不知這和勸讀古文說可有相關，但正在復古，也就是新文藝的試行自殺，是顯而易見的。\n\n不幸我的古文和白話合成的雜集，又恰在此時出版了，也許又要給讀者若干毒害。只是在自己，卻還不能毅然決然將他毀滅，還想借此暫時看看逝去的生活的餘痕。惟願偏愛我的作品的讀者也不過將這當作一種紀念，知道這小小的丘隴中，無非埋著曾經活過的軀殼。待再經若干歲月，又當化為煙埃，幷紀念也從人間消去，而我的事也就完畢了。上午也正在看古文，記起了幾句陸士衡的弔曹孟德文，便拉來給我的這一篇作結——\n\n一九二六，一一，一一，夜。魯迅。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"論睜了眼看","content":"虛生先生所做的時事短評中，曾有一個這樣的題目：《我們應該有正眼看各方面的勇氣》（《猛進》十九期）。誠然，必須敢於正視，這纔可望敢想，敢說，敢作，敢當。倘使幷正視而不敢，此外還能成什麼氣候。然而，不幸這一種勇氣，是我們中國人最所缺乏的。\n\n但現在我所想到的是別一方面——\n\n中國的文人，對於人生，——至少是對於社會現象，向來就多沒有正視的勇氣。我們的聖賢，本來早已教人“非禮勿視”的了；而這“禮”又非常之嚴，不但“正視”，連“平視”“斜視”也不許。現在青年的精神未可知，在體質，卻大半還是彎腰曲背，低眉順眼，表示著老牌的老成的子弟，馴良的百姓，——至於說對外卻有大力量，乃是近一月來的新說，還不知道究竟是如何。\n\n再回到“正視”問題去：先既不敢，後便不能，再後，就自然不視，不見了。一輛汽車壞了，停在馬路上，一群人圍著呆看，所得的結果是一團烏油油的東西。然而由本身的矛盾或社會的缺陷所生的苦痛，雖不正視，卻要身受的。文人究竟是敏感人物，從他們的作品上看來，有些人確也早已感到不滿，可是一到快要顯露缺陷的危機一髪之際，他們總即刻連說“並無其事”，同時便閉上了眼睛。這閉著的眼睛便看見一切圓滿，當前的苦痛不過是“天之將降大任於是人也，必先苦其心志，勞其筋骨，餓其體膚，空乏其身，行拂亂其所為。”於是無問題，無缺陷，無不平，也就無解決，無改革，無反抗。因為凡事總要“團圓”，正無須我們焦躁；放心喝茶，睡覺大吉。再說費話，就有“不合時宜”之咎，免不了要受大學教授的糾正了。呸！\n\n我並未實驗過，但有時候想：倘將一位久蟄洞房的老太爺拋在夏天正午的烈日底下，或將不出閨門的千金小姐拖到曠野的黑夜裏，大概只好閉了眼睛，暫續他們殘存的舊夢，總算並沒有遇到暗或光，雖然已經是絕不相同的現實。中國的文人也一樣，萬事閉眼睛，聊以自欺，而且欺人，那方法是：瞞和騙。\n\n中國婚姻方法的缺陷，才子佳人小說作家早就感到了，他於是使一個才子在壁上題詩，一個佳人便來和，由傾慕——現在就得稱戀愛——而至於有“終身之約”。但約定之後，也就有了難關。我們都知道，“私訂終身”在詩和戲曲或小說上尚不失為美談（自然只以與終於中狀元的男人私訂為限），實際卻不容於天下的，仍然免不了要離異。明末的作家便閉上眼睛，幷這一層也加以補救了，說是：才子及第，奉旨成婚。“父母之命媒妁之言”經這大帽子來一壓，便成了半個鉛錢也不值，問題也一點沒有了。假使有之，也只在才子的能否中狀元，而決不在婚姻制度的良否。\n\n（近來有人以為新詩人的做詩發表，是在出風頭，引異性；且遷怒於報章雜誌之濫登。殊不知即使無報，牆壁實“古已有之”，早做過發表機關了；據《封神演義》，紂王已曾在女媧廟壁上題詩，那起源實在非常之早。報章可以不取白話，或排斥小詩，牆壁卻拆不完，管不及的；倘一律刷成黑色，也還有破磁可劃，粉筆可書，真是窮於應付。做詩不刻木板，去藏之名山，卻要隨時發表，雖然很有流弊，但大概是難以杜絕的罷。）\n\n《紅樓夢》中的小悲劇，是社會上常有的事，作者又是比較的敢於實寫的，而那結果也並不壞。無論賈氏家業再振，蘭桂齊芳，即寶玉自己，也成了個披大紅猩猩氈斗篷的和尚。和尚多矣，但披這樣闊斗篷的能有幾個，已經是“入聖超凡”無疑了。至於別的人們，則早在冊子裏一一注定，末路不過是一個歸結：是問題的結束，不是問題的開頭。讀者即小有不安，也終於奈何不得。然而後來或續或改，非借屍還魂，即冥中另配，必令“生旦當場團圓”，纔肯放手者，乃是自欺欺人的癮太大，所以看了小小騙局，還不甘心，定須閉眼胡說一通而後快。赫克爾（E．Haeckel）說過：人和人之差，有時比類人猿和原人之差還遠。我們將《紅樓夢》的續作者和原作者一比較，就會承認這話大概是確實的。\n\n“作善降祥”的古訓，六朝人本已有些懷疑了，他們作墓誌，竟會說“積善不報，終自欺人”的話。但後來的昏人，卻又瞞起來。元劉信將三歲痴兒拋入醮紙火盆，妄希福祐，是見於《元典章》的；劇本《小張屠焚兒救母》卻道是為母延命，命得延，兒亦不死了。一女願侍痼疾之夫，《醒世恆言》中還說終於一同自殺的；後來改作的卻道是有蛇墜入藥罐裏，丈夫服後便全愈了。凡有缺陷，一經作者粉飾，後半便大抵改觀，使讀者落誣妄中，以為世間委實儘夠光明，誰有不幸，便是自作，自受。\n\n有時遇到彰明的史實，瞞不下，如關羽岳飛的被殺，便只好別設騙局了。一是前世已造夙因，如岳飛；一是死後使他成神，如關羽。定命不可逃，成神的善報更滿人意，所以殺人者不足責，被殺者也不足悲，冥冥中自有安排，使他們各得其所，正不必別人來費力了。\n\n中國人的不敢正視各方面，用瞞和騙，造出奇妙的逃路來，而自以為正路。在這路上，就證明著國民性的怯弱，懶惰，而又巧滑。一天一天的滿足著，即一天一天的墮落著，但卻又覺得日見其光榮。在事實上，亡國一次，即添加幾個殉難的忠臣，後來每不想光復舊物，而只去贊美那幾個忠臣；遭劫一次，即造成一群不辱的烈女，事過之後，也每每不思懲兇，自衛，卻只顧歌詠那一群烈女。彷彿亡國遭劫的事，反而給中國人發揮“兩間正氣”的機會，增高價值，即在此一舉，應該一任其至，不足憂悲似的。自然，此上也無可為，因為我們已經借死人獲得最上的光榮了。滬漢烈士的追悼會中，活的人們在一塊很可景仰的高大的木主下互相打罵，也就是和我們的先輩走著同一的路。\n\n文藝是國民精神所發的火光，同時也是引導國民精神的前塗的燈火。這是互為因果的，正如麻油從芝麻榨出，但以浸芝麻，就使牠更油。倘以油為上，就不必說；否則，當參入別的東西，或水或鹼去。中國人向來因為不敢正視人生，只好瞞和騙，由此也生出瞞和騙的文藝來，由這文藝，更令中國人更深地陷入瞞和騙的大澤中，甚而至於已經自己不覺得。世界日日改變，我們的作家取下假面，真誠地，深入地，大膽地看取人生並且寫出他的血和肉來的時候早到了；早就應該有一片嶄新的文場，早就應該有幾個兇猛的闖將！\n\n現在，氣象似乎一變，到處聽不見歌吟花月的聲音了，代之而起的是鐵和血的贊頌。然而倘以欺瞞的心，用欺瞞的嘴，則無論說A和O，或Y和Z，一樣是虛假的；只可以嚇啞了先前鄙薄花月的所謂批評家的嘴，滿足地以為中國就要中興。可憐他在“愛國”的大帽子底下又閉上了眼睛了——或者本來就閉著。\n\n沒有衝破一切傳統思想和手法的闖將，中國是不會有真的新文藝的。 \n\n一九二五年七月二十二日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"論“費厄潑賴”應該緩行","content":"\n\n《語絲》五七期上語堂先生曾經講起“費厄潑賴”（fair play），以為此種精神在中國最不易得，我們只好努力鼓勵；又謂不“打落水狗”，即足以補充“費厄潑賴”的意義。我不懂英文，因此也不明這字的函義究竟怎樣，如果不“打落水狗”也即這種精神之一體，則我卻很想有所議論。但題目上不直書“打落水狗”者，乃為迴避觸目起見，即並不一定要在頭上強裝“義角”之意。總而言之，不過說是“落水狗”未始不可打，或者簡直應該打而已。\n\n今之論者，常將“打死老虎”與“打落水狗”相提並論，以為都近於卑怯。我以為“打死老虎”者，裝怯作勇，頗含滑稽，雖然不免有卑怯之嫌，卻怯得令人可愛。至於“打落水狗”，則並不如此簡單，當看狗之怎樣，以及如何落水而定。考落水原因，大概可有三種：（1）狗自己失足落水者，（2）別人打落者，（3）親自打落者。倘遇前二種，便即附和去打，自然過於無聊，或者竟近於卑怯；但若與狗奮戰，親手打其落水，則雖用竹竿又在水中從而痛打之，似乎也非已甚，不得與前二者同論。\n\n聽說剛勇的拳師，決不再打那已經倒地的敵手，這實足使我們奉為楷模。但我以為尚須附加一事，即敵手也須是剛勇的鬭士，一敗之後，或自愧自悔而不再來，或尚須堂皇地來相報復，那當然都無不可。而於狗，卻不能引此為例，與對等的敵手齊觀，因為無論牠怎樣狂嗥，其實並不解什麼“道義”；況且狗是能浮水的，一定仍要爬到岸上，倘不注意，牠先就聳身一搖，將水點洒得人們一身一臉，於是夾著尾巴逃走了。但後來性情還是如此。老實人將牠的落水認作受洗，以為必已懺悔，不再出而咬人，實在是大錯而特錯的事。\n\n總之，倘是咬人之狗，我覺得都在可打之列，無論牠在岸上或在水中。\n\n叭兒狗一名哈吧狗，南方卻稱為西洋狗了，但是，聽說倒是中國的特產，在萬國賽狗會裏常常得到金獎牌，《大不列顛百科全書》的狗照相上，就很有幾匹是咱們中國的叭兒狗。這也是一種國光。但是，狗和貓不是仇敵麼？牠卻雖然是狗，又很像貓，折中，公允，調和，平正之狀可掬，悠悠然擺出別個無不偏激，惟獨自己得了“中庸之道”似的臉來。因此也就為闊人，太監，太太，小姐們所鍾愛，種子綿綿不絕。牠的事業，只是以伶俐的皮毛獲得貴人豢養，或者中外的娘兒們上街的時候，𩓐子上拴了細鍊子跟在腳後跟。\n\n這些就應該先行打牠落水，又從而打之；如果牠自墜入水，其實也不妨又從而打之，但若是自己過於要好，自然不打亦可，然而也不必為之歎息。叭兒狗如可寬容，別的狗也大可不必打了，因為牠們雖然非常勢利，但究竟還有些像狼，帶著野性，不至於如此騎牆。\n\n以上是順便說及的話，似乎和本題沒有大關係。\n\n總之，落水狗的是否該打，第一是在看牠爬上岸了之後的態度。\n\n狗性總不大會改變的，假使一萬年之後，或者也許要和現在不同，但我現在要說的是現在。如果以為落水之後，十分可憐，則害人的動物，可憐者正多，便是霍亂病菌，雖然生殖得快，那性格卻何等地老實。然而醫生是決不肯放過牠的。\n\n現在的官僚和土紳士或洋紳士，只要不合自意的，便說是赤化，是共產；民國元年以前稍不同，先是說康黨，後是說革黨，甚至於到官裏去告密，一面固然在保全自己的尊榮，但也未始沒有那時所謂“以人血染紅頂子”之意。可是革命終於起來了，一群臭架子的紳士們，便立刻皇皇然若喪家之狗，將小辮子盤在頭頂上。革命黨也一派新氣，——紳士們先前所深惡痛絕的新氣，“文明”得可以；說是“咸與維新”了，我們是不打落水狗的，聽憑牠們爬上來罷。於是牠們爬上來了，伏到民國二年下半年，二次革命的時候，就突出來幫著袁世凱咬死了許多革命人，中國又一天一天沈入黑暗裏，一直到現在，遺老不必說，連遺少也還是那麼多。這就因為先烈的好心，對於鬼蜮的慈悲，使牠們繁殖起來，而此後的明白青年，為反抗黑暗計，也就要花費更多更多的氣力和生命。\n\n秋瑾女士，就是死於告密的，革命後暫時稱為“女俠”，現在是不大聽見有人提起了。革命一起，她的故鄉就到了一個都督，——等於現在之所謂督軍，——也是她的同志：王金發。他捉住了殺害她的謀主，調集了告密的案卷，要為她報仇。然而終於將那謀主釋放了，據說是因為已經成了民國，大家不應該再修舊怨罷。但等到二次革命失敗後，王金發卻被袁世凱的走狗鎗決了，與有力的是他所釋放的殺過秋瑾的謀主。\n\n這人現在也已“壽終正寢”了，但在那里繼續跋扈出沒著的也還是這一流人，所以秋瑾的故鄉也還是那樣的故鄉，年復一年，絲毫沒有長進。從這一點看起來，生長在可為中國模範的名城裏的楊蔭榆女士和陳西瀅先生，真是洪福齊天。\n\n“犯而不校”是恕道，“以眼還眼以牙還牙”是直道。中國最多的卻是枉道：不打落水狗，反被狗咬了。但是，這其實是老實人自己討苦喫。\n\n俗語說：“忠厚是無用的別名”，也許太刻薄一點罷，但仔細想來，卻也覺得並非唆人作惡之談，乃是歸納了許多苦楚的經歷之後的警句。譬如不打落水狗說，其成因大概有二：一是無力打；二是比例錯。前者且勿論；後者的大錯就又有二：一是誤將塌臺人物和落水狗齊觀，二是不辨塌臺人物又有好有壞，於是視同一律，結果反成為縱惡。即以現在而論，因為政局的不安定，真是此起彼伏如轉輪，壞人靠著冰山，恣行無忌，一旦失足，忽而乞憐，而曾經親見，或親受其噬嚙的老實人，乃忽以“落水狗”視之，不但不打，甚至於還有哀矜之意，自以為公理已伸，俠義這時正在我這里。殊不知牠何嘗真是落水，巢窟是早已造好的了，食料是早經儲足的了，並且都在租界裏。雖然有時似乎受傷，其實並不，至多不過是假裝跛腳，聊以引起人們的惻隱之心，可以從容避匿罷了。他日復來，仍舊先咬老實人開手，“投石下井”，無所不為，尋起原因來，一部分就正因為老實人不“打落水狗”之故。所以，要是說得苛刻一點，也就是自家掘坑自家埋，怨天尤人，全是錯誤的。\n\n仁人們或者要問：那麼，我們竟不要“費厄潑賴”麼？我可以立刻回答：當然是要的，然而尚早。這就是“請君入甕”法。雖然仁人們未必肯用，但我還可以言之成理。土紳士或洋紳士們不是常常說，中國自有特別國情，外國的平等自由等等，不能適用麼？我以為這“費厄潑賴”也是其一。否則，他對你不“費厄”，你卻對他去“費厄”，結果總是自己喫虧，不但要“費厄”而不可得，並且連要不“費厄”而亦不可得。所以要“費厄”，最好是首先看清對手，倘是些不配承受“費厄”的，大可以老實不客氣；待到牠也“費厄”了，然後再與牠講“費厄”不遲。\n\n這似乎很有主張二重道德之嫌，但是也出於不得已，因為倘不如此，中國將不能有較好的路。中國現在有許多二重道德，主與奴，男與女，都有不同的道德，還沒有劃一。要是對“落水狗”和“落水人”獨獨一視同仁，實在未免太偏，太早，正如紳士們之所謂自由平等並非不好，在中國卻微嫌太早一樣。所以倘有人要普遍施行“費厄潑賴”精神，我以為至少須俟所謂“落水狗”者帶有人氣之後。但現在自然也非絕不可行，就是，有如上文所說：要看清對手。而且還要有等差，即“費厄”必視對手之如何而施，無論其怎樣落水，為人也則幫之，為狗也則不管之，為壞狗也則打之。一言以蔽之：“黨同伐異”而已矣。\n\n滿心“婆理”而滿口“公理”的紳士們的名言暫且置之不論不議之列，即使真心人所大叫的公理，在現今的中國，也還不能救助好人，甚至於反而保護壞人。因為當壞人得志，虐待好人的時候，即使有人大叫公理，他決不聽從，叫喊僅止於叫喊，好人仍然受苦。然而偶有一時，好人或稍稍蹶起，則壞人本該落水了，可是，真心的公理論者又“勿報復”呀，“仁恕”呀，“勿以惡抗惡”呀……的大嚷起來。這一次卻發生實效，並非空嚷了：好人正以為然，而壞人於是得救。但他得救之後，無非以為佔了便宜，何嘗改悔；並且因為是早已營就三窟，又善於鑽謀的，所以不多時，也就依然聲勢赫奕，作惡又如先前一樣。這時候，公理論者自然又要大叫，但這回他卻不聽你了。\n\n但是，“疾惡太嚴”，“操之過急”，漢的清流和明的東林，卻正以這一點傾敗，論者也常常這樣責備他們。殊不知那一面，何嘗不“疾善如仇”呢？人們卻不說一句話。假使此後光明和黑暗還不能作徹底的戰鬭，老實人誤將縱惡當作寬容，一味姑息下去，則現在似的混沌狀態，是可以無窮無盡的。\n\n中國人或信中醫或信西醫，現在較大的城市中往往並有兩種醫，使他們各得其所。我以為這確是極好的事。倘能推而廣之，怨聲一定還要少得多，或者天下竟可以臻於郅治。例如民國的通禮是鞠躬，但若有人以為不對的，就獨使他磕頭。民國的法律是沒有笞刑的，倘有人以為肉刑好，則這人犯罪時就特別打屁股。碗筷飯菜，是為今人而設的，有願為燧人氏以前之民者，就請他喫生肉；再造幾千間茅屋，將在大宅子裏仰慕堯舜的高士都拉出來，給住在那裏面；反對物質文明的，自然更應該不使他啣冤坐汽車。這樣一辦，真所謂“求仁得仁又何怨”，我們的耳根也就可以清淨許多罷。\n\n但可惜大家總不肯這樣辦，偏要以己律人，所以天下就多事。“費厄潑賴”尤其有流弊，甚至於可以變成弱點，反給惡勢力佔便宜。例如劉百昭毆曳女師大學生，《現代評論》上連屁也不放，一到女師大恢復，陳西瀅鼓動女大學生佔據校舍時，卻道“要是她們不肯走便怎樣呢？你們總不好意思用強力把她們的東西搬走了罷？”毆而且拉，而且搬，是有劉百昭的先例的，何以這一回獨獨“不好意思”？這就因為給他嗅到了女師大這一面有些“費厄”氣味之故。但這“費厄”卻又變成弱點，反而給人利用了來替章士釗的“遺澤”保鑣。\n\n或者要疑我上文所言，會激起新舊，或什麼兩派之爭，使惡感更深，或相持更烈罷。但我敢斷言，反改革者對於改革者的毒害，向來就並未放鬆過，手段的厲害也已經無以復加了。只有改革者卻還在睡夢裏，總是吃虧，因而中國也總是沒有改革，自此以後，是應該改換些態度和方法的。\n\n一九二五年十二月二十九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"堅壁清野主義","content":"\n\n新近，我在中國社會上發現了幾樣主義。其一，是堅壁清野主義。\n\n“堅壁清野”是兵家言，兵家非我的素業，所以這話不是從兵家得來，乃是從別的書上看來，或社會上聽來的。聽說這回的歐洲戰爭時最要緊的是壕塹戰，那麼，雖現在也還使用著這戰法——堅壁。至於清野，世界史上就有著有趣的事例：相傳十九世紀初拿破崙進攻俄國，到了墨斯科時，俄人便大發揮其清野手段，同時在這地方縱火，將生活所需的東西燒個乾淨，請拿破崙和他的雄兵猛將在空城裏吸西北風。吸不到一個月，他們便退走了。\n\n中國雖說是儒教國，年年祭孔；“俎豆之事，則嘗聞之矣，軍旅之事，丘未之學也。”但上上下下卻都使用著這兵法；引導我看出來的是本月的報紙上的一條新聞。據說，教育當局因為公共娛樂場中常常發生有傷風化情事，所以令行各校，禁止女學生往游藝場和公園，並通知女生家屬，協同禁止。自然，我並不深知這事是否確實；更未見明令的原文；也不明白教育當局之意，是因為娛樂場中的“有傷風化”情事，即從女生發生，所以不許其去，還是只要女生不去，別人也不發生，抑或即使發生，也就管他媽的了。\n\n或者後一種的推測庶幾近之。我們的古哲和今賢，雖然滿口“正本清源”，“澄清天下”，但大概是有口無心的，“未有己不正，而能正人者”，所以結果是：收起來。第一，是“以己之心，度人之心”，想專以“不見可欲，使民心不亂”。第二，是器宇只有這麼大，實在並沒有“澄清天下”之才，正如富翁唯一的經濟法，只有將錢埋在自己的地下一樣。古聖人所教的“慢藏誨盜，冶容誨淫”，就是說子女玉帛的處理方法，是應該堅壁清野的。\n\n其實這種方法，中國早就奉行的了，我所到過的地方，除北京外，一路大抵只看見男人和賣力氣的女人，很少見所謂上流婦女。但我先在此聲明，我之不滿於這種現象者，並非因為豫備遍歷中國，去竊窺一切太太小姐們；我並沒有積下一文川資，就是最確的證據。今年是“流言”鼎盛時代，稍一不慎，《現代評論》上就會彎彎曲曲地登出來的，所以特地先行預告。至於一到名儒，則家裏的男女也不給容易見面，霍渭厓的《家訓》裏，就有那非常麻煩的分隔男女的房子構造圖。似乎有志於聖賢者，便是自己的家裏也應該看作游藝場和公園；現在究竟是二十世紀，而且有“少負不羈之名，長習自由之說”的教育總長，實在寬大得遠了。\n\n北京倒是不大禁錮婦女，走在外面，也不很加侮蔑的地方，但這和我們的古哲和今賢之意相左，或者這種風氣，倒是滿洲人輸入的罷。滿洲人曾經做過我們的“聖上”，那習俗也應該遵從的。然而我想，現在卻也並非排滿，如民元之剪辮子，乃是老脾氣復發了，只要看舊曆過年的放鞭爆，就日見其多。可惜不再出一個魏忠賢來試驗試驗我們，看可有人去作乾兒，並將他配享孔廟。\n\n要風化好，是在解放人性，普及教育，尤其是性教育，這正是教育者所當為之事，“收起來”卻是管牢監的禁卒哥哥的專門。況且社會上的事不比牢監那樣簡單，修了長城，胡人仍然源源而至，深溝高壘，都沒有用處的。未有游藝場和公園以前，閨秀不出門，小家女也逛廟會，看祭賽，誰能說“有傷風化”情事，比高門大族為多呢？\n\n總之，社會不改良，“收起來”便無用，以“收起來”為改良社會的手段，是坐了津浦車往奉天。這道理很淺顯：壁雖堅固，也會衝倒的。兵匪的“綁急票”，搶婦女，於風化何如？沒有知道呢，還是知而不能言，不敢言呢？倒是歌功頌德的！\n\n其實，“堅壁清野”雖然是兵家的一法，但這究竟是退守，不是進攻。或者就因為這一點，適與一般人的退嬰主義相稱，於是見得志同道合的罷。但在兵事上，是別有所待的，待援軍的到來，或敵軍的引退；倘單是困守孤城，那結果就只有滅亡，教育上的“堅壁清野”法，所待的是什麼呢？照歷來的女教來推測，所待的只有一件事：死。\n\n天下太平或還能苟安時候，所謂男子者儼然地教貞順，說幽嫻，“內言不出於閫”，“男女授受不親”。好！都聽你，外事就拜託足下罷。但是天下弄得鼎沸，暴力襲來了，足下將何以見教呢？曰：做烈婦呀！\n\n宋以來，對付婦女的方法，只有這一個，直到現在，還是這一個。\n\n如果這女教當真大行，則我們中國歷來多少內亂，多少外患，兵燹頻仍，婦女不是死盡了麼？不，也有倖免的，也有不死的，易代之際，就和男人一同降伏，做奴才。於是生育子孫，祖宗的香火幸而不斷，但到現在還很有帶著奴氣的人物，大概也就是這個流弊罷。“有利必有弊”，是十口相傳，大家都知道的。\n\n但似乎除此之外，儒者，名臣，富翁，武人，闊人以至小百姓，都想不出什麼善法來，因此還只得奉這為至寶。更昏庸的，便以為只要意見和這些歧異者，就是土匪了。和官相反的是匪，也正是當然的事。但最近，孫美瑤據守抱犢崮，其實倒是“堅壁”，至於“清野”的通品，則我要推舉張獻忠。\n\n張獻忠在明末的屠戮百姓，是誰也知道，誰也覺得可駭的，譬如他使ABC三枝兵殺完百姓之後，便令AB殺C，又令A殺B，又令A自相殺。為什麼呢？是李自成已經入北京，做皇帝了。做皇帝是要百姓的，他就要殺完他的百姓，使他無皇帝可做。正如傷風化是要女生的，現在關起一切女生，也就無風化可傷一般。\n\n連土匪也有堅壁清野主義，中國的婦女實在已沒有解放的路；聽說現在的鄉民，於兵匪也已經辨別不清了。\n\n一九二五年十一月二十二日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"寡婦主義","content":"\n\n范源廉先生是現在許多青年所欽仰的；各人有各人的意思，我當然無從推度那些緣由。但我個人所歎服的，是在他當前清光緒末年，首先發明了“速成師範”。一門學術而可以速成，迂執的先生們也許要覺得離奇罷；殊不知那時中國正鬧著“教育荒”，所以這正是一宗急賑的款子。半年以後，從日本留學回來的師資就不在少數了，還帶著教育上的各種主義，如軍國民主義，尊王攘夷主義之類。在女子教育，則那時候最時行，常常聽到嚷著的，是賢母良妻主義。\n\n我倒並不一定以為這主義錯，愚母惡妻是誰也不希望的。然而現在有幾個急進的人們，卻以為女子也不專是家庭中物，因而很攻擊中國至今還鈔了日本舊刊文來教育自己的女子的謬誤。人們真容易被聽慣的訛傳所迷，例如近來有人說：誰是賣國的，誰是只為子孫計的。於是許多人也都這樣說。其實如果真能賣國，還該得點更大的利，如果真為子孫計，也還算較有良心；現在的所謂誰者，大抵不過是送國，也何嘗想到子孫。這賢母良妻主義也不在例外，急進者雖然引以為病，而事實上又何嘗有這麼一回事；所有的，不過是“寡婦主義”罷了。\n\n這“寡婦”二字，應該用純粹的中國思想來解釋，不能比附歐，美，印度或亞剌伯的；倘要翻成洋文，也決不宜意譯或神譯，只能譯音：Kuofuism。\n\n我生以前不知道怎樣，我生以後，儒教卻已經頗“雜”了：“奉母命權作道場”者有之，“神道設教”者有之，佩服《文昌帝君功過格》者又有之，我還記得那《功過格》，是給“談人閨閫”者以很大的罰。我未出戶庭，中國也未有女學校以前不知道怎樣，自從我涉足社會，中國也有了女校，卻常聽到讀書人談論女學生的事，並且照例是壞事。有時實在太謬妄了，但倘若指出牠的矛盾，則說的聽的都大不悅，仇恨簡直是“若殺其父兄”。這種言動，自然也許是合於“儒行”的罷，因為聖道廣博，無所不包；或者不過是小節，不要緊的。\n\n我曾經也略略猜想過這些謠諑的由來：反改革的老先生，色情狂氣味的幻想家，製造流言的名人，連常識也沒有或別有作用的新聞訪事和記者，被學生趕走的校長和教員，謀做校長的教育家，跟著一犬而群吠的邑犬……。但近來卻又發見了一種另外的，是：“寡婦”或“擬寡婦”的校長及舍監。\n\n這裡所謂“寡婦”，是指和丈夫死別的；所謂“擬寡婦”，是指和丈夫生離以及不得已而抱獨身主義的。\n\n中國的女性出而在社會上服務，是最近纔有的，但家族制度未曾改革，家務依然紛繁，一經結婚，即難於兼做別的事。於是社會上的事業，在中國，則大抵還只有教育，尤其是女子教育，便多半落在上文所說似的獨身者的掌中。這在先前，是道學先生所佔據的，繼而以頑固無識等惡名失敗，她們即以曾受新教育，曾往國外留學，同是女性等好招牌，起而代之。社會上也因為她們並不與任何男性相關，又無兒女係累，可以專心於神聖的事業，便漫然加以信託。但從此而青年女子之遭災，就遠在於往日在道學先生治下之上了。\n\n即使是賢母良妻，即使是東方式，對於夫和子女，也不能說可以沒有愛情。愛情雖說是天賦的東西，但倘沒有相當的刺戟和運用，就不發達。譬如同是手腳，坐著不動的人將自己的和鐵匠挑夫的一比較，就非常明白。在女子，是從有了丈夫，有了情人，有了兒女，而後真的愛情纔覺醒的；否則，便潛藏著，或者竟會萎落，甚且至於變態。所以託獨身者來造賢母良妻，簡直是請盲人騎瞎馬上道，更何論於能否適合現代的新潮流。自然，特殊的獨身的女性，世上也並非沒有，如那過去的有名的數學家Sophie Kowalewsky，現在的思想家Ellen Key等；但那是一則慾望轉了向，一則思想已經透澈的。然而當學士會院以獎金表彰Kowalewsky的學術上的名譽時，她給朋友的信裏卻有這樣的話：“我收到各方面的賀信。運命的奇異的譏刺呀，我從來沒有感到過這樣的不幸。”\n\n至於因為不得已而過著獨身生活者，則無論男女，精神上常不免發生變化，有著執拗猜疑陰險的性質者居多。歐洲中世的教士，日本維新前的御殿女中（女內侍），中國歷代的宦官，那冷酷險狠，都超出常人許多倍。別的獨身者也一樣，生活既不合自然，心狀也就大變，覺得世事都無味，人物都可憎，看見有些天真歡樂的人，便生恨惡。尤其是因為壓抑性慾之故，所以於別人的性底事件就敏感，多疑；欣羡，因而妬嫉。其實這也是勢所必至的事：為社會所逼迫，表面上固不能不裝作純潔，但內心卻終於逃不掉本能之力的牽掣，不自主地蠢動著缺憾之感的。\n\n然而學生是青年，只要不是童養媳或繼母治下出身，大抵涉世不深，覺得萬事都有光明，思想言行，即與此輩正相反。此輩倘能回憶自己的青年時代，本來就可以了解的。然而天下所多的是愚婦人，那裏能想到這些事；始終用了她多年鍊就的眼光，觀察一切：見一封信，疑心是情書了；聞一聲笑，以為是懷春了；只要男人來訪，就是情夫；為什麼上公園呢，總該是赴密約。被學生反對，專一運用這種策略的時候不待言，雖在平時，也不免如此。加以中國本是流言的出產地方，“正人君子”也常以這些流言作談資，擴勢力，自造的流言尚且奉為至寶，何況是真出於學校當局者之口的呢，自然就更有價值地傳布起來了。\n\n我以為在古老的國度裏，老於世故者和許多青年，在思想言行上，似乎有很遠的距離，倘觀以一律的眼光，結果即往往謬誤。譬如中國有許多壞事，各有專名，在書籍上又偏多關於牠的別名和隱語。當我編輯週刊時，所收的文稿中每有直犯這些別名和隱語的；在我，是向來避而不用。但細一查考，作者實茫無所知，因此也坦然寫出；其咎卻在中國的壞事的別名隱語太多，而我亦太有所知道，疑慮及避忌。看這些青年，仿佛中國的將來還有光明；但再看所謂學士大夫，卻又不免令人氣塞。他們的文章或者古雅，但內心真是乾淨者有多少。即以今年的士大夫的文言而論，章士釗呈文中的“荒學踰閑恣為無忌”，“兩性銜接之機緘締構”，“不受檢制竟體忘形”，“謹願者盡喪所守”等……可謂臻媟黷之極致了。但其實，被侮辱的青年學生們是不懂的；即使仿佛懂得，也大概不及我讀過一些古文者的深切地看透作者的居心。\n\n言歸正傳罷。因為人們因境遇而思想性格能有這樣不同，所以在寡婦或擬寡婦所辦的學校裏，正當的青年是不能生活的。青年應當天真爛漫，非如她們的陰沈，她們卻以為中邪了；青年應當有朝氣，敢作為，非如她們的萎縮，她們卻以為不安本分了：都有罪。只有極和她們相宜，——說得冠冕一點罷，就是極其“婉順”的，以她們為師法，使眼光呆滯，面肌固定，在學校所化成的陰森的家庭裏屏息而行，這纔能敷衍到畢業；拜領一張紙，以證明自己在這裏被多年陶冶之餘，已經失了青春的本來面目，成為精神上的“未字先寡”的人物，自此又要到社會上傳佈此道去了。\n\n雖然是中國，自然也有一些解放之機，雖然是中國婦女，自然也有一些自立的傾向；所可怕的是幸而自立之後，又轉而淩虐還未自立的人，正如童養媳一做婆婆，也就像她的惡姑一樣毒辣。我並非說凡在教育界的獨身女子，一定都得去配一個男人，無非願意她們能放開思路，再去較為遠大地加以思索；一面，則希望留心教育者，想到這事乃是一個女子教育上的大問題，而有所挽救，因為我知道凡有教育學家，是決不肯說教育是沒有效驗的。大約中國此後這種獨身者還要逐漸增加，倘使沒有善法補救，則寡婦主義教育的聲勢，也就要逐漸浩大，許多女子，都要在那冷酷險狠的陶冶之下，失其活潑的青春，無法復活了。全國受過教育的女子，無論已嫁未嫁，有夫無夫，個個心如古井，臉若嚴霜，自然倒也怪好看的罷，但究竟也太不像真要人模樣地生活下去了；為他帖身的使女，親生的女兒著想，倒是還在其次的事。\n\n我是不研究教育的，但這種危害，今年卻因為或一機會，深切地感到了，所以就趁《婦女週刊》徵文的機會，將我的所感說出。\n\n一九二五年十一月二十三日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"論照相之類","content":"\n\n我幼小時候，在S城，——所謂幼小時候者，是三十年前，但從進步神速的英才看來，就是一世紀；所謂S城者，我不說他的真名字，何以不說之故，也不說。總之，是在S城，常常旁聽大大小小男男女女談論洋鬼子挖眼睛。曾有一個女人，原在洋鬼子家裏傭工，後來出來了，據說她所以出來的原因，就因為親見一罈鹽漬的眼睛，小鯽魚似的一層一層積疊著，快要和罈沿齊平了。她為遠避危險起見，所以趕緊走。\n\nS城有一種習慣，就是凡是小康之家，到冬天一定用鹽來醃一缸白菜，以供一年之需，其用意是否和四川的榨菜相同，我不知道。但洋鬼子之醃眼睛，則用意當然別有所在，惟獨方法卻大受了S城醃白菜法的影響，相傳中國對外富於同化力，這也就是一個證據罷。然而狀如小鯽魚者何？答曰：此確為S城人之眼睛也。S城廟宇中常有一種菩薩，號曰眼光娘娘。有眼病的，可以去求禱；愈，則用布或綢做眼睛一對，掛神龕上或左右，以答神庥。所以只要看所掛眼睛的多少，就知道這菩薩的靈不靈。而所掛的眼睛，則正是兩頭尖尖，如小鯽魚，要尋一對和洋鬼子生理圖上所畫似的圓球形者，決不可得。黃帝岐伯尚矣；王莽誅翟義黨，分解肢體，令醫生們察看，曾否繪圖不可知，縱使繪過，現在已佚，徒令“古已有之”而已。宋的《析骨分經》，相傳也據目驗，《說郛》中有之，我曾看過它，多是胡說，大約是假的。否則，目驗尚且如此胡塗，則S城人之將眼睛理想化為小鯽魚，實也無足深怪了。\n\n然而洋鬼子是喫醃眼睛來代醃菜的麼？是不然，據說是應用的。一，用於電線，這是根據別一個鄉下人的話，如何用法，他沒有談，但云用於電線罷了；至於電線的用意，他卻說過，就是每年加添鐵絲，將來鬼兵到時，使中國人無處逃走。二，用於照相，則道理分明，不必多贅，因為我們只要和別人對立，他的瞳子裏一定有我的一個小照相的。\n\n而且洋鬼子又挖心肝，那用意，也是應用。我曾旁聽過一位念佛的老太太說明理由：他們挖了去，熬成油，點了燈，向地下各處去照去。人心總是貪財的，所以照到埋著寶貝的地方，火頭便彎下去了。他們當即掘開來，取了寶貝去，所以洋鬼子都這樣的有錢。\n\n道學先生之所謂“萬物旨備於我”的事，其實是全國，至少是S城的“目不識丁”的人們都知道，所以人為“萬物之靈”。所以月經精液可以延年，毛髮爪甲可以補血，大小便可以醫許多病，臂膊上的肉可以養親。然而這並非本論的範圍，現在姑且不說。況且S城人極重體面，有許多事不許說；否則，就要用陰謀來懲治的。\n\n要之，照相似乎是妖術。咸豐年間，或一省裏，還有因為能照相而家產被鄉下人搗毀的事情。但當我幼小的時候，——即三十年前，S城卻已有照相館了，大家也不甚疑懼。雖然當鬧“義和拳民”時，——即二十五年前，或一省裏，還以罐頭牛肉當作洋鬼子所殺的中國孩子的肉看。然而這是例外，萬事萬物，總不免有例外的。\n\n要之，S城早有照相館了，這是我每一經過，總須流連賞玩的地方，但一年中也不過經過四五回。大小長短不同顏色不同的玻璃瓶，又光滑又有刺的仙人掌，在我都是珍奇的物事；還有掛在壁上的框子裏的照片：曾大人，李大人，左中堂，鮑軍門。一個族中的好心的長輩，曾經借此來教育我，說這許多都是當今的大官，平“長毛”的功臣，你應該學學他們。我那時也很願意學，然而想，也須趕快仍復有“長毛”。\n\n但是，S城人卻似乎不甚愛照相，因為精神要被照去的，所以運氣正好的時候，尤不宜照，而精神則一名“威光”：我當時所知道的只有這一點。直到近年來，纔又聽到世上有因為怕失了元氣而永不洗澡的名士，元氣大約就是威光罷，那麼，我所知道的就更多了：中國人的精神一名威光即元氣，是照得去，洗得下的。\n\n然而雖然不多，那時卻又確有光顧照相的人們，我也不明白是什麼人物，或者運氣不好之徒，或者是新黨罷。只是半身像是大抵避忌的，因為像腰斬。自然，清朝是已經廢去腰斬的了，但我們還能在戲文上看見包爺爺的鍘包勉，一刀兩段，何等可怕，則即使是國粹乎，而亦不欲人之加諸我也，誠然也以不照為宜。所以他們所照的多是全身，旁邊一張大茶几，上有帽架，茶碗，水煙袋，花盆，几下一個痰盂，以表明這人的氣管枝中有許多痰，總須陸續吐出。人呢，或立或坐，或者手執書卷，或者大襟上掛一個很大的時錶，我們倘用放大鏡一照，至今還可以知道他當時拍照的時辰，而且那時還不會用鎂光，所以不必疑心是夜裏。\n\n然而名士風流，又何代蔑有呢？雅人早不滿於這樣千篇一律的呆鳥了，於是也有赤身露體裝作晉人的，也有斜領絲縧裝作X人的，但不多。較為通行的是先將自己照下兩張，服飾態度各不同，然後合照為一張，兩個自己即或如賓主，或如主僕，名曰“二我圖”。但設若一個自己傲然地坐著，一個自己卑劣可憐地，向了坐著的那一個自己跪著的時候，名色便又兩樣了：“求己圖”。這類“圖”曬出之後，總須題些詩，或者詞如“調寄滿庭芳”“摸魚兒”之類，然後在書房裏掛起。至於貴人富戶，則因為屬於呆鳥一類，所以決計想不出如此雅致的花樣來，即有特別舉動，至多也不過自己坐在中間，膝下排列著他的一百個兒子，一千個孫子和一萬個曾孫（下略）照一張“全家福”。\n\nTh.Lipps在他那《倫理學的根本問題》中，說過這樣意思的話。就是凡是人主，也容易變成奴隸，因為他一面既承認可做主人，一面就當然承認可做奴隸，所以威力一墜，就死心塌地，俯首帖耳於新主人之前了。那書可惜我不在手頭，只記得一個大意，好在中國已經有了譯本，雖然是節譯，這些話應該存在的罷。用事實來證明這理論的最顯著的例是孫皓，治吳時候，如此驕縱酷虐的暴主，一降晉，卻是如此卑劣無恥的奴才。中國常語說，臨下驕者事上必諂，也就是看穿了這把戲的話。但表現得最透澈的卻莫如“求己圖”，將來中國如要印《繪圖倫理學的根本問題》，這實在是一張極好的插畫，就是世界上最偉大的諷刺畫家也萬萬想不到，畫不出的。\n\n但現在我們所看見的，已沒有卑劣可憐地跪著的照相了，不是什麼會紀念的一群，即是什麼人放大的半個，都很凜凜地。我願意我之常常將這些當作半張“求己圖”看，乃是我的杞憂。\n\n\n\n照相館選定一個或數個闊人的照相，放大了掛在門口，似乎是北京特有，或近來流行的。我在S城所見的曾大人之流，都不過六寸或八寸，而且掛著的永遠是曾大人之流，也不像北京的時時掉換，年年不同。但革命以後，也許撤去了罷，我知道得不真確。\n\n至於近十年北京的事，可是略有所知了，無非其人闊，則其像放大，其人“下野”，則其像不見，比電光自然永久得多。倘若白晝明燭，要在北京城內尋求一張不像那些闊人似的縮小放大掛起掛倒的照相，則據鄙陋所知，實在只有一位梅蘭芳君。而該君的麻姑一般的“天女散花”“黛玉葬花”像，也確乎比那些縮小放大掛起掛倒的東西標緻，即此就足以證明中國人實有審美的眼睛，其一面又放大挺胸凸肚的照相者，蓋出於不得已。\n\n我在先只讀過《紅樓夢》，沒有看見“黛玉葬花”的照片的時候，是萬料不到黛玉的眼睛如此之凸，嘴唇如此之厚的。我以為她該是一副瘦削的癆病臉，現在纔知道她有些福相，也像一個麻姑。然而只要一看那些繼起的模倣者們的擬天女照相，都像小孩子穿了新衣服，拘束得怪可憐的苦相，也就會立刻悟出梅蘭芳君之所以永久之故了，其眼睛和嘴唇，蓋出於不得已，即此也就足以證明中國人實有審美的眼睛。\n\n印度的詩聖泰戈爾先生光臨中國之際，像一大瓶好香水似地很熏上了幾位先生們以文氣和玄氣，然而夠到陪坐祝壽的程度的卻只有一位梅蘭芳君：兩國的藝術家的握手。待到這位老詩人改姓換名，化為“竺震旦”，離開了近於他的理想境的這震旦之後，震旦詩賢頭上的印度帽也不大看見了，報章上也很少記他的消息，而裝飾這近於理想境的震旦者，也仍舊只有那巍然地掛在照相館玻璃窗裡的一張“天女散花圖”或“黛玉葬花圖”。\n\n惟有這一位“藝術家”的藝術，在中國是永久的。\n\n我所見的外國名伶美人的照相並不多，男扮女的照相沒有見過，別的名人的照相見過幾十張。託爾斯泰，伊孛生，羅丹都老了，尼采一臉兇相，勗本華爾一臉苦相，淮爾特穿上他那審美的衣裝的時候，已經有點獃相了，而羅曼羅蘭似乎帶點怪氣，戈爾基又簡直像一個流氓。雖說都可以看出悲哀和苦鬪的痕跡來罷，但總不如天女的“好”得明明白白。假使吳昌碩翁的刻印章也算雕刻家，加以作畫的潤格如是之貴，則在中國確是一位藝術家了，但他的照相我們看不見。林琴南翁負了那麼大的文名，而天下也似乎不甚有熱心於“識荊”的人，我雖然曾在一個藥房的仿單上見過他的玉照，但那是代表了他的“如夫人”函謝丸藥的功效，所以印上的，並不因為他的文章。更就用了“引車賣漿者流”的文字來做文章的諸君而言，南亭亭長我佛山人往矣，且從略；近來則雖是奮戰忿鬪，做了這許多作品的如創造社諸君子，也不過印過很小的一張三人的合照，而且是銅板而已。\n\n我們中國的最偉大最永久的藝術是男人扮女人。\n\n異性大抵相愛。太監只能使別人放心，決沒有人愛他，因為他是無性了，——假使我用了這“無”字還不算什麼語病。然而也就可見雖然最難放心，但是最可貴的是男人扮女人了，因為從兩性看來，都近於異性，男人看見“扮女人”，女人看見“男人扮”，所以這就永遠掛在照相館的玻璃窗裏，掛在國民的心中。外國沒有這樣的完全的藝術家，所以只好任憑那些揑錘鑿，調采色，弄墨水的人們跋扈。\n\n我們中國的最偉大最永久，而且最普遍的藝術也就是男人扮女人。\n\n一九二四年十一月十一日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"娜拉走後怎樣","content":"\n\n本篇最初發表於一九二四年北京女子高等師範學校《文藝會刊》第六期。同年八月一日上海《婦女雜志》第十卷第八號轉載。\n\n\n\n我今天要講的是「娜拉走後怎樣？」\n\n伊孛生是十九世紀後半的瑙威的一個文人。他的著作，除了幾十首詩之外，其餘都是劇本。這些劇本裏面，有一時期是大抵含有社會問題的，世間也稱作「社會劇」，其中有一篇就是《娜拉》。\n\n《娜拉》一名Ein Puppenheim，中國譯作《傀儡家庭》。但Puppe不單是牽線的傀儡，孩子抱著玩的人形也是；引申開去，別人怎麼指揮，他便怎麼做的人也是。娜拉當初是滿足地生活在所謂幸福的家庭裏的，但是她竟覺悟了：自己是丈夫的傀儡，孩子們又是她的傀儡。她於是走了，只聽得關門聲，接著就是閉幕。這想來大家都知道，不必細說了。\n\n娜拉要怎樣才不走呢？或者說伊孛生自己有解答，就是Die Frau vom Meer，《海的女人》，中國有人譯作《海上夫人》的。這女人是已經結婚的了，然而先前有一個愛人在海的彼岸，一日突然尋來，叫她一同去。她便告知她的丈夫，要和那外來人會面。臨末，她的丈夫說，「現在放你完全自由。（走與不走）你能夠自己選擇，并且還要自己負責任。」於是什麼事全都改變，她就不走了。這樣看來，娜拉倘也得到這樣的自由，或者也便可以安住。\n\n但娜拉畢竟是走了的。走了以後怎樣？伊孛生并無解答；而且他已經死了。即使不死，他也不負解答的責任。因為伊孛生是在做詩，不是為社會提出問題來而且代為解答。就如黃鶯一樣，因為他自己要歌唱，所以他歌唱，不是要唱給人們聽得有趣，有益。伊孛生是很不通世故的，相傳在許多婦女們一同招待他的筵宴上，代表者起來致謝他作了《傀儡家庭》，將女性的自覺，解放這些事，給人心以新的啓示的時候，他卻答道，「我寫那篇卻并不是這意思，我不過是做詩。」\n\n娜拉走後怎樣？——別人可是也發表過意見的。一個英國人曾作一篇戲劇，說一個新式的女子走出家庭，再也沒有路走，終於墮落，進了妓院了。還有一個中國人，——我稱他什么呢？上海的文學家罷，——說他所見的《娜拉》是和現譯本不同，娜拉終於回來了。這樣的本子可惜沒有第二人看見，除非是伊孛生自己寄給他的。但從事理上推想起來，娜拉或者也實在只有兩條路：不是墮落，就是回來。因為如果是一匹小鳥，則籠子裏固然不自由，而一出籠門，外面便又有鷹，有貓，以及別的什麼東西之類；倘使已經關得麻痹了翅子，忘卻了飛翔，也誠然是無路可以走。還有一條，就是餓死了，但餓死已經離開了生活，更無所謂問題，所以也不是什麼路。\n\n人生最苦痛的是夢醒了無路可以走。做夢的人是幸福的；倘沒有看出可走的路，最要緊的是不要去驚醒他。你看，唐朝的詩人李賀，不是困頓了一世的麼？而他臨死的時候，卻對他的母親說，「阿媽，上帝造成了白玉樓，叫我做文章落成去了。」這豈非明明是一個誑，一個夢？然而一個小的和一個老的，一個死的和一個活的，死的高興地死去，活的放心地活著。說誑和做夢，在這些時候便見得偉大。所以我想，假使尋不出路，我們所要的倒是夢。\n\n但是，萬不可做將來的夢。阿爾志跋綏夫曾經借了他所做的小說，質問過夢想將來的黃金世界的理想家，因為要造那世界，先喚起許多人們來受苦。他說，「你們將黃金世界預約給他們的子孫了，可是有什麼給他們自己呢？」有是有的，就是將來的希望。但代價也太大了，為了這希望，要使人練敏了感覺來更深切地感到自己的苦痛，叫起靈魂來目睹他自己的腐爛的屍骸。惟有說誑和做夢，這些時候便見得偉大。所以我想，假使尋不出路，我們所要的就是夢；但不要將來的夢，只要目前的夢。\n\n然而娜拉既然醒了，是很不容易回到夢境的，因此只得走；可是走了以後，有時卻也免不掉墮落或回來。否則，就得問：她除了覺醒的心以外，還帶了什麼去？倘只有一條像諸君一樣的紫紅的絨繩的圍巾，那可是無論寬到二尺或三尺，也完全是不中用。她還須更富有，提包裏有準備，直白地說，就是要有錢。\n\n夢是好的；否則，錢是要緊的。\n\n錢這個字很難聽，或者要被高尚的君子們所非笑，但我總覺得人們的議論是不但昨天和今天，即使飯前和飯後，也往往有些差別。凡承認飯需錢買，而以說錢為卑鄙者，倘能按一按他的胃，那裏面怕總還有魚肉沒有消化完，須得餓他一天之後，再來聽他發議論。\n\n所以為娜拉計，錢，——高雅的說罷，就是經濟，是最要緊的了。自由固不是錢所能買到的，但能夠為錢而賣掉。人類有一個大缺點，就是常常要飢餓。為補救這缺點起見，為準備不做傀儡起見，在目下的社會裏，經濟權就見得最要緊了。第一，在家應該先獲得男女平均的分配；第二，在社會應該獲得男女相等的勢力。可惜我不知道這權柄如何取得，單知道仍然要戰斗；或者也許比要求參政權更要用劇烈的戰鬬。\n\n要求經濟權固然是很平凡的事，然而也許比要求高尚的參政權以及博大的女子解放之類更煩難。天下事儘有小作為比大作為更煩難的。譬如現在似的冬天，我們只有這一件棉襖，然而必須救助一個將要凍死的苦人，否則便須坐在菩提樹下冥想普度一切人類的方法去。普度一切人類和救活一人，大小實在相去太遠了，然而倘叫我挑選，我就立刻到菩提樹下去坐著，因為免得脫下唯一的棉襖來凍殺自己。所以在家裏說要參政權，是不至於大遭反對的，一說到經濟的平勻分配，或不免面前就遇見敵人，這就當然要有劇烈的戰鬬。\n\n戰鬬不算好事情，我們也不能責成人人都是戰士，那麼，平和的方法也就可貴了，這就是將來利用了親權來解放自己的子女。中國的親權是無上的，那時候，就可以將財產平勻地分配子女們，使他們平和而沒有沖突地都得到相等的經濟權，此後或者去讀書，或者去生發，或者為自己去享用，或者為社會去做事，或者去花完，都請便，自己負責任。這雖然也是頗遠的夢，可是比黃金世界的夢近得不少了。但第一需要記性。記性不佳，是有益於己而有害於子孫的。人們因為能忘卻，所以自己能漸漸地脫離了受過的苦痛，也因為能忘卻，所以往往照樣地再犯前人的錯誤。被虐待的兒媳做了婆婆，仍然虐待兒媳；嫌惡學生的官吏，每是先前痛罵官吏的學生；現在壓迫子女的，有時也就是十年前的家庭革命者。這也許與年齡和地位都有關系罷，但記性不佳也是一個很大的原因。救濟法就是各人去買一本note－book來，將自己現在的思想舉動都記上，作為將來年齡和地位都改變了之後的參考。假如憎惡孩子要到公園去的時候，取來一翻，看見上面有一條道，「我想到中央公園去」，那就即刻心平氣和了。別的事也一樣。\n\n世間有一種無賴精神，那要義就是韌性。聽說拳匪亂後，天津的青皮，就是所謂無賴者很跋扈，譬如給人搬一件行李，他就要兩元，對他說這行李小，他說要兩元，對他說道路近，他說要兩元，對他說不要搬了，他說也仍然要兩元。青皮固然是不足為法的，而那韌性卻大可以佩服。要求經濟權也一樣，有人說這事情太陳腐了，就答道要經濟權；說是太卑鄙了，就答道要經濟權；說是經濟制度就要改變了，用不著再操心，也仍然答道要經濟權。\n\n其實，在現在，一個娜拉的出走，或者也許不至於感到困難的，因為這人物很特別，舉動也新鮮，能得到若干人們的同情，幫助著生活。生活在人們的同情之下，已經是不自由了，然而倘有一百個娜拉出走，便連同情也減少，有一千一萬個出走，就得到厭惡了，斷不如自己握著經濟權之為可靠。\n\n在經濟方面得到自由，就不是傀儡了么？也還是傀儡。無非被人所牽的事可以減少，而自己能牽的傀儡可以增多罷了。因為在現在的社會裏，不但女人常作男人的傀儡，就是男人和男人，女人和女人，也相互地作傀儡，男人也常作女人的傀儡，這決不是幾個女人取得經濟權所能救的。但人不能餓著靜候理想世界的到來，至少也得留一點殘喘，正如涸轍之鮒，急謀升斗之水一樣，就要這較為切近的經濟權，一面再想別的法。\n\n如果經濟制度竟改革了，那上文當然完全是廢話。\n\n然而上文，是又將娜拉當作一個普通的人物而說的，假使她很特別，自己情愿闖出去做犧牲，那就又另是一回事。我們無權去勸誘人做犧牲，也無權去阻止人做犧牲。況且世上也儘有樂於犧牲，樂於受苦的人物。歐洲有一個傳說，耶穌去釘十字架時，休息在Ahasvar的檐下，Ahasvar不准他，於是被了咒詛，使他永世不得休息，直到末日裁判的時候。Ahasvar從此就歇不下，只是走，現在還在走。走是苦的，安息是樂的，他何以不安息呢？雖說背著咒詛，可是大約總該是覺得走比安息還適意，所以始終狂走的罷。\n\n只是這犧牲的適意是屬於自己的，與志士們之所謂為社會者無涉。群眾，——尤其是中國的，——永遠是戲劇的看客。犧牲上場，如果顯得慷慨，他們就看了悲壯劇；如果顯得觳觫，他們就看了滑稽劇。北京的羊肉鋪前常有幾個人張著嘴看剝羊，仿佛頗愉快，人的犧牲能給與他們的益處，也不過如此。而況事後走不幾步，他們并這一點愉快也就忘卻了。\n\n對於這樣的群眾沒有法，只好使他們無戲可看倒是療救，正無需乎震駭一時的犧牲，不如深沉的韌性的戰鬬。\n\n可惜中國太難改變了，即使搬動一張桌子，改裝一個火爐，幾乎也要血；而且即使有了血，也未必一定能搬動，能改裝。不是很大的鞭子打在背上，中國自己是不肯動彈的。我想這鞭子總要來，好壞是別一問題，然而總要打到的。但是從那裏來，怎么地來，我也是不能確切地知道。\n\n我這講演也就此完結了。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"我們現在怎樣做父親","content":"\n\n署名唐俟發表\n\n我作這一篇文的本意，其實是想研究怎樣改革家庭；又因為中國親權重，父權更重，所以尤想對於從來認為神聖不可侵犯的父子問題，發表一點意見。總而言之：只是革命要革到老子身上罷了。但何以大模大樣，用了這九個字的題目呢？這有兩個理由：\n\n第一，中國的「聖人之徒」，最恨人動搖他的兩樣東西。一樣不必說，也與我輩絕不相干；一樣便是他的倫常，我輩卻不免偶然發幾句議論，所以株連牽扯，很得了許多「鏟倫常」「禽獸行」之類的惡名。他們以為父對於子，有絕對的權力和威嚴；若是老子說話，當然無所不可，兒子有話，卻在未說之前早已錯了。但祖父子孫，本來各各都只是生命的橋梁的一級，決不是固定不易的。現在的子，便是將來的父，也便是將來的祖。我知道我輩和讀者，若不是現任之父，也一定是候補之父，而且也都有做祖宗的希望，所差只在一個時間。為想省卻許多麻煩起見，我們便該無須客氣，儘可先行占住了上風，擺出父親的尊嚴，談談我們和我們子女的事；不但將來著手實行，可以減少困難，在中國也順理成章，免得「聖人之徒」聽了害怕，總算是一舉兩得之至的事了。所以說，「我們怎樣做父親。」\n\n第二，對於家庭問題，我在《新青年》的《隨感錄》（二五，四十，四九）中，曾經略略說及，總括大意，便只是從我們起，解放了後來的人。論到解放子女，本是極平常的事，當然不必有什麼討論。但中國的老年，中了舊習慣舊思想的毒太深了，決定悟不過來。譬如早晨聽到烏鴉叫，少年毫不介意，迷信的老人，卻總須頹唐半天。雖然很可憐，然而也無法可救。沒有法，便只能先從覺醒的人開手，各自解放了自己的孩子。自己背著因襲的重擔，肩住了黑暗的閘門，放他們到寬闊光明的地方去；此後幸福的度日，合理的做人。\n\n還有，我曾經說，自己并非創作者，便在上海報紙的《新教訓》裏，挨了一頓罵。但我輩評論事情，總須先評論了自己，不要冒充，纔能像一篇說話，對得起自己和別人。我自己知道，不特并非創作者，並且也不是真理的發見者。凡有所說所寫，只是就平日見聞的事理裏面，取了一點心以為然的道理；至於終極究竟的事，卻不能知。便是對於數年以後的學說的進步和變遷，也說不出會到如何地步，單相信比現在總該還有進步還有變遷罷了。所以說，「我們.mw-parser-output em[lang*=\"zh\"]{text-emphasis:\"・\";text-emphasis-position:under right}.mw-parser-output em:lang(ja){text-emphasis:open sesame;text-emphasis-position:over right}.mw-parser-output em[lang*=\"zh\"],.mw-parser-output em:lang(ja){border-bottom:inherit;padding-bottom:0;font-style:normal}現在怎樣做父親。」\n\n我現在心以為然的道理，極其簡單。便是依據生物界的現象，一，要保存生命；二，要延續這生命；三，要發展這生命（就是進化）。生物都這樣做，父親也就是這樣做。\n\n生命的價值和生命價值的高下，現在可以不論。單照常識判斷，便知道既是生物，第一要緊的自然是生命。因為生物之所以為生物，全在有這生命，否則失了生物的意義。生物為保存生命起見，具有種種本能，最顯著的是食欲。因有食欲纔攝取食物，因有食物纔發生溫熱，保存了生命。但生物的個體，總免不了老衰和死亡，為繼續生命起見，又有一種本能，便是性欲。因性欲纔有性交，因有性交纔發生苗裔，繼續了生命。所以食欲是保存自己，保存現在生命的事；性欲是保存後裔，保存永久生命的事。飲食並非罪惡，並非不淨；性交也就並非罪惡，並非不淨。飲食的結果，養活了自己，對於自己沒有恩；性交的結果，生出子女，對於子女當然也算不了恩。－－前前後後，都向生命的長塗走去，僅有先後的不同，分不出誰受誰的恩典。\n\n可惜的是中國的舊見解，竟與這道理完全相反。夫婦是「人倫之中」，卻說是「人倫之始」；性交是常事，卻以為不淨；生育也是常事，卻以為天大的大功。人人對於婚姻，大抵先夾帶著不淨的思想。親戚朋友有許多戲謔，自己也有許多羞澀，直到生了孩子，還是躲躲閃閃，怕敢聲明；獨有對於孩子，卻威嚴十足，這種行徑，簡直可以說是和偷了錢發跡的財主，不相上下了。我並不是說，－－如他們攻擊者所意想的，－－人類的性交也應如別種動物，隨便舉行；或如無恥流氓，專做些下流舉動，自鳴得意。是說，此後覺醒的人，應該先洗淨了東方固有的不淨思想，再純潔明白一些，了解夫婦是伴侶，是共同勞動者，又是新生命創造者的意義。所生的子女，固然是受領新生命的人，但他也不永久佔領，將來還要交付子女，像他們的父母一般。只是前前後後，都做一個過付的經手人罷了。\n\n生命何以必需繼續呢？就是因為要發展，要進化。個體既然免不了死亡，進化又毫無止境，所以只能延續著，在這進化的路上走。走這路須有一種內的努力，有如單細胞動物有內的努力，積久纔會繁複，無脊椎動物有內的努力，積久纔會發生脊椎。所以後起的生命，總比以前的更有意義，更近完全，因此也更有價值，更可寶貴；前者的生命，應該犧牲於他。\n\n但可惜的是中國的舊見解，又恰恰與這道理完全相反。本位應在幼者，卻反在長者；置重應在將來，卻反在過去。前者做了更前者的犧牲，自己無力生存，卻苛責後者又來專做他的犧牲，毀滅了一切發展本身的能力。我也不是說，－－如他們攻擊者所意想的，－－孫子理應終日痛打他的祖父，女兒必須時時咒罵他的親娘。是說，此後覺醒的人，應該先洗淨了東方古傳的謬誤思想，對於子女，義務思想須加多，而權利思想卻大可切實核減，以准備改作幼者本位的道德。況且幼者受了權利，也並非永久佔有，將來還要對於他們的幼者，仍盡義務。只是前前後後，都做一切過付的經手人罷了。\n\n「父子間沒有什麼恩」這一個斷語，實是招致「聖人之徒」面紅耳赤的一大原因。他們的誤點，便在長者本位與利己思想，權利思想很重，義務思想和責任心卻很輕。以為父子關係，只須「父兮生我」一件事，幼者的全部，便應為長者所有。尤其墮落的，是因此責望報償，以為幼者的全部，理該做長者的犧牲。殊不知自然界的安排，卻件件與這要求反對，我們從古以來，逆天行事，於是人的能力，十分萎縮，社會的進步，也就跟著停頓。我們雖不能說停頓便要滅亡，但較之進步，總是停頓與滅亡的路相近。\n\n自然界的安排，雖不免也有缺點，但結合長幼的方法，卻並無錯誤。他並不用「恩」，卻給與生物以一種天性，我們稱他為「愛」。動物界中除了生子數目太多一一愛不周到的如魚類之外，總是摯愛他的幼子，不但絕無利益心情，甚或至於犧牲了自己，讓他的將來的生命，去上那發展的長塗。\n\n人類也不外此，歐美家庭，大抵以幼者弱者為本位，便是最合於這生物學的真理的辦法。便在中國，只要心思純白，未曾經過「聖人之徒」作踐的人，也都自然而然的能發現這一種天性。例如一個村婦哺乳嬰兒的時候，決不想到自己正在施恩；一個農夫娶妻的時候，也決不以為將要放債。只是有了子女，即天然相愛，願他生存；更進一步的，便還要願他比自己更好，就是進化。這離絕了交換關係利害關係的愛，便是人倫的索子，便是所謂「綱」。倘如舊說，抹煞了「愛」，一味說「恩」，又因此責望報償，那便不但敗壞了父子間的道德，而且也大反於做父母的實際的真情，播下乖剌的種子。有人做了樂府，說是「勸孝」，大意是什麼「兒子上學堂，母親在家磨杏仁，預備回來給他喝，你還不孝麼」之類，自以為「拚命衛道」。殊不知富翁的杏酪和窮人的豆漿，在愛情上價值同等，而其價值卻正在父母當時並無求報的心思；否則變成買賣行為，雖然喝了杏酪，也不異「人乳喂豬」，無非要豬肉肥美，在人倫道德上，絲毫沒有價值了。\n\n所以我現在心以為然的，便只是「愛」。\n\n無論何國何人，大都承認「愛己」是一件應當的事。這便是保存生命的要義，也就是繼續生命的根基。因為將來的運命，早在現在決定，故父母的缺點，便是子孫滅亡的伏線，生命的危機。易卜生做的《群鬼》（有潘家洵君譯本，載在《新潮》一卷五號）雖然重在男女問題，但我們也可以看出遺傳的可怕。歐士華本是要生活，能創作的人，因為父親的不檢，先天得了病毒，中途不能做人了。他又很愛母親，不忍勞他服侍，便藏著嗎啡，想待發作時候，由使女瑞琴幫他吃下，毒殺了自己；可是瑞琴走了。他於是只好託他母親了。\n\n這一段描寫，實在是我們做父親的人應該震驚戒懼佩服的；決不能昧了良心，說兒子理應受罪。這種事情，中國也很多，只要在醫院做事，便能時時看見先天梅毒性病兒的慘狀；而且傲然的送來的，又大抵是他的父母。但可怕的遺傳，並不只是梅毒，另外許多精神上體質上的缺點，也可以傳之子孫，而且久而久之，連社會都蒙著影響。我們且不高談人群，單為子女說，便可以說凡是不愛己的人，實在欠缺做父親的資格。就令硬做了父親，也不過如古代的草寇稱王一般，萬萬算不了正統。將來學問發達，社會改造時，他們徼幸留下的苗裔，恐怕總不免要受善種學（Eugenics）者的處置。\n\n倘若現在父母並沒有將什麼精神上體質上的缺點交給子女，又不遇意外的事，子女便當然健康，總算已經達到了繼續生命的目的。但父母的責任還沒有完，因為生命雖然繼續了，卻是停頓不得，所以還須教這新生命去發展。凡動物較高等的，對於幼雛，除了養育保護以外，往往還教他們生存上必需的本領。例如飛禽便教飛翔，鷙獸便教搏擊。人類更高幾等，便也有願意子孫更進一層的天性。這也是愛，上文所說的是對於現在，這是對於將來。只要思想未遭錮蔽的人，誰也喜歡子女比自己更強，更健康，更聰明高尚，－－更幸福；就是超越了自己，超越了過去。超越便須改變，所以子孫對於祖先的事，應該改變，「三年無改於父之道可謂孝矣」，當然是曲說，是退嬰的病根。假使古代的單細胞動物，也遵著這教訓，那便永遠不敢分裂繁複，世界上再也不會有人類了。\n\n幸而這一類教訓，雖然害過許多人，卻還未能完全掃盡了一切人的天性。沒有讀過「聖賢書」的人，還能將這天性在名教的斧鉞底下，時時流露，時時萌蘖；這便是中國人雖然凋落萎縮，卻未滅絕的原因。\n\n所以覺醒的人，此後應將這天性的愛，更加擴張，更加醇化；用無我的愛，自己犧牲於後起新人。開宗第一，便是理解。往昔的歐人對於孩子的誤解，是以為成人的預備；中國人的誤解，是以為縮小的成人。直到近來，經過許多學者的研究，纔知道孩子的世界，與成人截然不同；倘不先行理解，一味蠻做，便大礙於孩子的發達。所以一切設施，都應該以孩子為本位，日本近來，覺悟的也很不少；對於兒童的設施，研究兒童的事業，都非常興盛了。第二，便是指導。時勢既有改變，生活也必須進化；所以後起的人物，一定尤異於前，決不能用同一模型，無理嵌定。長者須是指導者協商者，卻不該是命令者。不但不該責幼者供奉自己；而且還須用全副精神，專為他們自己，養成他們有耐勞作的體力，純潔高尚的道德，廣博自由能容納新潮流的精神，也就是能在世界新潮流中游泳，不被淹沒的力量。第三，便是解放。子女是即我非我的人，但既已分立，也便是人類中的人，因為即我，所以更應該盡教育的義務，交給他們自立的能力；因為非我，所以也應同時解放，全部為他們自己所有，成一個獨立的人。\n\n這樣，便是父母對於子女，應該健全的產生，盡力的教育，完全的解放。\n\n但有人會怕，彷彿父母從此以後，一無所有，無聊之極了。這種空虛的恐怖和無聊的感想，也即從謬誤的舊思想發生；倘明白了生物學的真理，自然便會消滅。但要做解放子女的父母，也應預備一種能力。便是自己雖然已經帶著過去的色采，卻不失獨立的本領和精神，有廣博的趣味，高尚的娛樂。要幸福麼？連你的將來的生命都幸福了。要「返老還童」，要「老復丁」麼？子女便是「復丁」，都已獨立而且更好了。這纔是完了長者的任務，得了人生的慰安。倘若思想本領，樣樣照舊，專以「勃谿」為業，行輩自豪，那便自然免不了空虛無聊的苦痛。\n\n或者又怕，解放之後，父子間要疏隔了。歐美的家庭，專制不及中國，早已大家知道；往者雖有人比之禽獸，現在卻連「衛道」的聖徒，也曾替他們辯護，說並無「逆子叛弟」了。因此可知：惟其解放，所以相親；惟其沒有「拘攣」子弟的父兄，所以也沒有反抗「拘攣」的「逆子叛弟」。若威逼利誘，便無論如何，決不能有「萬年有道之長」。例便如我中國，漢有舉孝，唐有孝悌力田科，清末也還有孝廉方正，都能換到官做。父恩諭之於先，皇恩施之於後，然而割股的人物，究屬寥寥。足可證明中國的舊學說舊手段，實在從古以來，並無良效，無非使壞人增長些虛偽，好人無端的多受些人我都無利益的苦痛罷了。\n\n獨有「愛」是真的。路粹引孔融說，「父之於子，當有何親？論其本意，實為情欲發耳。子之於母，亦復奚為，譬如寄物瓶中，出則離矣。」（漢末的孔府上，很出過幾個有特色的奇人，不像現在這般冷落，這話也許確是北海先生所說；只是攻擊他的偏是路粹和曹操，教人發笑罷了。）雖然也是一種對於舊說的打擊，但實於事理不合。因為父母生了子女，同時又有天性的愛，這愛又很深廣很長久，不會即離。現在世界沒有大同，相愛還有差等，子女對於父母，也便最愛，最關切，不會即離。所以疏隔一層，不勞多慮。至於一種例外的人，或者非愛所能鈎連。但若愛力尚且不能鈎連，那便任憑什麼「恩威，名份，天經，地義」之類，更是鈎連不住。\n\n或者又怕，解放之後，長者要吃苦了。這事可分兩層：第一，中國的社會，雖說「道德好」，實際卻太缺乏相愛相助的心思。便是「孝」「烈」這類道德，也都是旁人毫不負責，一味收拾幼者弱者的方法。在這樣社會中，不獨老者難於生活，即解放的幼者，也難於生活。第二，中國的男女，大抵未老先衰，甚至不到二十歲，早已老態可掬，待到真實衰老，便更須別人扶持。所以我說，解放子女的父母，應該先有一番預備；而對於如此社會，尤應該改造，使他能適於合理的生活。許多人預備著，改造著，久而久之，自然可望實現了。單就別國的往時而言，斯賓塞未曾結婚，不聞他侘傺無聊；瓦特早沒有了子女，也居然「壽終正寢」，何況在將來，更何況有兒女的人呢？\n\n或者又怕，解放之後，子女要吃苦了。這事也有兩層，全如上文所說，不過一是因為老而無能，一是因為少不更事罷了。因此覺醒的人，愈覺有改造社會的任務。中國相傳的成法，謬誤很多：一種是錮閉，以為可以與社會隔離，不受影響。一種是教給他惡本領，以為如此纔能在社會中生活。用這類方法的長者，雖然也含有繼續生命的好意，但比照事理，卻決定謬誤。此外還有一種，是傳授些周旋方法，教他們順應社會。這與數年前講「實用主義」的人，因為市上有假洋錢，便要在學校裏遍教學生看洋錢的法子之類，同一錯誤。社會雖然不能不偶然順應，但決不是正當辦法。因為社會不良，惡現象便很多，勢不能一一順應；倘都順應了，又違反了合理的生活，倒走了進化的路。所以根本方法，只有改良社會。\n\n就實際上說，中國舊理想的家族關係父子關係之類，其實早已崩潰。這也非「於今為烈」，正是「在昔已然」。歷來都竭力表彰「五世同堂」，便足見實際上同居的為難；拚命的勸孝，也足見事實上孝子的缺少。而其原因，便全在一意提倡虛偽道德，蔑視了真的人情。我們試一翻大族的家譜，便知道始遷祖宗，大抵是單身遷居，成家立業；一到聚族而居，家譜出版，卻已在零落的中塗了。況在將來，迷信破了，便沒有哭竹，臥冰；醫學發達了，也不必嘗穢，割股。又因為經濟關係，結婚不得不遲，生育因此也遲，或者子女纔能自存，父母已經衰老，不及依賴他們供養，事實上也就是父母反盡了義務。世界潮流逼拶著，這樣做的可以生存，不然的便都衰落；無非覺醒者多，加些人力，便危機可望較少就是了。\n\n但既如上言，中國家庭，實際久已崩潰，并不如「聖人之徒」紙上的空談，則何以至今依然如故，一無進步呢？這事很容易解答。第一，崩潰者自崩潰，糾纏者自糾纏，設立者又自設立；毫無戒心，也不想到改革，所以如故。第二，以前的家庭中間，本來常有勃谿，到了新名詞流行之後，便都改稱「革命」，然而其實也仍是討嫖錢至於相罵，要賭本至於相打之類，與覺醒者的改革，截然兩途。這一類自稱「革命」的勃谿子弟，純屬舊式，待到自己有了子女，也決不解放；或者毫不管理，或者反要尋出《孝經》，勒令誦讀，想他們「學於古訓」，都做犧牲。這只能全歸舊道德舊習慣舊方法負責，生物學的真理決不能妄任其咎。\n\n既如上言，生物為要進化，應該繼續生命，那便「不孝有三無後為大」，三妻四妾，也極合理了。這事也很容易解答。人類因為無後，絕了將來的生命，雖然不幸，但若用不正當的方法手段，苟延生命而害及人群，便該比一人無後，尤其「不孝」。因為現在的社會，一夫一妻制最為合理，而多妻主義，實能使人群墮落。墮落近於退化，與繼續生命的目的，恰恰完全相反。無後只是滅絕了自己，退化狀態的有後，便會毀到他人。人類總有些為他人犧牲自己的精神，而況生物自發生以來，交互關聯，一人的血統，大抵總與他人有多少關係，不會完全滅絕。所以生物學的真理，決非多妻主義的護符。\n\n總而言之，覺醒的父母，完全應該是義務的，利他的，犧牲的，很不易做；而在中國尤不易做。中國覺醒的人，為想隨順長者解放幼者，便須一面清結舊賬，一面開闢新路。就是開首所說的「自己背著因襲的重擔，肩住了黑暗的閘門，放他們到寬闊光明的地方去；此後幸福的度日，合理的做人。」這是一件極偉大的要緊的事，也是一件極困苦艱難的事。\n\n但世間又有一類長者，不但不肯解放子女，並且不准子女解放他們自己的子女；就是并要孫子曾孫都做無謂的犧牲。這也是一個問題；而我是願意平和的人，所以對於這問題，現在不能解答。\n\n一九一九年十月。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"論雷峰塔的倒掉","content":"\n\n\n聽說，杭州西湖上的雷峰塔倒掉了，聽說而已，我沒有親見。但我卻見過未倒的雷峰塔，破破爛爛的映掩於湖光山色之間，落山的太陽照著這些四近的地方，就是“雷峰夕照”，西湖十景之一。“雷峰夕照”的真景我也見過，並不見佳，我以為。\n\n然而一切西湖勝跡的名目之中，我知道得最早的卻是這雷峰塔。我的祖母曾經常常對我說，白蛇娘娘就被壓在這塔底下。有個叫作許仙的人救了兩條蛇，一青一白，後來白蛇便化作女人來報恩，嫁給許仙了；青蛇化作丫鬟，也跟著。一個和尚，法海禪師，得道的禪師，看見許仙臉上有妖氣，——凡討妖怪做老婆的人，臉上就有妖氣的，但只有非凡的人才看得出——便將他藏在金山寺的法座後，白蛇娘娘來尋夫，於是就“水滿金山”。我的祖母講起來還要有趣得多，大約是出於一部彈詞叫作《義妖傳》里的，但我沒有看過這部書，所以也不知道“許仙”“法海”究竟是否這樣寫。總而言之，白蛇娘娘終於中了法海的計策，被裝在一個小小的鉢盂裏了。缽盂埋在地裏，上面還造起一座鎮壓的塔來，這就是雷峰塔。此後似乎事情還很多，如“白狀元祭塔”之類，但我現在都忘記了。\n\n那時我惟一的希望，就在這雷峰塔的倒掉。後來我長大了，到杭州，看見這破破爛爛的塔，心裏就不舒服。後來我看看書，說杭州人又叫這塔作保叔塔，其實應該寫作“保俶塔”，是錢王的兒子造的。那麼，裏面當然沒有白蛇娘娘了，然而我心裏仍然不舒服，仍然希望他倒掉。\n\n現在，他居然倒掉了，則普天之下的人民，其欣喜為何如？\n\n這是有事實可證的。試到吳越的山間海濱，探聽民意去。凡有田夫野老，蠶婦村氓，除了幾個腦髓里有點貴恙的之外，可有誰不為白娘娘抱不平，不怪法海太多事的？\n\n和尚本應該只管自己念經。白蛇自迷許仙，許仙自娶妖怪，和別人有什麼相干呢？他偏要放下經卷，橫來招是搬非，大約是懷著嫉妬罷，——那簡直是一定的。\n\n聽說，後來玉皇大帝也就怪法海多事，以至荼毒生靈，想要拿辦他了。他逃來逃去，終於逃在蟹殼裏避禍，不敢再出來，到現在還如此。我對於玉皇大帝所做的事，腹誹的非常多，獨於這一件卻很滿意，因為“水滿金山”一案，的確應該由法海負責；他實在辦得很不錯的。只可惜我那時沒有打聽這話的出處，或者不在《義妖傳》中，卻是民間的傳說罷。\n\n秋高稻熟時節，吳越間所多的是螃蟹，煮到通紅之後，無論取哪一隻，揭開背殼來，裏面就有黃，有膏；倘是雌的，就有石榴子一般鮮紅的子。先將這些吃完，即一定露出一個圓錐形的薄膜，再用小刀小心地沿著錐底切下，取出，翻轉，使裏面向外，只要不破，便變成一個羅漢模樣的東西，有頭臉，身子，是坐著的，我們那裏的小孩子都稱他“蟹和尚”，就是躲在裏面避難的法海。\n\n當初，白蛇娘娘壓在塔底下，法海禪師躲在蟹殼裏。現在卻只有這位老禪師獨自靜坐了，非到螃蟹斷種的那一天為止出不來。莫非他造塔的時候，竟沒有想到塔是終究要倒的麽？\n\n活該。\n\n一九二四年十月二十八日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"雜憶","content":"\n\n有人說G.Byron的詩多為青年所愛讀，我覺得這話很有幾分真。就自己而論，也還記得怎樣讀了他的詩而心神俱旺；尤其是看見他那花布裹頭，去助希臘獨立時候的肖像。這像，去年纔從《小說月報》傳入中國了。可惜我不懂英文，所看的都是譯本。聽近今的議論，譯詩是已經不值一文錢，即使譯得並不錯。但那時大家的眼界還沒有這樣高，所以我看了譯本，倒也覺得好，或者就因為不懂原文之故，于是便將臭草當作芳蘭。《新羅馬傳奇》中的譯文也曾傳誦一時，雖然用的是詞調，又譯Sappho為“薩芷波”，證明著是根據日文譯本的重譯。\n\n蘇曼殊先生也譯過幾首，那時他還沒有做詩“寄彈箏人”，因此與Byron也還有緣。但譯文古奧得很，也許曾經章太炎先生的潤色的罷，所以真像古詩，可是流傳倒並不廣。後來收入他自印的綠面金簽的《文學因緣》中，現在連這《文學因緣》也少見了。\n\n其實，那時Byron之所以比較的為中國人所知，還有別一原因，就是他的助希臘獨立。時當清的末年，在一部分中國青年的心中，革命思潮正盛，凡有叫喊復讐和反抗的，便容易惹起感應。那時我所記得的人，還有波蘭的復讐詩人Adam Mickiewicz；匈牙利的愛國詩人Petöfi Sándor；飛獵濱的文人而為西班牙政府所殺的釐沙路，——他的祖父還是中國人，中國也曾譯過他的絕命詩。Hauptmann，Sudermann，Ibsen這些人雖然正負盛名，我們卻不大注意。別有一部分人，則專意搜集明末遺民的著作，滿人殘暴的記錄，鑽在東京或其他的圖書館裏，抄寫出來，印了，輸入中國，希望使忘卻的舊恨復活，助革命成功。于是《揚州十日記》，《嘉定屠城記略》，《朱舜水集》，《張蒼水集》都翻印了，還有《黃蕭養回頭》及其他單篇的匯集，我現在已經舉不出那些名目來。別有一部分人，則改名“撲滿”“打清”之類，算是英雄。這些大號，自然和實際的革命不甚相關，但也可見那時對於光復的渴望之心，是怎樣的旺盛。\n\n不獨英雄式的名號而已，便是悲壯淋漓的詩文，也不過是紙片上的東西，於後來的武昌起義怕沒有什麼大關係。倘說影響，則別的千言萬語，大概都抵不過淺近直截的“革命軍馬前卒鄒容”所做的《革命軍》。\n\n待到革命起來，就大體而言，復讐思想可是減退了。我想，這大半是因為大家已經抱著成功的希望，又服了“文明”的藥，想給漢人掙一點面子，所以不再有殘酷的報復。但那時的所謂文明，卻確是洋文明，並不是國粹；所謂共和，也是美國法國式的共和，不是周召共和的共和。革命黨人也大概竭力想給本族增光，所以兵隊倒不大搶掠。南京的土匪兵小有劫掠，黃興先生便勃然大怒，鎗斃了許多，後來因為知道土匪是不怕鎗斃而怕梟首的，就從死屍上割下頭來，草繩絡住了掛在樹上。從此也不再有什麼變故了，雖然我所住的一個機關的衛兵，當我外出時舉鎗立正之後，就從窗門洞爬進去取了我的衣服，但究竟手段已經平和得多，也客氣得多了。\n\n南京是革命政府所在地，當然格外文明。但我去一看先前的滿人的駐在處，卻是一片瓦礫；只有方孝孺血迹石的亭子總算還在。這裡本是明的故宮，我做學生時騎馬經過，曾很被頑童罵詈和投石，——猶言你們不配這樣，聽說向來是如此的。現在卻面目全非了，居民寥寥；即使偶有幾間破屋，也無門窗；若有門，則是爛洋鐵做的。總之，是毫無一點木料。\n\n那麼，城破之時，漢人大大的發揮了復讐手段了麼？並不然。知道情形的人告訴我：戰爭時候自然有些損壞；革命軍一進城，旗人中間便有些人定要按古法殉難，在明的冷宮的遺址的屋子裏使火藥炸裂，以炸殺自己，恰巧一同炸死了幾個適從近旁經過的騎兵。革命軍以為埋藏地雷反抗了，便燒了一回，可是燹餘的房子還不少。此後是他們自己動手，拆屋材出賣，先拆自己的，次拆較多的別人的，待到屋無尺材寸椽，這纔大家流散，還給我們一片瓦礫場。——但這是我耳聞的，保不定可是真話。\n\n看到這樣的情形，即使你將《揚州十日記》掛在眼前，也不至于怎樣憤怒了罷。據我感得，民國成立以後，漢滿的惡感仿佛很是消除了，各省的界限也比先前更其輕淡了。然而“罪孽深重不自殞滅”的中國人，不到一年，情形便又逆轉：有宗社黨的活動和遺老的謬舉而兩族的舊史又令人憶起，有袁世凱的手段而南北的交惡加甚，有陰謀家的狡計而省界又被利用，並且此後還要增長起來！\n\n不知道我的性質特別壞，還是脫不出往昔的環境的影響之故，我總覺得復讐是不足為奇的，雖然也並不想誣無抵抗主義者為無人格。但有時也想：報復，誰來裁判，怎能公平呢？便又立刻自答：自己裁判，自己執行；既沒有上帝來主持，人便不妨以目償頭，也不妨以頭償目。有時也覺得寬恕是美德，但立刻也疑心這話是怯漢所發明，因為他沒有報復的勇氣；或者倒是卑怯的壞人所創造，因為他貽害于人而怕人來報復，便騙以寬恕的美名。\n\n因此我常常欣慕現在的青年，雖然生于清末，而大抵長于民國，吐納共和的空氣，該不至于再有什麼異族軛下的不平之氣，和被壓迫民族的合轍之悲罷。果然，連大學教授，也已經不解何以小說要描寫下等社會的緣故了，我和現代人要相距一世紀的話，似乎有些確鑿。但我也不想湔洗，——雖然很覺得慚惶。\n\n當愛羅先珂君在日本未被驅逐之前，我並不知道他的姓名。直到已被放逐，這纔看起他的作品來；所以知道那迫辱放逐的情形的，是由于登在《讀賣新聞》上的一篇江口渙氏的文字。於是將這譯出，還譯他的童話，還譯他的劇本《桃色的雲》。其實，我當時的意思，不過要傳播被虐待者的苦痛的呼聲和激發國人對於強權者的憎惡和憤怒而已，並不是從什麼“藝術之宮”裏伸出手來，拔了海外的奇花瑤草，來移植在華國的藝苑。\n\n日文的《桃色的雲》出版時，江口氏的文章也在，可是已被檢查機關（警察廳？）刪節得很多。我的譯文是完全的，但當這劇本印成本子時，卻沒有印上去。因為其時我又見了別一種情形，起了別一種意見，不想在中國人的憤火上，再添薪炭了。\n\n孔老先生說過：“毋友不如己者。”其實這樣的勢利眼睛，現在的世界上還多得很。我們自己看看本國的模樣，就可知道不會有什麼友人的了，豈但沒有友人，簡直大半都曾經做過仇敵。不過仇甲的時候，向乙等候公論，後來仇乙的時候，又向甲期待同情，所以片段的看起來，倒也似乎並不是全世界都是怨敵。但怨敵總常有一個，因此每一兩年，愛國者總要鼓舞一番對于敵人的怨恨與憤怒。\n\n這也是現在極普通的事情，此國將與彼國為敵的時候，總得先用了手段，煽起國民的敵愾心來，使他們一同去扞禦或攻擊。但有一個必要的條件，就是：國民是勇敢的。因為勇敢，這才能勇往直前，肉搏強敵，以報讐雪恨。假使是怯弱的人民，則即使如何鼓舞，也不會有面臨強敵的決心；然而引起的憤火卻在，仍不能不尋一個發洩的地方，這地方，就是眼見得比他們更弱的人民，無論是同胞或是異族。\n\n我覺得中國人所蘊蓄的怨憤已經夠多了，自然是受強者的蹂躪所致的。但他們卻不很向強者反抗，而反在弱者身上發洩，兵和匪不相爭，無鎗的百姓卻並受兵匪之苦，就是最近便的證據。再露骨地說，怕還可以證明這些人的卑怯。卑怯的人，即使有萬丈的憤火，除弱草以外，又能燒掉甚麼呢？\n\n或者要說，我們現在所要使人憤恨的是外敵，和國人不相干，無從受害。可是這轉移是極容易的，雖曰國人，要藉以洩憤的時候，只要給與一種特異的名稱，即可放心剚刃。先前則有異端，妖人，奸黨，逆徒等類名目，現在就可用國賊，漢奸，二毛子，洋狗或洋奴。庚子年的義和團捉住路人，可以任意指為教徒，據云這鐵證是他的神通眼已在那人的額上看出一個“十”字。\n\n然而我們在“毋友不如已者”的世上，除了激發自己的國民，使他們發些火花，聊以應景之外，又有什麼良法呢。可是我根據上述的理由，更進一步而希望于點火的青年的，是對于羣衆，在引起他們的公憤之餘，還須設法注入深沈的勇氣，當鼓舞他們的感情的時候，還須竭力啓發明白的理性；而且還得偏重于勇氣和理性，從此繼續地訓練許多年。這聲音，自然斷乎不及大叫宣戰殺賊的大而閎，但我以為卻是更緊要而更艱難偉大的工作。\n\n否則，歷史指示過我們，遭殃的不是什麼敵手而是自己的同胞和子孫。那結果，是反為敵人先驅，而敵人就做了這一國的所謂強者的勝利者，同時也就做了弱者的恩人。因為自己先已互相殘殺過了，所蘊蓄的怨憤都已消除，天下也就成為太平的盛世。\n\n總之，我以為國民倘沒有智，沒有勇，而單靠一種所謂“氣”，實在是非常危險的。現在，應該更進而著手于較為堅實的工作了。\n\n一九二五年六月十六日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"文化偏至論","content":"\n\n署名迅行發表\n\n中國既以自尊大昭聞天下，善詆諆者，或謂之頑固；且將抱守殘闕，以底於滅亡。近世人士，稍稍耳新學之語，則亦引以為愧，翻然思變，言非同西方之理弗道，事非合西方之術弗行，掊擊舊物，惟恐不力，曰將以革前繆而圖富強也。間嘗論之：昔者帝軒轅氏之戡蚩尤而定居於華土也，典章文物，於以權輿，有苗裔之繁衍於茲，則更改張皇，益臻美大。其蠢蠢于四方者，胥蕞爾小蠻夷耳，厥種之所創成，無一足為中國法，是故化成發達，咸出於己而無取乎人。降及周秦，西方有希臘羅馬起，藝文思理，燦然可觀，顧以道路之艱，波濤之惡，交通梗塞，未能擇其善者以為師資。洎元明時，雖有一二景教父師，以教理暨曆算質學於中國，而其道非盛。故迄於海禁既開，皙人踵至之頃，中國之在天下，見夫四夷之則效上國，革面來賓者有之；或野心怒發，狡焉思逞者有之；若其文化昭明，誠足以相上下者，蓋未之有也。屹然出中央而無校讎，則其益自尊大，寶自有而傲睨萬物，固人情所宜然，亦非甚背於理極者矣。雖然，惟無校讎故，則宴安日久，苓落以胎，迫拶不來，上征亦輟，使人苶，使人屯，其極為見善而不思式。有新國林起於西，以其殊異之方術來向，一施吹拂，塊然踣傹，人心始自危，而輇才小慧之徒，於是競言武事。後有學於殊域者，近不知中國之情，遠復不察歐美之實，以所拾塵芥，羅列人前，謂鉤爪鋸牙，為國家首事，又引文明之語，用以自文，徵印度波蘭，作之前鑒。夫以力角盈絀者，于文野亦何關？遠之則羅馬之於東西戈爾，邇之則中國之於蒙古女真，此程度之離距為何如，決之不待智者。然其勝負之數，果奈何矣？苟曰是惟往古為然，今則機械其先，非以力取，故勝負所判，即文野之由分也。則曷弗啟人智而開發其性靈，使知罟獲戈矛，不過以禦豺虎，而喋喋譽白人肉攫之心，以為極世界之文明者又何耶？且使如其言矣，而舉國猶孱，授之巨兵，奚能勝任，仍有僵死而已矣。嗟夫，夫子蓋以習兵事為生，故不根本之圖，而僅提所學以干天下；雖兜牟深隱其面，威武若不可陵，而干祿之色，固灼然現於外矣！計其次者，乃復有製造商估立憲國會之說。前二者素見重於中國青年間，縱不主張，治之者亦將不可縷數。蓋國若一日存，固足以假力圖富強之名，博志士之譽；即有不幸，宗社為墟，而廣有金資，大能溫飽，即使怙恃既失，或被虐殺如猶太遺黎，然善自退藏，或不至於身受；縱大禍垂及矣，而倖免者非無人，其人又適為己，則能得溫飽又如故也。若夫後二，可無論已。中較善者，或誠痛乎外侮迭來，不可終日，自既荒陋，則不得已，姑拾他人之緒餘，思鳩大群以抗禦，而又飛揚其性，善能攘擾，見異己者興，必借眾以陵寡，托言眾治，壓制乃尤烈于暴君。此非獨於理至悖也，即緣救國是圖，不惜以個人為供獻，而考索未用，思慮粗疏，茫未識其所以然，輒皈依於眾志，蓋無殊痼疾之人，去藥石攝衛之道弗講，而乞靈於不知之力，拜禱稽首于祝由之門者哉。至尤下而居多數者，乃無過假是空名，遂其私欲，不顧見諸實事，將事權言議，悉歸奔走干進之徒，或至愚屯之富人，否亦善壟斷之市儈，特以自長營搰，當列其班，況復掩自利之惡名，以福群之令譽，捷徑在目，斯不憚竭蹶以求之耳。嗚呼，古之臨民者，一獨夫也；由今之道，且頓變而為千萬無賴之尤，民不堪命矣，於興國究何與焉。顧若而人者，當其號召張皇，蓋蔑弗托近世文明為後盾，有佛戾其說者起，輒諡之曰野人，謂為辱國害群，罪當甚於流放。第不知彼所謂文明者，將已立準則，慎施去取，指善美而可行諸中國之文明乎，抑成事舊章，咸棄捐不顧，獨指西方文化而為言乎？物質也，眾數也，十九世紀末葉文明之一面或在茲，而論者不以為有當。蓋今所成就，無一不繩前時之遺跡，則文明必日有其遷流，又或抗往代之大潮，則文明亦不能無偏至。誠若為今立計，所當稽求既往，相度方來，掊物質而張靈明，任個人而排眾數。人既發揚踔厲矣，則邦國亦以興起。奚事抱枝拾葉，徒金鐵國會立憲之云乎？夫勢利之念昌狂於中，則是非之辨為之昧，措置張主，輒失其宜，況乎志行汙下，將借新文明之名，以大遂其私欲者乎？是故今所謂識時之彥，為按其實，則多數常為盲子，寶赤菽以為玄珠，少數乃為巨奸，垂微餌以冀鯨鯢。即不若是，中心皆中正無瑕玷矣，於是拮据辛苦，展其雄才，漸乃志遂事成，終致彼所謂新文明者，舉而納之中國，而此遷流偏至之物，已陳舊于殊方者，馨香頂禮，吾又何為若是其芒芒哉！是何也？曰物質也，眾數也，其道偏至。根史實而見於西方者不得已，橫取而施之中國則非也。借曰非乎？請循其本——\n\n夫世紀之元，肇於耶穌出世，歷年既百，是為一期，大故若興，斯即此世紀所有事，蓋從歷來之舊貫，而假是為區分，無奧義也。誠以人事連綿，深有本柢，如流水之必自原泉，卉木之茁於根茇，倏忽隱見，理之必無。故苟為尋繹其條貫本末，大都蟬聯而不可離，若所謂某世紀文明之特色何在者，特舉犖犖大者而為言耳。按之史實，乃如羅馬統一歐洲以來，始生大洲通有之歷史；已而教皇以其權力，制禦全歐，使列國靡然受圈，如同社會，疆域之判，等於一區；益以梏亡人心，思想之自由幾絕，聰明英特之士，雖摘發新理，懷抱新見，而束於教令，胥緘口結舌而不敢言。雖然，民如大波，受沮益浩，則於是始思脫宗教之繫縛，英德二國，不平者多，法皇宮庭，實為怨府，又以居於意也，乃並意太利人而疾之。林林之民，咸致同情於不平者，凡有能阻泥教旨，抗拒法皇，無間是非，輒與贊和。時則有路德（M.Luther）者起於德，謂宗教根元，在乎信仰，制度戒法，悉其榮華，力擊舊教而仆之。自所創建，在廢棄階級，黜法皇僧正諸號，而代以牧師，職宣神命，置身社會，弗殊常人；儀式禱祈，亦簡其法。至精神所注，則在牧師地位，無所勝於平人也。轉輪既始，烈栗遍於歐洲，受其改革者，蓋非獨宗教而已，且波及於其他人事，如邦國離合，爭戰原因，後茲大變，多基於是。加以束縛弛落，思索自由，社會蔑不有新色，則有爾後超形氣學上之發見，與形氣學上之發明。以是胚胎，又作新事：發隱地也，善機械也，展學藝而拓貿遷也，非去羈勒而縱人心，不有此也。顧世事之常，有動無定，宗教之改革已，自必益進而求政治之更張。溯厥由來，則以往者顛覆法皇，一假君主之權力，變革既畢，其力乃張，以一意孤臨萬民，在下者不能加之抑制，日夕孳孳，惟開拓封域是務，驅民納諸水火，絕無所動於心：生計絀，人力耗矣。而物反於窮，民意遂動，革命於是見於英，繼起於美，復次則大起於法朗西，掃蕩門第，平一尊卑，政治之權，主以百姓，平等自由之念，社會民主之思，彌漫于人心。流風至今，則凡社會政治經濟上一切權利，義必悉公諸眾人，而風俗習慣道德宗教趣味好尚言語暨其他為作，俱欲去上下賢不肖之閑，以大歸乎無差別。同是者是，獨是者非，以多數臨天下而暴獨特者，實十九世紀大潮之一派，且曼衍入今而未有既者也。更舉其他，則物質文明之進步是已。當舊教盛時，威力絕世，學者有見，大率默然，其有毅然表白於眾者，每每獲囚戮之禍。遞教力墮地，思想自由，凡百學術之事，勃焉興起，學理為用，實益遂生，故至十九世紀，而物質文明之盛，直傲睨前此二千餘年之業績。數其著者，乃有棉鐵石炭之屬，產生倍舊，應用多方，施之戰鬥製造交通，無不功越於往日；為汽為電，咸聽指揮，世界之情狀頓更，人民之事業益利。久食其賜，信乃彌堅，漸而奉為圭臬，視若一切存在之本根，且將以之範圍精神界所有事，現實生活，膠不可移，惟此是尊，惟此是尚，此又十九世紀大潮之一派，且曼衍入今而未有既者也。雖然，教權龐大，則覆之假手於帝王，比大權盡集一人，則又顛之以眾庶。理若極於眾庶矣，而眾庶果足以極是非之端也耶？宴安逾法，則矯之以教宗，遞教宗淫用其權威，則又掊之以質力。事若盡於物質矣，而物質果品盡人生之本也耶？平意思之，必不然矣。然而大勢如是者，蓋如前言，文明無不根舊跡而演來，亦以矯往事而生偏至，緣督校量，其頗灼然，猶孑與躄焉耳。特其見於歐洲也，為不得已，且亦不可去，去孑與躄，斯失孑與躄之德，而留者為空無。不安受寶重之者奈何？顧橫被之不相係之中國而膜拜之，又寧見其有當也？明者微睇，察逾眾凡，大土哲人，乃蚤識其弊而生憤歎，此十九世紀末葉思潮之所以變矣。德人尼佉（Fr.Nietzsche）氏，則假察羅圖斯德羅（Zarathustra）之言曰，吾行太遠，孑然失其侶，返而觀夫今之世，文明之邦國矣，斑斕之社會矣。特其為社會也，無確固之崇信；眾庶之於知識也，無作始之性質。邦國如是，奚能淹留？吾見放于父母之邦矣！聊可望者，獨苗裔耳。此其深思遐矚，見近世文明之偽與偏，又無望於今之人，不得已而念來葉者也。\n\n然則十九世紀末思想之為變也，其原安在，其實若何，其力之及於將來也又奚若？曰言其本質，即以矯十九世紀文明而起者耳。蓋五十年來，人智彌進，漸乃返觀前此，得其通弊，察其黮闇，於是浡焉興作，會為大潮，以反動破壞充其精神，以獲新生為其希望，專向舊有之文明，而加之掊擊掃蕩焉。全歐人士，為之栗然震驚者有之，芒然自失者有之，其力之烈，蓋深入於人之靈府矣。然其根柢，乃遠在十九世紀初葉神思一派；遞夫後葉，受感化于其時現實之精神，已而更立新形，起以抗前時之現實，即所謂神思宗之至新者也。若夫影響，則眇眇來世，肊測殊難，特知此派之興，決非突見而靡人心，亦不至突滅而歸烏有，據地極固，函義甚深。以是為二十世紀文化始基，雖云早計，然其為將來新思想之朕兆，亦新生活之先驅，則按諸史實所昭垂，可不俟繁言而解者已。顧新者雖作，舊亦未僵，方遍滿歐洲，冥通其地人民之呼吸，餘力流衍，乃擾遠東，使中國之人，由舊夢而入於新夢，衝決囂叫，狀猶狂酲。夫方賤古尊新，而所得既非新，又至偏而至偽，且復橫決，浩乎難收，則一國之悲哀亦大矣。今為此篇，非云已盡西方最近思想之全，亦不為中國將來立則，惟疾其已甚，施之抨彈，猶神思新宗之意焉耳。故所述止於二事：曰非物質，曰重個人。\n\n個人一語，入中國未三四年，號稱識時之士，多引以為大詬，苟被其諡，與民賊同。意者未遑深知明察，而迷誤為害人利己之義也歟？夷考其實，至不然矣。而十九世紀末之重個人，則弔詭殊恒，尤不能與往者比論。試案爾時人性，莫不絕異其前，入於自識，趣於我執，剛愎主己，於庸俗無所顧忌。如詩歌說部之所記述，每以驕蹇不遜者為全局之主人。此非操觚之士，獨憑神思構架而然也，社會思潮，先發其朕，則趍之載籍而已矣。蓋自法朗西大革命以來，平等自由，為凡事首，繼而普通教育及國民教育，無不基是以遍施。久浴文化，則漸悟人類之尊嚴；既知自我，則頓識個性之價值；加以往之習慣墜地，崇信蕩搖，則其自覺之精神，自一轉而之極端之主我。且社會民主之傾向，勢亦大張，凡個人者，即社會之一分子，夷隆實陷，是為指歸，使天下人人歸於一致，社會之內，蕩無高卑。此其為理想誠美矣，顧於個人殊特之性，視之蔑如，既不加之別分，且欲致之滅絕。更舉黮闇，則流弊所至，將使文化之純粹者，精神益趨於固陋，頹波日逝，纖屑靡存焉。蓋所謂平社會者，大都夷峻而不湮卑，若信至程度大同，必在前此進步水準以下。況人群之內，明哲非多，傖俗橫行，浩不可禦，風潮剝蝕，全體以淪於凡庸。非超越塵埃，解脫人事，或愚屯罔識，惟眾是從者，其能緘口而無言乎？物反于極，則先覺善鬥之士出矣：德人斯契納爾（M.Stirner）乃先以極端之個人主義現於世。謂真之進步，在於己之足下。人必發揮自性，而脫觀念世界之執持。惟此自性，即造物主。惟有此我，本屬自由；既本有矣，而更外求也，是曰矛盾。自由之得以力，而力即在乎個人，亦即資財，亦即權利。故苟有外力來被，則無間出於寡人，或出於眾庶，皆專制也。國家謂吾當與國民合其意志，亦一專制也。眾意表現為法律，吾即受其束縛，雖曰為我之輿臺，顧同是輿臺耳。去之奈何？曰：在絕義務。義務廢絕，而法律與偕亡矣。意蓋謂凡一個人，其思想行為，必以己為中樞，亦以己為終極：即立我性為絕對之自由者也。至勖賓霍爾（A.Schopenhauer），則自既以兀傲剛愎有名，言行奇觚，為世希有；又見夫盲瞽鄙倍之眾，充塞兩間，乃視之與至劣之動物並等，愈益主我揚己而尊天才也。至丹麥哲人契開迦爾（S.Kierkegaard）則憤發疾呼，謂惟發揮個性，為至高之道德，而顧瞻他事，胥無益焉。其後有顯理伊勃生（Henrik Ibsen）見於文界，瑰才卓識，以契開迦爾之詮釋者稱。其所著書，往往反社會民主之傾向，精力旁注，則無間習慣信仰道德，苟有拘於虛而偏至者，無不加之觝排。更睹近世人生，每托平等之名，實乃愈趨於惡濁，庸凡涼薄，日益以深，頑愚之道行，偽詐之勢逞，而氣宇品性，卓爾不群之士，乃反窮於草莽，辱于泥塗，個性之尊嚴，人類之價值，將咸歸於無有，則常為慷慨激昂而不能自已也。如其《民敵》一書，謂有人寶守真理，不阿世媚俗，而不見容于人群，狡獪之徒，乃巍然獨為眾愚領袖，借多陵寡，植黨自私，於是戰鬥以興，而其書亦止：社會之象，宛然具於是焉。若夫尼佉，斯個人主義之至雄桀者矣，希望所寄，惟在大士天才；而以愚民為本位，則惡之不殊蛇蠍。意蓋謂治任多數，則社會元氣，一旦可隳，不若用庸眾為犧牲，以冀一二天才之出世，遞天才出而社會之活動亦以萌，即所謂超人之說，嘗震驚歐洲之思想界者也。由是觀之，彼之謳歌眾數，奉若神明者，蓋僅見光明一端，他未遍知，因加讚頌，使反而觀諸黑暗，當立悟其不然矣。一梭格拉第也，而眾希臘人鴆之，一耶穌基督也，而眾猶太人磔之，後世論者，孰不云繆，顧其時則從眾志耳。設留今之眾志，趍諸載籍，以俟評騭於來哲，則其是非倒置，或正如今人之視往古，未可知也。故多數相朋，而仁義之途，是非之端，樊然殽亂；惟常言是解，於奧義也漠然。常言奧義，孰近正矣？是故布魯多既殺該撒，昭告市人，其詞秩然有條，名分大義，炳如觀火；而眾之受感，乃不如安多尼指血衣之數言。於是方群推為愛國之偉人，忽見逐於域外。夫譽之者眾數也，逐之者又眾數也，一瞬息中，變易反復，其無特操不俟言；即觀現象，已足知不祥之消息矣。故是非不可公於眾，公之則果不誠；政事不可公於眾，公之則治不郅。惟超人出，世乃太平。苟不能然，則在英哲。嗟夫，彼持無政府主義者，其顛覆滿盈，剷除階級，亦已至矣，而建說創業諸雄，大都以導師自命。夫一導眾從，智愚之別即在斯。與其抑英哲以就凡庸，曷若置眾人而希英哲？則多數之說，繆不中經，個性之尊，所當張大，蓋揆之是非利害，已不待繁言深慮而可知矣。雖然，此亦賴夫勇猛無畏之人，獨立自強，去離塵垢，排輿言而弗淪於俗囿者也。\n\n若夫非物質主義者，猶個人主義然，亦興起於抗俗。蓋唯物之傾向，固以現實為權輿，浸潤人心，久而不止。故在十九世紀，爰為大潮，據地極堅，且被來葉，一若生活本根，舍此將莫有在者。不知縱令物質文明，即現實生活之大本，而崇奉逾度，傾向偏趨，外此諸端，悉棄置而不顧，則按其究竟，必將緣偏頗之惡因，失文明之神旨，先以消耗，終以滅亡，歷世精神，不百年而具盡矣。遞夫十九世紀後葉，而其弊果益昭，諸凡事物，無不質化，靈明日以虧蝕，旨趣流於平庸，人惟客觀之物質世界是趨，而主觀之內面精神，乃舍置不之一省。重其外，放其內，取其質，遺其神，林林眾生，物欲來蔽，社會憔悴，進步以停，於是一切詐偽罪惡，蔑弗乘之而萌，使性靈之光，愈益就於黯淡：十九世紀文明一面之通弊，蓋如此矣。時乃有新神思宗徒出，或崇奉主觀，或張皇意力，匡糾流俗，厲如電霆，使天下群倫，為聞聲而搖蕩。即具他評騭之士，以至學者文家，雖意主和平，不與世迕，而見此唯物極端，且殺精神生活，則亦悲觀憤歎，知主觀與意力主義之興，功有偉于洪水之有方舟者焉。主觀主義者，其趣凡二：一謂惟以主觀為準則，用律諸物；一謂視主觀之心靈界，當較客觀之物質界為尤尊。前者為主觀傾向之極端，力特著於十九世紀末葉，然其趨勢，頗與主我及我執殊途，僅於客觀之習慣，無所盲從，或不置重，而以自有之主觀世界為至高之標準而已。以是之故，則思慮動作，咸離外物，獨往來於自心之天地，確信在是，滿足亦在是，謂之漸自省具內曜之成果可也。若夫興起之由，則原於外者，為大勢所向，胥在平庸之客觀習慣，動不由己，發如機緘，識者不能堪，斯生反動；其原於內者，乃實以近世人心，日進於自覺，知物質萬能之說，且逸個人之情意，使獨創之力，歸於槁枯，故不得不以自悟者悟人，冀挽狂瀾于方倒耳。如尼佉伊勃生諸人，皆據其所信，力抗時俗，示主觀傾向之極致；而契開迦爾則謂真理準則，獨在主觀，惟主觀性，即為真理，至凡有道德行為，亦可弗問客觀之結果若何，而一任主觀之善惡為判斷焉。其說出世，和者日多，於是思潮為之更張，騖外者漸轉而趣內，淵思冥想之風作，自省抒情之意蘇，去現實物質與自然之樊，以就其本有心靈之域；知精神現象實人類生活之極顛，非發揮其輝光，于人生為無當；而張大個人之人格，又人生之第一義也。然爾時所要求之人格，有甚異於前者。往所理想，在知見情操，兩皆調整，若主智一派，則在聰明睿智，能移客觀之大世界於主觀之中者。如是思惟，迨黑該爾（F.Hegel）出而達其極。若羅曼暨尚古一派，則息孚支培黎（Shaftesbury）承盧騷（J.Rousseau）之後，尚容情感之要求，特必與情操相統一調和，始合其理想之人格。而希籟（Fr.Schiller）氏者，乃謂必知感兩性，圓滿無間，然後謂之全人。顧至十九世紀垂終，則理想為之一變。明哲之士，反省於內面者深，因以知古人所設具足調協之人，決不能得之今世；惟有意力軼眾，所當希求，能於情意一端，處現實之世，而有勇猛奮鬥之才，雖屢踣屢僵，終得現其理想：其為人格，如是焉耳。故如勖賓霍爾所張主，則以內省諸己，豁然貫通，因曰意力為世界之本體也；尼佉之所希冀，則意力絕世，幾近神明之超人也；伊勃生之所描寫，則以更革為生命，多力善鬥，即迕萬眾不懾之強者也。夫諸凡理想，大致如斯者，誠以人丁轉輪之時，處現實之世，使不若是，每至舍己從人，沉溺逝波，莫知所屆，文明真髓，頃刻蕩然；惟有剛毅不撓，雖遇外物而弗為移，始足作社會楨幹。排斥萬難，黽勉上征，人類尊嚴，于此攸賴，則具有絕大意力之士貴耳。雖然，此又特其一端而已。試察其他，乃亦以見末葉人民之弱點，蓋往之文明流弊，浸灌性靈，眾庶率纖弱頹靡，日益以甚，漸乃反觀諸己，為之欿然，於是刻意求意力之人，冀倚為將來之柱石。此正猶洪水橫流，自將滅頂，乃神馳彼岸，出全力以呼善沒者爾，悲夫！\n\n由是觀之，歐洲十九世紀之文明，其度越前古，淩駕亞東，誠不俟明察而見矣。然既以改革而胎，反抗為本，則偏於一極，固理勢所必然。洎夫末流，弊乃自顯。於是新宗蹶起，特反其初，復以熱烈之情，勇猛之行，起大波而加之滌蕩。直至今日，益復浩然。其將來之結果若何，蓋未可以率測。然作舊弊之藥石，造新生之津梁，流衍方長，曼不遽已，則相其本質，察其精神，有可得而徵信者。意者文化常進于幽深，人心不安於固定，二十世紀之文明，當必沉邃莊嚴，至與十九世紀之文明異趣。新生一作，虛偽道消，內部之生活，其將愈深且強歟？精神生活之光耀，將愈興起而發揚歟？成然以覺，出客觀夢幻之世界，而主觀與自覺之生活，將由是而益張歟？內部之生活強，則人生之意義亦愈邃，個人尊嚴之旨趣亦愈明，二十世紀之新精神，殆將立狂風怒浪之間，恃意力以闢生路者也。中國在今，內密既發，四鄰競集而迫拶，情狀自不能無所變遷。夫安弱守雌，篤於舊習，固無以爭存於天下。第所以匡救之者，繆而失正，則雖日易故常，哭泣叫號之不已，于憂患又何補矣？此所為明哲之士，必洞達世界之大勢，權衡校量，去其偏頗，得其神明，施之國中，翕合無間。外之既不後於世界之思潮，內之仍弗失固有之血脈，取今復古，別立新宗，人生意義，致之深邃，則國人之自覺至，個性張，沙聚之邦，由是轉為人國。人國既建，乃始雄厲無前，屹然獨見於天下，更何有於膚淺凡庸之事物哉？顧今者翻然思變，歷歲已多，青年之所思惟，大都歸罪惡于古之文物，甚或斥言文為蠻野，鄙思想為簡陋，風發浡起，皇皇焉欲進歐西之物而代之，而於適所言十九世紀末之思潮，乃漠然不一措意。凡所張主，惟質為多，取其質猶可也，更按其實，則又質之至偽而偏，無所可用。雖不為將來立計，僅圖救今日之阽危，而其術其心，違戾亦已甚矣。況乎凡造言任事者，又復有假改革公名，而陰以遂其私欲者哉？今敢問號稱志士者曰，將以富有為文明歟，則猶太遺黎，性長居積，歐人之善賈者，莫與比倫，然其民之遭遇何如矣？將以路礦為文明歟，則五十年來非澳二洲，莫不興鐵路礦事，顧此二洲土著之文化何如矣？將以眾治為文明歟，則西班牙波陀牙二國，立憲且久，顧其國之情狀又何如矣？若曰惟物質為文化之基也，則列機括，陳糧食，遂足以雄長天下歟？曰惟多數得是非之正也，則以一人與眾禺處，其亦將木居而茅食歟？此雖婦豎，必否之矣。然歐美之強，莫不以是炫天下者，則根柢在人，而此特現象之末，本原深而難見，榮華昭而易識也。是故將生存兩間，角逐列國是務，其首在立人，人立而後凡事舉；若其道術，乃必尊個性而張精神。假不如是，槁喪且不俟夫一世。夫中國在昔，本尚物質而疾天才矣，先王之澤，日以殄絕，逮蒙外力，乃退然不可自存。而輇才小慧之徒，則又號召張皇，重殺之以物質而囿之以多數，個人之性，剝奪無餘。往者為本體自發之偏枯，今則獲以交通傳來之新疫，二患交伐，而中國之沉淪遂以益速矣。嗚呼，眷念方來，亦已焉哉！\n\n\n一九○七年作。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"看鏡有感","content":"\n\n因為翻衣箱，翻出幾面古銅鏡子來，大概是民國初年初到北京時候買在那裏的，“情隨事遷”，全然忘卻，宛如見了隔世的東西了。\n\n一面圓徑不過二寸，很厚重，背面滿刻蒲陶，還有跳躍的鼯鼠，沿邊是一圈小飛禽。古董店家都稱為“海馬葡萄鏡”。但我的一面並無海馬，其實和名稱不相當。記得曾見過別一面，是有海馬的，但貴極，沒有買。這些都是漢代的鏡子；後來也有模造或翻沙者，花紋可造粗拙得多了。漢武通大宛安息，以致天馬蒲萄，大概當時是視為盛事的，所以便取作什器的裝飾。古時，於外來物品，每加海字，如海榴，海紅花，海棠之類。海即現在之所謂洋，海馬譯成今文，當然就是洋馬。鏡鼻是一個蝦蟆，則因為鏡如滿月，月中有蟾蜍之故，和漢事不相干了。\n\n遙想漢人多少閎放，新來的動植物，即毫不拘忌，來充裝飾的花紋。唐人也還不算弱，例如漢人的墓前石獸，多是羊，虎，天祿，辟邪，而長安的昭陵上，卻刻著帶箭的駿馬，還有一匹駝鳥，則辦法簡直前無古人。現今在墳墓上不待言，即平常的繪畫，可有人敢用一朵洋花一隻洋鳥，即私人的印章，可有人肯用一個草書一個俗字麼？許多雅人，連記年月也必是甲子，怕用民國紀元。不知道是沒有如此大膽的藝術家；還是雖有而民眾都加迫害，他於是乎只得萎縮，死掉了？\n\n宋的文藝，現在似的國粹氣味就薰人。然而遼金元陸續進來了，這消息很耐尋味。漢唐雖然也有邊患，但魄力究竟雄大，人民具有不至於為異族奴隸的自信心，或者竟毫未想到，凡取用外來事物的時候，就如將彼俘來一樣，自由驅使，絕不介懷。一到衰弊陵夷之際，神經可就衰弱過敏了，每遇外國東西，便覺得彷佛彼來俘我一樣，推拒，惶恐，退縮，逃避，抖成一團，又必想一篇道理來掩飾，而國粹遂成為孱王和孱奴的寶貝。\n\n無論從那裏來的，只要是食物，壯健者大抵就無需思索，承認是吃的東西。惟有衰病的，卻總常想到害胃，傷身，特有許多禁條，許多避忌；還有一大套比較利害而終於不得要領的理由，例如吃固無妨，而不吃尤穩，食之或當有益，然究以不吃為宜云云之類。但這一類人物總要日見其衰弱的，因為他終日戰戰兢兢，自己先已失了活氣了。\n\n不知道南宋比現今如何，但對外敵，卻明明已經稱臣，惟獨在國內特多繁文縟節以及嘮叨的碎話。正如倒霉人物，偏多忌諱一般，豁達閎大之風消歇淨盡了。直到後來，都沒有什麼大變化。我曾在古物陳列所所陳列的古畫上看見一顆印文，是幾個羅馬字母。但那是所謂“我聖祖仁皇帝”的印，是征服了漢族的主人，所以他敢；漢族的奴才是不敢的。便是現在，便是藝術家，可有敢用洋文的印的麼？\n\n清順治中，時憲書上印有“依西洋新法”五個字，痛哭流涕來劾洋人湯若望的偏是漢人楊光先。直到康熙初，爭勝了，就教他做欽天監正去，則又叩閽以“但知推步之理不知推步之數”辭。不准辭，則又痛哭流涕地來做《不得已》，說道“寧可使中夏無好曆法，不可使中夏有西洋人。”然而終於連閏月都算錯了，他大約以為好曆法專屬於西洋人，中夏人自己是學不得，也學不好的。但他竟論了大辟，可是沒有殺，放歸，死於塗中了。湯若望入中國還在明崇禎初，其法終未見用；後來阮元論之曰：“明季君臣以大統寖疏，開局修正，既知新法之密，而訖未施行。聖朝定鼎，以其法造時憲書，頒行天下。彼十餘年辯論翻譯之勞，若以備我朝之采用者，斯亦奇矣！……我國家聖聖相傳，用人行政，惟求其是，而不先設成心。即是一端，可以仰見如天之度量矣！”（《疇人傳》四十五）\n\n現在流傳的古鏡們，出自塚者中居多，原是殉葬品。但我也有一面日用鏡，薄而且大，規撫漢製，也許是唐代的東西。那證據是：一、鏡鼻已多磨損；二、鏡面的沙眼都用別的銅來補好了。當時在粧閣中，曾照唐人的額黃和眉綠，現在卻監禁在我的衣箱裏，它或者大有今昔之感罷。\n\n但銅鏡的供用，大約道光咸豐時候還與玻璃鏡並行；至於窮鄉僻壤，也許至今還用著。我們那裏，則除了婚喪儀式之外，全被玻璃鏡驅逐了。然而也還有餘烈可尋，倘街頭遇見一位老翁，肩了長凳似的東西，上面縛著一塊豬肝色石和一塊青色石，試佇聽他的叫喊，就是“磨鏡，磨剪刀！”\n\n宋鏡我沒有見過好的，什九並無藻飾，只有店號或“正其衣冠”等類的迂銘詞，真是“世風日下”。但是要進步或不退步，總須時時自出新裁，至少也必取材異域，倘若各種顧忌，各種小心，各種嘮叨，這麼做即違了祖宗，那麼做又像了夷狄，終生惴惴如在薄冰上，發抖尚且來不及，怎麼會做出好東西來。所以事實上“今不如古”者，正因為有許多嘮叨著“今不如古”的諸位先生們之故。現在情形還如此。倘再不放開度量，大膽地，無畏地，將新文化儘量地吸收，則楊光先似的向西洋主人瀝陳中夏的精神文明的時候，大概是不勞久待的罷。　\n\n但我向來沒有遇見過一個排斥玻璃鏡子的人。單知道咸豐年間，汪曰楨先生卻在他的大著《湖雅》裏攻擊過的。他加以比較研究之後，終於決定還是銅鏡好。最不可解的是：他說，照起面貌來，玻璃鏡不如銅鏡之準確。莫非那時的玻璃鏡當真壞到如此，還是因為他老先生又帶上了國粹眼鏡之故呢？我沒有見過古玻璃鏡。這一點終於猜不透。　\n\n一九二五年二月九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"說鬍鬚","content":"\n\n今年夏天游了一回長安，一個多月之後，胡里胡塗的回來了。知道的朋友便問我：“你以為那邊怎樣？”我這纔慄然地回想長安，記得看見很多的白楊，很大的石榴樹，道中喝了不少的黃河水。然而這些又有什麼可談呢？我於是說：“沒有什麼怎樣。”他於是廢然而去了，我仍舊廢然而住，自愧無以對“不恥下問”的朋友們。\n\n今天喝茶之後，便看書，書上沾了一點水，我知道上唇的鬍鬚又長起來了。假如翻一翻《康熙字典》，上唇的，下唇的，頰旁的，下巴上的各種鬍鬚，大約都有特別的名號謚法的罷，然而我沒有這樣閑情別致。總之是這鬍子又長起來了，我又要照例的剪短他，先免得沾湯帶水。於是尋出鏡子，剪刀，動手就剪，其目的是在使他和上唇的上緣平齊，成一個隸書的一字。\n\n我一面剪，一面卻忽而記起長安，記起我的青年時代，發出連綿不斷的感慨來。長安的事，已經不很記得清楚了，大約確乎是游歷孔廟的時候，其中有一間房子，掛著許多印畫，有李二曲像，有歷代帝王像，其中有一張是宋太祖或是什麼宗，我也記不清楚了，總之是穿一件長袍，而鬍子向上翹起的。於是一位名士就毅然決然地說：“這都是日本人假造的，你看這鬍子就是日本式的鬍子。”\n\n誠然，他們的鬍子確乎如此翹上，他們也未必不假造宋太祖或什麼宗的畫像，但假造中國皇帝的肖像而必須對了鏡子，以自己的鬍子為法式，則其手段和思想之離奇，真可謂“出乎意表之外”了。清乾隆中，黃易掘出漢武梁祠石刻畫像來，男子的鬍鬚多翹上；我們現在所見北魏至唐的佛教造像中的信士像，凡有鬍子的也多翹上，直到元明的畫像，則鬍子大抵受了地心的吸力作用，向下面拖下去了。日本人何其不憚煩，孳孳汲汲地造了這許多從漢到唐的假古董，來埋在中國的齊魯燕晉秦隴巴蜀的深山邃谷廢墟荒地裏？\n\n我以為拖下的鬍子倒是蒙古式，是蒙古人帶來的，然而我們的聰明的名士卻當作國粹了。留學日本的學生因為恨日本，便神往於大元，說道“那時倘非天幸，這島國早被我們滅掉了！”則認拖下的鬍子為國粹亦無不可。然而又何以是黃帝的子孫？又何以說台灣人在福建打中國人是奴隸根性？\n\n我當時就想爭辯，但我即刻又不想爭辯了。留學德國的愛國者X君，——因為我忘記了他的名字，姑且以X代之，——不是說我的毀謗中國，是因為娶了日本女人，所以替他們宣傳本國的壞處麼？我先前不過單舉幾樣中國的缺點，尚且要帶累“賤內”改了國籍，何況現在是有關日本的問題？好在即使宋太祖或什麼宗的鬍子蒙些不白之冤，也不至於就有洪水，就有地震，有什麼大相干。我於是連連點頭，說道：“嗡，嗡，對啦。”因為我實在比先前似乎油滑得多了，——好了。\n\n我剪下自己的鬍子的左尖端畢，想，陝西人費心勞力，備飯化錢，用汽車載，用船裝，用騾車拉，用自動車裝，請到長安去講演，大約萬料不到我是一個雖對於決無殺身之禍的小事情，也不肯直抒自己的意見，只會“嗡，嗡，對啦”的罷。他們簡直是受了騙了。\n\n我再向著鏡中的自己的臉，看定右嘴角，剪下鬍子的右尖端，撒在地上，想起我的青年時代來——\n\n那已經是老話，約有十六七年了罷。\n\n我就從日本回到故鄉來，嘴上就留著宋太祖或什麼宗似的向上翹起的鬍子，坐在小船裡，和船夫談天。\n\n“先生，你的中國話說得真好。”後來，他說。\n\n“我是中國人，而且和你是同鄉，怎麼會……”\n\n“哈哈哈，你這位先生還會說笑話。”\n\n記得我那時的沒奈何，確乎比看見X君的通信要超過十倍。我那時隨身並沒有帶著家譜，確乎不能證明我是中國人。即使帶著家譜，而上面只有一個名字，並無畫像，也不能證明這名字就是我。即使有畫像，日本人會假造從漢到唐的石刻，宋太祖或什麼宗的畫像，難道偏不會假造一部木版的家譜麼？\n\n凡對於以真話為笑話的，以笑話為真話的，以笑話為笑話的，只有一個方法：就是不說話。\n\n於是我從此不說話。\n\n然而，倘使在現在，我大約還要說：“嗡，嗡，……今天天氣多麼好呀？……那邊的村子叫什麼名字？……”因為我實在比先前似乎油滑得多了，——好了。\n\n現在我想，船夫的改變我的國籍，大概和X君的高見不同。其原因只在於鬍子罷，因為我從此常常為鬍子受苦。\n\n國度會亡，國粹家是不會少的，而只要國粹家不少，這國度就不算亡。國粹家者，保存國粹者也；而國粹者，我的鬍子是也。這雖然不知道是什麼“邏輯”法，但當時的實情確是如此的。\n\n“你怎麼學日本人的樣子，身體既矮小，鬍子又這樣，……”一位國粹家兼愛國者發過一篇崇論宏議之後，就達到這一個結論。\n\n可惜我那時還是一個不識世故的少年，所以就憤憤地爭辯。第一，我的身體是本來只有這樣高，並非故意設法用什麼洋鬼子的機器壓縮，使他變成矮小，希圖冒充。第二，我的鬍子，誠然和許多日本人的相同，然而我雖然沒有研究過他們的胡須樣式變遷史，但曾經見過幾幅古人的畫像，都不向上，只是向外，向下，和我們的國粹差不多。維新以後，可是翹起來了，那大約是學了德國式。你看威廉皇帝的鬍鬚，不是上指眼梢，和鼻梁正作平行麼？雖然他後來因為吸煙燒了一邊，只好將兩邊都剪平了。但在日本明治維新的時候，他這一邊還沒有失火……。\n\n這一場辯解大約要兩分鐘，可是總不能解國粹家之怒，因為德國也是洋鬼子，而況我的身體又矮小乎。而況國粹家很不少，意見又很統一，因此我的辯解也就很頻繁，然而總無效，一回，兩回，以至十回，十幾回，連我自己也覺得無聊而且麻煩起來了。罷了，況且修飾鬍鬚用的膠油在中國也難得，我便從此聽其自然了。\n\n聽其自然之後，鬍子的兩端就顯出毗心現象來，於是也就和地面成為九十度的直角。國粹家果然也不再說話，或者中國已經得救了罷。\n\n然而接著就招了改革家的反感，這也是應該的。我於是又分疏，一回，兩回，以至許多回，連我自己也覺得無聊而且麻煩起來了。\n\n大約在四五年或七八年前罷，我獨坐在會館裡，竊悲我的鬍鬚的不幸的境遇，研究他所以得謗的原因，忽而恍然大悟，知道那禍根全在兩邊的尖端上。於是取出鏡子，剪刀，即刻剪成一平，使他既不上翹，也難拖下，如一個隸書的一字。\n\n“阿，你的鬍子這樣了？”當初也曾有人這樣問。\n\n“唔唔，我的鬍子這樣了。”\n\n他可是沒有話。我不知道是否因為尋不著兩個尖端，所以失了立論的根據，還是我的鬍子“這樣”之後，就不負中國存亡的責任了。總之我從此太平無事的一直到現在，所麻煩者，必須時常剪剪而已。\n\n一九二四年十月三十日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"燈下漫筆","content":"\n\n有一時，就是民國二三年時候，北京的幾個國家銀行的鈔票，信用日見其好了，真所謂蒸蒸日上。聽說連一向執迷于現銀的鄉下人，也知道這既便當，又可靠，很樂意收受，行使了。至于稍明事理的人，則不必是「特殊知識階級」，也早不將沈重累墜的銀元裝在懷中，來自討無謂的苦喫。想來，除了多少對于銀子有特別嗜好和愛情的人物之外，所有的怕大都是鈔票了罷，而且多是本國的。但可惜後來忽然受了一個不小的打擊。\n\n就是袁世凱想做皇帝的那一年，蔡松坡先生溜出北京，到雲南去起義。這邊所受的影響之一，是中國和交通銀行的停止兌現。雖然停止兌現，政府勒令商民照舊行用的威力卻還有的；商民也自有商民的老本領，不說不要，卻道找不出零錢。假如拿幾十幾百的鈔票去買東西，我不知道怎樣，但倘使只要買一枝筆，一盒煙捲呢，難道就付給一元鈔票麼？不但不甘心，也沒有這許多票。那麼，換銅元，少換幾個罷，又都說沒有銅元。那麼，到親戚朋友那裏借現錢去罷，怎麼會有？於是降格以求，不講愛國了，要外國銀行的鈔票。但外國銀行的鈔票這時就等於現銀，他如果借給你這鈔票，也就借給你真的銀元了。\n\n我還記得那時我懷中還有三四十元的中交票，可是忽而變了一個窮人，幾乎要絕食，很有些恐慌。俄國革命以後的藏著紙盧布的富翁的心情，恐怕也就這樣的罷；至多，不過更深更大罷了。我只得探聽，鈔票可能折價換到現銀呢？說是沒有行市。幸而終于，暗暗地有了行市了：六折幾。我非常高興，趕緊去賣了一半。後來又漲到七折了，我更非常高興，全去換了現銀，沈墊墊地墜在懷中，似乎這就是我的性命的斤兩。倘在平時，錢舖子如果少給我一個銅元，我是決不答應的。\n\n但我當一包現銀塞在懷中，沈墊墊地覺得安心，喜歡的時候，卻突然起了另一思想，就是：我們極容易變成奴隸，而且變了之後，還萬分喜歡。\n\n假如有一種暴力，「將人不當人」，不但不當人，還不及牛馬，不算什麼東西；待到人們羡慕牛馬，發生「亂離人，不及太平犬」的嘆息的時候，然後給與他略等于牛馬的價格，有如元朝定律，打死別人的奴隸，賠一頭牛，則人們便要心悅誠服，恭頌太平的盛世。為什麼呢？因為他雖不算人，究竟已等於牛馬了。\n\n我們不必恭讀《欽定二十四史》，或者入硏究室，審察精神文明的高超。只要一翻孩子所讀的《鑑略》，——還嫌煩重，則看《歷代紀元編》，就知道「三千餘年古國古」的中華，歷來所鬧的就不過是這一個小玩藝。但在新近編纂的所謂「歷史教科書」一流東西裏，卻不大看得明白了，只彷彿說：咱們嚮來就很好的。\n\n但實際上，中國人嚮來就沒有爭到過「人」的價格，至多不過是奴隸，到現在還如此，然而下于奴隸的時候，卻是數見不鮮的。中國的百姓是中立的，戰時連自己也不知道屬於那一面，但又屬于無論那一面。強盜來了，就屬於官，當然該被殺掠；官兵既到，該是自家人了罷，但仍然要被殺掠，彷彿又屬於強盜似的。這時候，百姓就希望有一個一定的主子，拿他們去做百姓，——不敢，是拿他們去做牛馬，情願自己尋草喫，只求他決定他們怎樣跑。\n\n假使真有誰能夠替他們決定，定下什麼奴隸規則來，自然就「皇恩浩蕩」了。可惜的是往往暫時沒有誰能定。舉其大者，則如五胡十六國的時候，黃巢的時候，五代時候，宋末元末時候，除了老例的服役納糧以外，都還要受意外的災殃。張獻忠的脾氣更古怪了，不服役納糧的要殺，服役納糧的也要殺，敵他的要殺，降他的也要殺：將奴隸規則毀得粉碎。這時候，百姓就希望來一個另外的主子，較為顧及他們的奴隸規則的，無論仍舊，或者新頒，總之是有一種規則，使他們可上奴隸的軌道。\n\n「時日曷喪，予及汝偕亡！」憤言而已，決心實行的不多見。實際上大概是羣盜如麻，紛亂至極之後，就有一個較強，或較聰明，或較狡滑，或是外族的人物出來，較有秩序地收拾了天下。釐定規則：怎樣服役，怎樣納糧，怎樣磕頭，怎樣頌聖。而且這規則是不像現在那樣朝三暮四的。于是便「萬姓臚歡」了；用成語來說，就叫作「天下太平」。\n\n任憑你愛排場的學者們怎樣鋪張，修史時候設些什麼「漢族發祥時代」「漢族發達時代」「漢族中興時代」的好題目，好意誠然是可感的，但措辭太繞灣子了。有更其直捷了當的說法在這裏——\n\n這一種循環，也就是「先儒」之所謂「一治一亂」；那些作亂人物，從後日的「臣民」看來，是給「主子」清道闢路的，所以說：「為聖天子驅除云爾。」\n\n現在入了那一時代，我也不了然。但看國學家的崇奉國粹，文學家的讚歎固有文明，道學家的熱心復古，可見於現狀都已不滿了。然而我們究竟正向著那一條路走呢？百姓是一遇到莫名其妙的戰爭，稍富的遷進租界，婦孺則避入教堂裏去了，因為那些地方都比較的「穩」，暫不至於想做奴隸而不得。總而言之，復古的，避難的，無智愚賢不肖，似乎都已神往於三百年前的太平盛世，就是「暫時做穩了奴隸的時代」了。\n\n但我們也就都像古人一樣，永久滿足於「古已有之」的時代麼？都像復古家一樣，不滿于現在，就神往于三百年前的太平盛世麼？\n\n自然，也不滿于現在的，但是，無須反顧，因為前面還有道路在。而創造這中國歷史上未曾有過的第三樣時代，則是現在的青年的使命！\n\n但是讚頌中國固有文明的人們多起來了，加之以外國人。我常常想，凡有來到中國的，倘能疾首蹙額而憎惡中國，我敢誠意地捧獻我的感謝，因為他一定是不願意喫中國人的肉的！\n\n鶴見祐輔氏在《北京的魅力》中，記一個白人將到中國，預定的暫住時候是一年，但五年之後，還在北京，而且不想回去了。有一天，他們兩人一同喫晚飯——\n\n這些話我現在還無力否認他。我們的古聖先賢既給與我們保古守舊的格言，但同時也排好了用子女玉帛所做的奉獻于征服者的大醼。中國人的耐勞，中國人的多子，都就是辦酒的材料，到現在還為我們的愛國者所自詡的。西洋人初入中國時，被稱為蠻夷，自不免個個蹙額，但是，現在則時機已至，到了我們將曾經獻於北魏，獻於金，獻於元，獻於清的盛醼，來獻給他們的時候了。出則汽車，行則保護：雖遇清道，然而通行自由的；雖或被劫，然而必得賠償的；孫美瑤擄去他們站在軍前，還使官兵不敢開火。何況在華屋中享用盛醼呢？待到享受盛醼的時候，自然也就是讚頌中國固有文明的時候；但是我們的有些樂觀的愛國者，也許反而欣然色喜，以為他們將要開始被中國同化了罷。古人曾以女人作苟安的城堡，美其名以自欺曰「和親」，今人還用子女玉帛為作奴的贄敬，又美其名曰「同化」。所以倘有外國的誰，到了已有赴醼的資格的現在，而還替我們詛咒中國的現狀者，這纔是真有良心的真可佩服的人！\n\n但我們自己是早已布置妥帖了，有貴賤，有大小，有上下。自己被人凌虐，但也可以凌虐別人；自己被人喫，但也可以喫別人。一級一級的制馭著，不能動彈，也不想動彈了。因為倘一動彈，雖或有利，然而也有弊。我們且看古人的良法美意罷——\n\n但是「臺」沒有臣，不是太苦了麼？無須擔心的，有比他更卑的妻，更弱的子在。而且其子也很有希望，他日長大，陞而為「臺」，便又有更卑更弱的妻子，供他驅使了。如此連環，各得其所，有敢非議者，其罪名曰不安分！\n\n雖然那是古事，昭公七年離現在也太遼遠了，但「復古家」儘可不必悲觀的。太平的景象還在：常有兵燹，常有水旱，可有誰聽到大叫喚麼？打的打，革的革，可有處士來橫議麼？對國民如何專橫，向外人如何柔媚，不猶是差等的遺風麼？中國固有的精神文明，其實並未為共和二字所埋沒，只有滿人已經退席，和先前稍不同。\n\n因此我們在目前，還可以親見各式各樣的筵宴，有燒烤，有翅席，有便飯，有西餐。但茅簷下也有淡飯，路傍也有殘羹，野上也有餓莩；有喫燒烤的身價不資的闊人，也有餓得垂死的每斤八文的孩子（見《現代評論》二十一期）。所謂中國的文明者，其實不過是安排給闊人享用的人肉的筵宴。所謂中國者，其實不過是安排這人肉的筵宴的廚房。不知道而讚頌者是可恕的，否則，此輩當得永遠的詛咒！\n\n外國人中，不知道而讚頌者，是可恕的；佔了高位，養尊處優，因此受了蠱惑，昧卻靈性而讚歎者，也還可恕的。可是還有兩種，其一是以中國人為劣種，只配悉照原來模樣，因而故意稱讚中國的舊物。其一是願世間人各不相同以增自己旅行的興趣，到中國看辮子，到日本看木屐，到高麗看笠子，倘若服飾一樣，便索然無味了，因而來反對亞洲的歐化。這些都可憎惡。至于羅素在西湖見轎夫含笑，便讚美中國人，則也許別有意思罷。但是，轎夫如果能對坐轎的人不含笑，中國也早不是現在似的中國了。\n\n這文明，不但使外國人陶醉，也早使中國一切人們無不陶醉而且至于含笑。因為古代傳來而至今還在的許多差別，使人們各各分離，遂不能再感到別人的痛苦；並且因為自己各有奴使別人，喫掉別人的希望，便也就忘卻自己同有被奴使被喫掉的將來。于是大小無數的人肉的筵宴，即從有文明以來一直排到現在，人們就在這會場中喫人，被喫，以凶人的愚妄的歡呼，將悲慘的弱者的呼號遮掩，更不消說女人和小兒。\n\n這人肉的筵宴現在還排著，有許多人還想一直排下去。掃蕩這些食人者，掀掉這筵席，毀壞這廚房，則是現在的青年的使命！\n\n一九二五年四月二十九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"從胡鬚說到牙齒","content":"\n\n一繙《呐喊》，纔又記得我曾在中華民國九年雙十節的前幾天做過一篇《頭髮的故事》；去年，距今快要一整年了罷，那時是《語絲》出世未久，我又曾為牠寫了一篇《說胡鬚》。實在似乎很有些章士釗之所謂“每況愈下”了，——自然，這一句成語，也並不是章士釗首先用錯的，但因為他既以擅長舊學自居，我又正在給他打官司，所以就栽在他身上。當時就聽說，——或者也是時行的“流言”，——一位北京大學的名教授就憤慨過，以為從胡鬚說起，一直說下去，將來就要說到屁股，則于是乎便和上海的《晶報》一樣了。為什麼呢？這須是熟精今典的人們纔知道，後進的“束髮小生”是不容易了然的。因為《晶報》上曾經登過一篇《太陽曬屁股賦》，屁股和鬍鬚又都是人身的一部分，既說此部，即難免不說彼部，正如看見洗臉的人，敏捷而聰明的學者即能推見他一直洗下去，將來一定要洗到屁股。所以有志于做gentleman者，為防微杜漸起見，應該在背後給一頓奚落的。——如果說此外還有深意，那我可不得而知了。\n\n昔者竊聞之：歐美的文明人諱言下體以及和下體略有淵源的事物。假如以生殖器為中心而畫一正圓形，則凡在圓周以內者均在諱言之列；而圓之半徑，則美國者大于英。中國的下等人，是不諱言的；古之上等人似乎也不諱，所以雖是公子而可以名為黑臀。諱之始，不知在什麼時候；而將英美的半徑放大，直至于口鼻之間或更在其上，則昉於一千九百二十四年秋。\n\n文人墨客大概是感性太銳敏了之故罷，向來就很嬌氣，什麼也給他說不得，見不得，聽不得，想不得。道學先生于是乎從而禁之，雖然很像背道而馳，其實倒是心心相印。然而他們還是一看見堂客的手帕或者姨太太的荒塚就要做詩。我現在雖然也弄弄筆墨做做白話文，但才氣卻仿佛早經註定是該在“水平線”之下似的，所以看見手帕或荒塚之類，倒無動于中；只記得在解剖室裏第一次要在女性的屍體上動刀的時候，可似乎略有做詩之意，——但是，不過“之意”而已，並沒有詩，讀者幸勿誤會，以為我有詩集將要精裝行世，傳之其人，先在此預告。後來，也就連“之意”都沒有了，大約是因為見慣了的緣故罷，正如下等人的說慣一樣。否則，也許現在不但不敢說胡鬚，而且簡直非“人之初性本善論”或“天地玄黃賦”便不屑做。遙想土耳其革命後，撕去女人的面幕，是多麼下等的事？嗚呼，她們已將嘴巴露出，將來一定要光著屁股走路了！\n\n雖然有人數我為“無病呻吟”黨之一，但我以為自家有病自家知，旁人大概是不很能夠明白底細的。倘沒有病，誰來呻吟？如果竟要呻吟，那就已經有了呻吟病了，無法可醫。——但模仿自然又是例外。即如自胡鬚直至屁股等輩，倘使相安無事，誰愛去紀念牠們；我們平居無事時，從不想到自己的頭，手，腳以至腳底心。待到慨然于“頭顱誰斫”，“髀肉（又說下去了，尚希紳士淑女恕之）復生”的時候，是早已別有緣故的了，所以，“呻吟”。而批評家們曰：“無病”。我實在豔羨他們的健康。\n\n譬如腋下和胯間的毫毛，向來不很肇禍，所以也沒有人引為題目，來呻吟一通。頭髮便不然了，不但白髮數莖，能使老先生攬鏡慨然，趕緊拔去；清初還因此殺了許多人。民國既經成立，辮子總算剪定了，即使保不定將來要翻出怎樣的花樣來，但目下總不妨說是已經告一段落。于是我對于自己的頭髮，也就淡然若忘，而況女子應否剪髮的問題呢，因為我並不預備製造桂花油或販賣燙剪：事不干己，是無所容心于其間的。但到民國九年，寄住在我的寓裏的一位小姐考進高等女子師範學校去了，而她是剪了頭髮的，再沒有法可梳盤龍髻或S髻。到這時，我纔知道雖然已是民國九年，而有些人之嫉視剪髮的女子，竟和清朝末年之嫉視剪髮的男子相同；校長M先生雖被天奪其魄，自己的頭頂禿到近乎精光了，卻偏以為女子的頭髮可繫千鈞，示意要她留起。設法去疏通了幾回，沒有效，連我也聽得麻煩起來，于是乎“感慨係之矣”了，隨口呻吟了一篇《頭髮的故事》。但是，不知怎的，她後來竟居然並不留長，現在還是蓬蓬鬆鬆的在北京道上走。\n\n本來，也可以無須說下去了，然而連胡鬚樣式都不自由，也是我平生的一件感憤，要時時想到的。胡鬚的有無，式樣，長短，我以為除了直接受著影響的人以外，是毫無容喙的權利和義務的，而有些人們偏要越俎代謀，說些無聊的廢話，這真和女子非梳頭不可的教育，“奇裝異服”者要抓進警廳去辦罪的政治一樣離奇。要人沒有反撥，總須不加刺激；鄉下人捉進知縣衙門去，打完屁股之後，叩一個頭道：“謝大老爺！”這情形是特異的中國民族所特有的。\n\n不料恰恰一周年，我的牙齒又發生問題了，這當然就要說牙齒。這回雖然並非說下去，而是說進去，但牙齒之後是咽喉，下面是食道，胃，大小腸，直腸，和喫飯很有相關，仍將為大雅所不齒；更何況直腸的鄰近還有膀胱呢，嗚呼！\n\n中華民國十四年十月二十七日，即夏歷之重九，國民因為主張關稅自主，游行示威了。但巡警卻斷絕交通，至于發生衝突，據說兩面“互有死傷”。次日，幾種報章（《社會日報》，《世界日報》，《輿論報》，《益世報》，《順天時報》等）的新聞中就有這樣的話：\n\n這樣還不夠，第二天，《社會日報》，《輿論報》，《黃報》，《順天時報》又道：\n\n輿論也好，指導社會機關也好，“確”也好，不確也好，我是沒有修書更正的閒情別致的。但被害苦的是先有許多學生們，次日我到L學校去上課，缺席的學生就有二十餘，他們想不至于因為我被打落門牙，即以為講義也跌了價的，大概是豫料我一定請病假。還有幾個嘗見和未見的朋友，或則面問，或則函問；尤其是朋其君，先行肉薄中央醫院，不得，又到我的家裏，目覩門牙無恙，這纔重回東城，而“昊天不弔”，竟刮起大風來了。\n\n假使我真被打落兩個門牙，倒也大可以略平“整頓學風”者和其黨徒之氣罷；或者算是說了胡鬚的報應，——因為有說下去之嫌，所以該得報應，——依博愛家言，本來也未始不是一舉兩得的事。但可惜那一天我竟不在場。我之所以不到場者，並非遵了胡適教授的指示在研究室裏用功，也不是從了江紹原教授的忠告在推敲作品，更不是依著易卜生博士的遺訓正在“救出自己”；慚愧我全沒有做那些大工作，從實招供起來，不過是整天躺在窗下的牀上而已。為什麼呢？曰：生些小病，非有他也。\n\n然而我的門牙，卻是“確落二個”的。\n\n這也是自家有病自家知的一例，如果牙齒健全的，決不會知道牙痛的人的苦楚，只見他歪著嘴角吸風，模樣著實可笑。自從盤古開闢天地以來，中國就未曾發明過一種止牙痛的好方法，現在雖然很有些什麼“西法鑲牙補眼”的了，但大概不過學了一點皮毛，連消毒去腐的粗淺道理也不明白。以北京而論，以中國自家的牙醫而論，只有幾個留美出身的博士是好的，但是，yes，貴不可言。至於窮鄉僻壤，卻連皮毛家也沒有，倘使不幸而牙痛，又不安本分而想醫好，怕只好去叩求城隍土地爺爺罷。\n\n我從小就是牙痛黨之一，並非故意和牙齒不痛的正人君子們立異，實在是“欲罷不能”。聽說牙齒的性質的好壞，也有遺傳的，那麼，這就是我的父親賞給我的一份遺產，因為他牙齒也很壞。于是或蛀，或破，……終于牙齦上出血了，無法收拾；住的又是小城，並無牙醫。那時也想不到天下有所謂“西法……”也者，惟有《驗方新編》是唯一的救星；然而試盡“驗方”都不驗。後來，一個善士傳給我一個祕方：擇日將栗子風乾，日日食之，神效。應擇那一日，現在已經忘卻了，好在這祕方的結果不過是喫栗子，隨時可以風乾的，我們也無須再費神去查考。自此之後，我纔正式看中醫，服湯藥，可惜中醫仿佛也束手了，據說這是叫“牙損”，難治得很呢。還記得有一天一個長輩斥責我，說，因為不自愛，所以會生這病的；醫生能有什麼法？我不解，但從此不再向人提起牙齒的事了，似乎這病是我的一件恥辱。如此者久而久之，直至我到日本的長崎，再去尋牙醫，他給我刮去了牙後面的所謂“齒垽”，這纔不再出血了，化去的醫費是兩元，時間是約一小時以內。\n\n我後來也看看中國的醫藥書，忽而發見觸目驚心的學說了。牠說，齒是屬于腎的，“牙損”的原因是“陰虧”。我這纔頓然悟出先前的所以得到申斥的原因來，原來是牠們在這里這樣誣陷我。到現在，即使有人說中醫怎樣可靠，單方怎樣靈，我還都不信。自然，其中大半是因為他們躭誤了我的父親的病的緣故罷，但怕也很挾帶些切膚之痛的自己的私怨。\n\n事情還很多哩，假使我有Victor Hugo先生的文才，也許因此可以寫出一部《Les Misérables》的續集。然而豈但沒有而已麼，遭難的又是自家的牙齒，向人分送自己的冤單，是不大合式的，雖然所有文章，幾乎十之九是自身的暗中的辯護。現在還不如邁開大步一跳，一徑來說“門牙確落二個”的事罷：\n\n袁世凱也如一切儒者一樣，最主張尊孔。做了離奇的古衣冠，盛行祭孔的時候，大概是要做皇帝以前的一兩年。自此以來，相承不廢，但也因秉政者的變換，儀式上，尤其是行禮之狀有些不同：大概自以為維新者出則西裝而鞠躬，尊古者興則古裝而頓首。我曾經是教育部的僉事，因為“區區”，所以還不入鞠躬或頓首之列的；但屆春秋二祭，仍不免要被派去做執事。執事者，將所謂“帛”或“爵”遞給鞠躬或頓首之諸公的聽差之謂也。民國十一年秋，我“執事”後坐車回寓去，既是北京，又是秋，又是清早，天氣很冷，所以我穿著厚外套，帶了手套的手是插在衣袋裏的。那車夫，我相信他是因為磕睡，胡塗，決非章士釗黨；但他卻在中塗用了所謂“非常處分”，以“迅雷不及掩耳之手段”，自己跌倒了，並將我從車上摔出。我手在袋裏，來不及抵按，結果便自然只好和地母接吻，以門牙為犧牲了。于是無門牙而講書者半年，補好于十二年之夏，所以現在使朋其君一見放心，釋然回去的兩個，其實卻是假的。\n\n孔二先生說，“雖有周公之才之美，使驕且吝，其餘，不足觀也矣。”這話，我確是曾經讀過的，也十分佩服。所以如果打落了兩個門牙，借此能給若干人們從旁快意，“痛快”，倒也毫無吝惜之心。而無如門牙，只有這幾個，而且早經脫落何？但是將前事拉成今事，卻也是不甚願意的事，因為有些事情，我還要說真實，便只好將別人的“流言”抹殺了，雖然這大抵也以有利于己，至少是無損于己者為限。准此，我便順手又要將章士釗的將後事拉成前事的胡塗賬揭出來。\n\n又是章士釗。我之遇到這個姓名而搖頭，實在由來已久；但是，先前總算是為“公”，現在卻像憎惡中醫一樣，仿佛也挾帶一點私怨了，因為他“無故”將我免了官，所以，在先已經說過：我正在給他打官司。近來看見他的古文的答辯書了，很斤斤于“無故”之辯，其中有一段：\n\n於是乎我也“之乎者也”地駁掉他：\n\n其實，那些什麼“答辯書”也不過是中國的胡牽亂扯的照例的成法，章士釗未必一定如此胡塗；假使真只胡塗，倒還不失為胡塗人，但他是知道舞文玩法的。他自己說過：“輓近政治。內包甚複。一端之起。其真意往往難於迹象求之。執法抗爭。不過迹象間事。……”所以倘若事不干己，則與其聽他說政法，談邏輯，實在遠不如看《太陽曬屁股賦》，因為欺人之意，這些賦裏倒沒有的。\n\n離題愈說愈遠了：這並不是我的身體的一部分。現在即此收住，將來說到那里，且看民國十五年秋罷。\n\n一九二五年十月三十日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"我之節烈觀","content":"\n\n署名唐俟發表\n\n「世道澆漓，人心日下，國將不國」這一類話，本是中國歷來的嘆聲。不過時代不同，則所謂「日下」的事情，也有遷變：從前指的是甲事，現在歎的或是乙事。除了「進呈御覽」的東西不敢妄說外，其餘的文章議論裏，一向就帶這口吻。因為如此歎息，不但針砭世人，還可以從「日下」之中，除去自己。所以君子固然相對慨歎，連殺人放火嫖妓騙錢以及一切鬼混的人，也都乘作惡餘暇，搖著頭說道，「他們人心日下了。」\n\n世風人心這件事，不但鼓吹壞事，可以「日下」；即使未曾鼓吹，只是旁觀，只是賞玩，只是歎息，也可以叫他「日下」。所以近一年來，居然也有幾個不肯徒託空言的人，歎息一番之後，還要想法子來挽救。第一個是康有為，指手畫腳的說「虛君共和」才好，陳獨秀便斥他不興；其次是一班靈學派的人，不知何以起了極古奧的思想，要請「孟聖矣乎」的鬼來畫策；陳百年錢玄同劉半農又道他胡說。\n\n這幾篇駁論，都是《新青年》裏最可寒心的文章。時候已是二十世紀了；人類眼前，早已閃出曙光。假如《新青年》裏，有一篇和別人辯地球方圓的文字，讀者見了，怕一定要發怔。然而現今所辯，正和說地體不方相差無幾。將時代和事實，對照起來，怎能不教人寒心而且害怕？\n\n近來虛君共和是不提了，靈學似乎還在那裏搗鬼，此時卻又有一群人，不能滿足；仍然搖頭說道，「人心日下」了。於是又想出一種挽救的方法；他們叫作「表彰節烈」！\n\n這類妙法，自從君政復古時代以來，上上下下，已經提倡多年；此刻不過是豎起旗幟的時候。文章議論裏，也照例時常出現，都嚷道「表彰節烈」！要不說這件事，也不能將自己提拔，出於「人心日下」之中。\n\n節烈這兩個字，從前也算是男子的美德，所以有過「節士」，「烈士」的名稱。然而現在的「表彰節烈」，卻是專指女子，並無男子在內。據時下道德家的意見，來定界說，大約節是丈夫死了，決不再嫁，也不私奔，丈夫死得愈早，家裏愈窮，他便節得愈好。烈可是有兩種：一種是無論已嫁未嫁，只要丈夫死了，他也跟著自盡；一種是有強暴來污辱他的時候，設法自戕，或者抗拒被殺，都無不可。這也是死得愈慘愈苦，他便烈得愈好，倘若不及抵禦，竟受了污辱，然後自戕，便免不了議論。萬一幸而遇著寬厚的道德家，有時也可以略跡原情，許他一個烈字。可是文人學士，已經不甚願意替他作傳；就令勉強動筆，臨了也不免加上幾個「惜夫惜夫」了。\n\n總而言之：女子死了丈夫，便守著，或者死掉；遇了強暴，便死掉；將這類人物，稱讚一通，世道人心便好，中國便得救了。大意只是如此。\n\n康有為借重皇帝的虛名，靈學家全靠著鬼話。這表彰節烈，卻是全權都在人民，大有漸進自力之意了。然而我仍有幾個疑問，須得提出。還要據我的意見，給他解答。我又認定這節烈救世說，是多數國民的意思；主張的人，只是喉舌。雖然是他發聲，卻和四支五官神經內臟，都有關係。所以我這疑問和解答，便是提出於這群多數國民之前。\n\n首先的疑問是：不節烈（中國稱不守節作「失節」，不烈卻並無成語，所以只能合稱他「不節烈」）的女子如何害了國家？照現在的情形，「國將不國」，自不消說：喪盡良心的事故，層出不窮；刀兵盜賊水旱饑荒，又接連而起。但此等現象，只是不講新道德新學問的緣故，行為思想，全鈔舊帳；所以種種黑暗，竟和古代的亂世仿佛，況且政界軍界學界商界等等裏面，全是男人，並無不節烈的女子夾雜在內。也未必是有權力的男子，因為受了他們蠱惑，這才喪了良心，放手作惡。至於水旱饑荒，便是專拜龍神，迎大王，濫伐森林，不修水利的禍祟，沒有新知識的結果；更與女子無關。只有刀兵盜賊，往往造出許多不節烈的婦女。但也是兵盜在先，不節烈在後，並非因為他們不節烈了，才將刀兵盜賊招來。\n\n其次的疑問是：何以救世的責任，全在女子？照著舊派說起來，女子是「陰類」，是主內的，是男子的附屬品。然則治世救國，正須責成陽類，全仗外子，偏勞主體。決不能將一個絕大題目，都閣在陰類肩上。倘依新說，則男女平等，義務略同。縱令該擔責任，也只得分擔。其餘的一半男子，都該各盡義務。不特須除去強暴，還應發揮他自己的美德。不能專靠懲勸女子，便算盡了天職。\n\n其次的疑問是：表彰之後，有何效果？據節烈為本，將所有活著的女子，分類起來，大約不外三種：一種是已經守節，應該表彰的人（烈者非死不可，所以除出）；一種是不節烈的人；一種是尚未出嫁，或丈夫還在，又未遇見強暴，節烈與否未可知的人。第一種已經很好，正蒙表彰，不必說了。第二種已經不好，中國從來不許懺悔，女子做事一錯，補過無及，只好任其羞殺，也不值得說了。最要緊的，只在第三種，現在一經感化，他們便都打定主意道：「倘若將來丈夫死了，決不再嫁；遇著強暴，趕緊自裁！」試問如此立意，與中國男子做主的世道人心，有何關係？這個緣故，已在上文說明。更有附帶的疑問是：節烈的人，既經表彰，自是品格最高。但聖賢雖人人可學，此事卻有所不能。假如第三種的人，雖然立志極高，萬一丈夫長壽，天下太平，他便只好飲恨吞聲，做一世次等的人物。\n\n以上是單依舊日的常識，略加研究，便已發見了許多矛盾。若略帶二十世紀氣息，便又有兩層：\n\n一問節烈是否道德？道德這事，必須普遍，人人應做，人人能行，又於自他兩利，才有存在的價值。現在所謂節烈，不特除開男子，絕不相干；就是女子，也不能全體都遇著這名譽的機會。所以決不能認為道德，當作法式。上回《新青年》登出的《貞操論》裏，已經說過理由。不過貞是丈夫還在，節是男子已死的區別，道理卻可類推。只有烈的一件事，尤為奇怪，還須略加研究。\n\n照上文的節烈分類法看來，烈的第一種，其實也只是守節，不過生死不同。因為道德家分類，根據全在死活，所以歸入烈類。性質全異的，便是第二種。這類人不過一個弱者（現在的情形，女子還是弱者），突然遇著男性的暴徒，父兄丈夫力不能救，左鄰右舍也不幫忙，於是他就死了；或者竟受了辱，仍然死了；或者終於沒有死。久而久之，父兄丈夫鄰舍，夾著文人學士以及道德家，便漸漸聚集，既不羞自己怯弱無能，也不提暴徒如何懲辦，只是七口八嘴，議論他死了沒有？受汙沒有？死了如何好，活著如何不好。於是造出了許多光榮的烈女，和許多被人口誅筆伐的不烈女。只要平心一想，便覺不像人間應有的事情，何況說是道德。\n\n二問多妻主義的男子，有無表彰節烈的資格？替以前的道德家說話，一定是理應表彰。因為凡是男子，便有點與眾不同，社會上只配有他的意思。一面又靠著陰陽內外的古典，在女子面前逞能。然而一到現在，人類的眼裏，不免見到光明，曉得陰陽內外之說，荒謬絕倫；就令如此，也證不出陽比陰尊貴，外比內崇高的道理。況且社會國家，又非單是男子造成。所以只好相信真理，說是一律平等。既然平等，男女便都有一律應守的契約。男子決不能將自己不守的事，向女子特別要求。若是買賣欺騙貢獻的婚姻，則要求生時的貞操，尚且毫無理由。何況多妻主義的男子，來表彰女子的節烈。\n\n以上，疑問和解答都完了。理由如此支離，何以直到現今，居然還能存在？要對付這問題，須先看節烈這事，何以發生，何以通行，何以不生改革的緣故。\n\n古代的社會，女子多當作男人的物品。或殺或吃，都無不可；男人死後，和他喜歡的寶貝，日用的兵器，一同殉葬，更無不可。後來殉葬的風氣，漸漸改了，守節便也漸漸發生。但大抵因為寡婦是鬼妻，亡魂跟著，所以無人敢娶，並非要他不事二夫。這樣風俗，現在的蠻人社會裏還有。中國太古的情形，現在已無從詳考。但看周末雖有殉葬，並非專用女人，嫁否也任便，並無什麼裁制，便可知道脫離了這宗習俗，為日已久。由漢至唐也並沒有鼓吹節烈。直到宋朝，那一班「業儒」的才說出「餓死事小失節事大」的話，看見歷史上「重適」兩個字，便大驚小怪起來。出於真心，還是故意，現在卻無從推測。其時也正是「人心日下，國將不國」的時候，全國士民，多不像樣。或者「業儒」的人，想借女人守節的話，來鞭策男子，也不一定。但旁敲側擊，方法本嫌鬼祟，其意也太難分明，後來因此多了幾個節婦，雖未可知，然而吏民將卒，卻仍然無所感動。於是「開化最早，道德第一」的中國終於歸了「長生天氣力裏大福蔭護助裏」的什麼「薛禪皇帝，完澤篤皇帝，曲律皇帝」了。此後皇帝換過了幾家，守節思想倒反發達。皇帝要臣子盡忠，男人便愈要女人守節。到了清朝，儒者真是愈加利害。看見唐人文章裏有公主改嫁的話，也不免勃然大怒道，「這是什麼事！你竟不為尊者諱，這還了得！」假使這唐人還活著，一定要斥革功名，「以正人心而端風俗」了。\n\n國民將到被征服的地位，守節盛了；烈女也從此著重。因為女子既是男子所有，自己死了，不該嫁人，自己活著，自然更不許被奪。然而自己是被征服的國民，沒有力量保護，沒有勇氣反抗了，只好別出心裁，鼓吹女人自殺。或者妻女極多的闊人，婢妾成行的富翁，亂離時候，照顧不到，一遇「逆兵」（或是「天兵」），就無法可想。只得救了自己，請別人都做烈女；變成烈女，「逆兵」便不要了。他便待事定以後，慢慢回來，稱讚幾句。好在男子再娶，又是天經地義，別討女人，便都完事。因此世上遂有了「雙烈合傳」，「七姬墓誌」，甚而至於錢謙益的集中，也佈滿了「趙節婦」「錢烈女」的傳記和歌頌。\n\n只有自己不顧別人的民情，又是女應守節男子卻可多妻的社會，造出如此畸形道德，而且日見精密苛酷，本也毫不足怪。但主張的是男子，上當的是女子。女子本身，何以毫無異言呢？原來「婦者服也」，理應服事於人。教育固可不必，連開口也都犯法。他的精神，也同他體質一樣，成了畸形。所以對於這畸形道德，實在無甚意見。就令有了異議，也沒有發表的機會。做幾首「閨中望月」「園裏看花」的詩，尚且怕男子罵他懷春，何況竟敢破壞這「天地間的正氣」？只有說部書上，記載過幾個女人，因為境遇上不願守節，據做書的人說：可是他再嫁以後，便被前夫的鬼捉去，落了地獄；或者世人個個唾駡，做了乞丐，也竟求乞無門，終於慘苦不堪而死了！\n\n如此情形，女子便非「服也」不可。然而男子一面，何以也不主張真理，只是一味敷衍呢？漢朝以後，言論的機關，都被「業儒」的壟斷了。宋元以來，尤其利害。我們幾乎看不見一部非業儒的書，聽不到一句非士人的話。除了和尚道士，奉旨可以說話的以外，其餘「異端」的聲音，決不能出他臥房一步。況且世人大抵受了「儒者柔也」的影響；不述而作，最為犯忌。即使有人見到，也不肯用性命來換真理。即如失節一事，豈不知道必須男女兩性，才能實現。他卻專責女性；至於破人節操的男子，以及造成不烈的暴徒，便都含糊過去。男子究竟較女性難惹，懲罰也比表彰為難。其間雖有過幾個男人，實覺於心不安，說些室女不應守志殉死的平和話，可是社會不聽；再說下去，便要不容，與失節的女人一樣看待。他便也只好變了「柔也」，不再開口了。所以節烈這事，到現在不生變革。\n\n（此時，我應聲明：現在鼓吹節烈派的裏面，我頗有知道的人。敢說確有好人在內，居心也好。可是救世的方法是不對，要向西走了北了。但也不能因為他是好人，便竟能從正西直走到北。所以我又願他回轉身來。）\n\n其次還有疑問：\n\n節烈難麼？答道，很難。男子都知道極難，所以要表彰他。社會的公意，向來以為貞淫與否，全在女性。男子雖然誘惑了女人，卻不負責任。譬如甲男引誘乙女，乙女不允，便是貞節，死了，便是烈；甲男並無惡名，社會可算淳古。倘若乙女允了，便是失節；甲男也無惡名，可是世風被乙女敗壞了！別的事情，也是如此。所以歷史上亡國敗家的原因，每每歸咎女子。糊糊塗塗的代擔全體的罪惡，已經三千多年了。男子既然不負責任，又不能自己反省，自然放心誘惑；文人著作，反將他傳為美談。所以女子身旁，幾乎佈滿了危險。除卻他自己的父兄丈夫以外，便都帶點誘惑的鬼氣。所以我說很難。\n\n節烈苦麼？答道，很苦。男子都知道很苦，所以要表彰他。凡人都想活；烈是必死，不必說了。節婦還要活著。精神上的慘苦，也姑且弗論。單是生活一層，已是大宗的痛楚。假使女子生計已能獨立，社會也知道互助，一人還可勉強生存。不幸中國情形，卻正相反。所以有錢尚可，貧人便只能餓死。直到餓死以後，間或得了旌表，還要寫入志書。所以各府各縣志書傳記類的末尾，也總有幾卷「烈女」。一行一人，或是一行兩人，趙錢孫李，可是從來無人翻讀。就是一生崇拜節烈的道德大家，若問他貴縣志書裏烈女門的前十名是誰？也怕不能說出。其實他是生前死後，竟與社會漠不相關的。所以我說很苦。\n\n照這樣說，不節烈便不苦麼？答道，也很苦。社會公意，不節烈的女人，既然是下品；他在這社會裏，是容不住的。社會上多數古人模模糊糊傳下來的道理，實在無理可講；能用歷史和數目的力量，擠死不合意的人。這一類無主名無意識的殺人團裏，古來不曉得死了多少人物；節烈的女子，也就死在這裏。不過他死後間有一回表彰，寫入志書。不節烈的人，便生前也要受隨便什麼人的唾駡，無主名的虐待。所以我說也很苦。\n\n女子自己願意節烈麼？答道，不願。人類總有一種理想，一種希望。雖然高下不同，必須有個意義。自他兩利固好，至少也得有益本身。節烈很難很苦，既不利人，又不利己。說是本人願意，實在不合人情。所以假如遇著少年女人，誠心祝贊他將來節烈，一定發怒；或者還要受他父兄丈夫的尊拳。然而仍舊牢不可破，便是被這歷史和數目的力量擠著。可是無論何人，都怕這節烈。怕他竟釘到自己和親骨肉的身上。所以我說不願。\n\n我依據以上的事實和理由，要斷定節烈這事是：極難，極苦，不願身受，然而不利自他，無益社會國家，于人生將來又毫無意義的行為，現在已經失了存在的生命和價值。\n\n臨了還有一層疑問：\n\n節烈這事，現代既然失了存在的生命和價值；節烈的女人，豈非白苦一番麼？可以答他說：還有哀悼的價值。他們是可憐人；不幸上了歷史和數目的無意識的圈套，做了無主名的犧牲。可以開一個追悼大會。\n\n我們追悼了過去的人，還要發願：要自己和別人，都純潔聰明勇猛向上。要除去虛偽的臉譜。要除去世上害己害人的昏迷和強暴。\n\n我們追悼了過去的人，還要發願：要除去於人生毫無意義的苦痛。要除去製造並賞玩別人苦痛的昏迷和強暴。\n\n我們還要發願：要人類都受正當的幸福。\n\n\n一九一八年七月三十一日\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"春末閒談","content":"\n\n\n北京正是春末，也許我過於性急之故罷，覺著夏意了，於是突然記起故鄉的細腰蜂。那時候大約是盛夏，青蠅密集在涼棚索子上，鐵黑色的細腰蜂就在桑樹間或牆角的蛛網左近往來飛行，有時啣一支小青蟲去了，有時拉一個蜘蛛。青蟲或蜘蛛先是抵抗著不肯去，但終於乏力，被啣著騰空而去了，坐了飛機似的。\n\n老前輩們開導我，那細腰蜂就是書上所說的果蠃，純雌無雄，必須捉螟蛉去做繼子的。她將小青蟲封在窠裏，自己在外面日日夜夜敲打著，祝道“像我像我”，經過若干日，——我記不清了，大約七七四十九日罷，——那青蟲也就成了細腰蜂了，所以《詩經》裏說：“螟蛉有子，果贏負之。”螟蛉就是桑上小青蟲。蜘蛛呢？他們沒有提。我記得有幾個考據家曾經立過異說，以為她其實自能生卵；其捉青蟲，乃是填在窠裏，給孵化出來的幼蜂做食料的。但我所遇見的前輩們都不採用此說，還道是拉去做女兒。我們為存留天地間的美談起見，倒不如這樣好。當長夏無事，遣暑林陰，瞥見二蟲一拉一拒的時候，便如覩慈母教女，滿懷好意，而青蟲的宛轉抗拒，則活像一個不識好歹的毛鴉頭。\n\n但究竟是夷人可惡，偏要講什麼科學。科學雖然給我們許多驚奇，但也攪壞了我們許多好夢。自從法國的昆蟲學大家發勃耳（Fabre）仔細觀察之後，給幼蜂做食料的事可就證實了。而且，這細腰蜂不但是普通的凶手，還是一種很殘忍的凶手，又是一個學識技術都極高明的解剖學家。她知道青蟲的神經構造和作用，用了神奇的毒針，向那運動神經球上只一螫，它便麻痺為不死不活狀態，這纔在牠身上生下蜂卵，封入窠中。青蟲因為不死不活，所以不動，但也因為不活不死，所以不爛，直到她的子女孵化出來的時候，這食料還和被捕當日一樣的新鮮。\n\n三年前，我遇見神經過敏的俄國的E君，有一天他忽然發愁道，不知道將來的科學家，是否不至於發明一种奇妙的藥品，將這注射在誰的身上，則這人即甘心永遠去做服役和戰爭的機器了？那時我也就皺眉歎息，裝作一齊發愁的模樣，以示“所見略同”之至意，殊不知我國的聖君，賢臣，聖賢，聖賢之徒，卻早已有過這一種黃金世界的理想了。不是“唯辟作福，唯辟作威，唯辟玉食”麼？不是“君子勞心，小人勞力”麼？不是“治於人者食（去聲）人，治人者食於人”麼？可惜理論雖已卓然，而終於沒有發明十全的好方法。要服從作威就須不活，要貢獻玉食就須不死；要被治就須不活，要供養治人者又須不死。人類陞為萬物之靈，自然是可賀的，但沒有了細腰蜂的毒針，卻很使聖君，賢臣，聖賢，聖賢之徒，以至現在的闊人，學者，教育家覺得棘手。將來未可知，若已往，則治人者雖然盡力施行過各種麻痺術，也還不能十分奏效，與果蠃並驅爭先。即以皇帝一倫而言，便難免時常改姓易代，終沒有“萬年有道之長”；“二十四史”而多至二十四，就是可悲的鐵證。現在又似乎有些別開生面了，世上挺生了一種所謂“特殊知識階級”的留學生，在研究室中研究之結果，說醫學不發達是有益於人種改良的，中國婦女的境遇是極其平等的，一切道理都已不錯，一切狀態都已夠好。E君的發愁，或者也不為無因罷，然而俄國是不要緊的，因為他們不像我們中國，有所謂“特別國情”，還有所謂“特殊知識階級”。\n\n但這種工作，也怕終於像古人那樣，不能十分奏效的罷，因為這實在比細腰蜂所做的要難得多。她於青蟲，只須不動，所以僅在運動神經球上一螫，即告成功。而我們的工作，卻求其能運動，無知覺，該在知覺神經中樞，加以完全的麻醉的。但知覺一失，運動也就隨之失卻主宰，不能貢獻玉食，恭請上自“極峰”下至“特殊知識階級”的賞收享用了。就現在而言，竊以為除了遺老的聖經賢傳法，學者的進研究室主義，文學家和茶攤老板的莫談國事律，教育家的勿視勿听勿言勿動論之外，委實還沒有更好，更完全，更無流弊的方法。便是留學生的特別發見，其實也並未軼出了前賢的範圍。\n\n那麼，又要“禮失而求諸野”了。夷人，現在因為想去取法，姑且稱之為外國，他那裏，可有較好的法子麼？可惜，也沒有。所有者，仍不外乎不准集會，不許開口之類，和我們中華並沒有什麼很不同。然亦可見至道嘉猷，人同此心，心同此理，固無華夷之限也。猛獸是單獨的，牛羊則結隊；野牛的大隊，就會排角成城以禦強敵了，但拉開一匹，定只能牟牟地叫。人民與牛馬同流，——此就中國而言，夷人別有分類法云，——治之之道，自然應該禁止集合：這方法是對的。其次要防說話。人能說話，已經是禍胎了，而況有時還要做文章。所以蒼頡造字，夜有鬼哭。鬼且反對，而況於官？猴子不會說話，猴界即向無風潮，——可是猴界中也沒有官，但這又作別論，——確應該虛心取法，反朴歸真，則口且不開，文章自滅：這方法也是對的。然而上文也不過就理論而言，至於實效，卻依然是難說。最顯著的例，是連那麼專制的俄國，而尼古拉二世“龍御上賓”之後，羅馬諾夫氏竟已“覆宗絕祀”了。要而言之，那大缺點就在雖有二大良法，而還缺其一，便是：無法禁止人們的思想。\n\n於是我們的造物主——假如天空真有這樣的一位“主子”——就可恨了：一恨其沒有永遠分清“治者”與“被治者”；二恨其不給治者生一枝細腰蜂那樣的毒針；三恨其不將被治者造得即使砍去了藏著的思想中樞的腦袋而還能動作——服役。三者得一，闊人的地位即永久穩固，統御也永久省了氣力，而天下於是乎太平。今也不然，所以即使單想高高在上，暫時維持闊氣，也還得日施手段，夜費心機，實在不勝其委屈勞神之至……。\n\n假使沒有了頭顱，卻還能做服役和戰爭的機械，世上的情形就何等地醒目呵！這時再不必用什麼制帽勳章來表明闊人和窄人了，只要一看頭之有無，便知道主奴，官民，上下，貴賤的區別。並且也不至於再鬧什麼革命，共和，會議等等的亂子了，單是電報，就要省下許多許多來。古人畢竟聰明，彷彿早想到過這樣的東西，《山海經》上就記載著一種名叫“刑天”的怪物。他沒有了能想的頭，卻還活著，“以乳為目，以臍為口”，——這一點想得很周到，否則他怎麼看，怎麼喫呢，——實在是很值得奉為師法的。假使我們的國民都能這樣，闊人又何等安全快樂？但他又“執干戚而舞”，則似乎還是死也不肯安分，和我那專為闊人圖便利而設的理想底好國民又不同。陶潛先生又有詩道：“刑天舞干戚，猛志固常在。”連這位貌似曠達的老隱士也這麼說，可見無頭也會仍有猛志，闊人的天下一時總怕難得太平的了。但有了太多的“特殊知識階級”的國民，也許有特在例外的希望；況且精神文明太高了之後，精神的頭就會提前飛去，區區物質的頭的有無也算不得什麼難問題。\n\n一九二五年四月二十二日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"摩羅詩力說","content":"\n\n署名令飛發表\n\n求古源盡者將求方來之泉，將求新源。嗟我昆弟，新生之作，新泉之湧於淵深，其非遠矣。\n\n——尼佉——\n\n人有讀古國文化史者，循代而下，至于卷末，必淒以有所覺，如脫春溫而入于秋肅，勾萌絕朕，枯槁在前，吾無以名，姑謂之蕭條而止。蓋人文之留遺後世者，最有力莫如心聲。古民神思，接天然之閟宮，冥契萬有，與之靈會，道其能道，爰為詩謌。其聲度時劫而入人心，不與緘口同絕；且益曼衍，視其種人。遞文事式微，則種人之運命亦盡，羣生輟響，榮華收光；讀史者蕭條之感，即以怒起，而此文明史記，亦漸臨末頁矣。凡負令譽於史初，開文化之曙色，而今日轉為影國者，無不如斯。使舉國人所習聞，最適莫如天竺。天竺古有《韋陀》四種，瑰麗幽敻，稱世界大文；其《摩訶波羅多》暨《羅摩衍那》二賦，亦至美妙。厥後有詩人加黎陀薩（Kalidasa）者出，以傳奇鳴世，間染抒情之篇；日耳曼詩宗瞿提（W．von Goethe），至崇為兩間之絕唱。降及種人失力，而文事亦共零夷，至大之聲，漸不生於彼國民之靈府，流轉異域，如亡人也。次為希伯來，雖多涉信仰教誡，而文章以幽邃莊嚴勝，教宗文術，此其源泉，灌溉人心，迄今茲未艾。特在以色列族，則止耶利米（Jeremiah）之聲；列王荒矣，帝怒以赫，耶路撒冷遂隳，而種人之舌亦默。當彼流離異地，雖不遽忘其宗邦，方言正信，拳拳未釋，然《哀謌》而下，無賡響矣。復次為伊蘭埃及，皆中道廢弛，有如斷綆，燦爛于古，蕭瑟于今。若震旦而逸斯列，則人生大戩，無逾于此。何以故？英人加勒爾（Th．Carlyle）曰，得昭明之聲，洋洋乎謌心意而生者，為國民之首義。意太利分崩矣，然實一統也，彼生但丁（Dante Alighieri），彼有意語。大俄羅斯之札爾，有兵刃礮火，政治之上，能轄大區，行大業。然奈何無聲？中或有大物，而其為大也喑。（中略）迨兵刃礮火，無不腐蝕，而但丁之聲依然。有但丁者統一，而無聲兆之俄人，終支離而已。\n\n尼佉（Fr．Nietzsche）不惡野人，謂中有新力，言亦確鑿不可移。蓋文明之朕，固孕于蠻荒，野人狉榛其形，而隱曜即伏于內。文明如華，蠻野如蕾，文明如實，蠻野如華，上征在是，希望亦在是。惟文化已止之古民不然：發展既央，隳敗隨起，況久席古宗祖之光榮，嘗首出周圍之下國，暮氣之作，每不自知，自用而愚，汙如死海。其煌煌居歷史之首，而終匿形于卷末者，殆以此歟？俄之無聲，激響在焉。俄如孺子，而非喑人；俄如伏流，而非古井。十九世紀前葉，果有鄂戈理（N．Gogol）者起，以不可見之淚痕悲色，振其邦人，或以擬英之狹斯丕爾（W．Shakespeare），即加勒爾所贊揚崇拜者也。顧瞻人間，新聲爭起，無不以殊特雄麗之言，自振其精神而紹介其偉美于世界；若淵默而無動者，獨前舉天竺以下數古國而已。嗟夫，古民之心聲手澤，非不莊嚴，非不崇大，然呼吸不通于今，則取以供覽古之人，使摩抄詠歎而外，更何物及其子孫？否亦僅自語其前此光榮，即以形邇來之寂寞，反不如新起之邦，縱文化未昌，而大有望于方來之足致敬也。故所謂古文明國者，悲涼之語耳，嘲諷之辭耳！中落之胄，故家荒矣，則喋喋語人，謂厥祖在時，其為智慧武怒者何似，嘗有閎宇崇樓，珠玉犬馬，尊顯勝于凡人。有聞其言，孰不騰笑？夫國民發展，功雖有在于懷古，然其懷也，思理朗然，如鑒明鏡，時時上征，時時反顧，時時進光明之長塗，時時念輝煌之舊有，故其新者日新，而其古亦不死。若不知所以然，漫夸耀以自悅，則長夜之始，即在斯時。今試履中國之大衢，當有見軍人蹀躞而過市者，張口作軍歌，痛斥印度波闌之奴性；有漫為國歌者亦然。蓋中國今日，亦頗思歷舉前有之耿光，特未能言，則姑曰左隣已奴，右隣且死，擇亡國而較量之，冀自顯其佳勝。夫二國與震旦究孰劣，今姑弗言；若云頌美之什，國民之聲，則天下之詠者雖多，固未見有此作法矣。詩人絕迹，事若甚微，而蕭條之感，輒以來襲。意者欲揚宗邦之真大，首在審己，亦必知人，比較既周，爰生自覺。自覺之聲發，每響必中于人心，清晰昭明，不同凡響。非然者，口舌一結，眾語俱淪，沉默之來，倍于前此。蓋魂意方夢，何能有言？即震于外緣，強自揚厲，不惟不大，徒增欷耳。故曰國民精神之發揚，與世界識見之廣博有所屬。\n\n今且置古事不道，別求新聲于異邦，而其因即動于懷古。新聲之別，不可究詳；至力足以振人，且語之較有深趣者，實莫如摩羅詩派。摩羅之言，假自天竺，此云天魔，歐人謂之撒但，人本以目裴倫（G．Byron）。今則舉一切詩人中，凡立意在反抗，指歸在動作，而為世所不甚愉悅者悉入之，為傳其言行思惟，流別影響，始宗主裴倫，終以摩迦（匈加利）文士。凡是羣人，外狀至異，各稟自國之特色，發為光華；而要其大歸，則趣于一：大都不為順世和樂之音，動吭一呼，聞者興起，爭天拒俗，而精神復深感後世人心，綿延至于無已。雖未生以前，解脫而後，或以其聲為不足聽；若其生活兩間，居天然之掌握，輾轉而未得脫者，則使之聞之，固聲之最雄桀偉美者矣。然以語平和之民，則言者滋懼。\n\n平和為物，不見于人間。其強謂之平和者，不過戰事方已或未始之時，外狀若寧，暗流仍伏，時劫一會，動作始矣。故觀之天然，則和風拂林，甘雨潤物，似無不以降福祉于人世，然烈火在下，出為地囱，一旦僨興，萬有同壞。其風雨時作，特暫伏之見象，非能永劫安易，如亞當之故家也。人事亦然，衣食家室邦國之爭，形現既昭，已不可以諱掩；而二士室處，亦有吸呼，于是生顥氣之爭，強肺者致勝。故殺機之昉，與有生偕；平和之名，等于無有。特生民之始，既以武健勇烈，抗拒戰鬭，漸進于文明矣，化定俗移，轉為新懦，知前征之至險，則爽然思歸其雌，而戰場在前，復自知不可避，于是運其神思，創為理想之邦，或託之人所莫至之區，或遲之不可計年以後。自柏拉圖（Platon）《邦國論》始，西方哲士，作此念者不知幾何人。雖自古迄今，絕無此平和之朕，而延頸方來，神馳所慕之儀的，日逐而不舍，要亦人間進化之一因子歟？吾中國愛智之士，獨不與西方同，心神所注，遼遠在于唐虞，或逕入古初，遊于人獸雜居之世；謂其時萬禍不作，人安其天，不如斯世之惡濁阽危，無以生活。其說照之人類進化史實，事正背馳。蓋古民曼衍播遷，其為爭抗劬勞，縱不厲于今，而視今必無所減；特歷時既永，史乘無存，汗迹血腥，泯滅都盡，則追而思之，似其時為至足樂耳。儻使置身當時，與古民同其憂患，則頹唐侘傺，復遠念盤古未生，斧鑿未經之世，又事之所必有者已。故作此念者，為無希望，為無上征，為無努力，較以西方思理，猶水火然；非自殺以從古人，將終其身更無可希冀經營，致人我于所儀之主的，束手浩歎，神質同隳焉而已。且更為忖度其言，又將見古之思士，決不以華土為可樂，如今人所張皇；惟自知良懦無可為，乃獨圖脫屣塵埃，惝恍古國，任人羣墮于蟲獸，而已身以隱逸終。思士如是，社會善之，咸謂之高蹈之人，而自云我蟲獸我蟲獸也。其不然者，乃立言辭，欲致人同歸于樸古，老子之輩，蓋其梟雄。老子書五千語，要在不攖人心；以不攖人心故，則必先自致槁木之心，立無為之治；以無為之為化社會，而世即于太平。其術善也。然奈何星氣既凝，人類既出而後，無時無物，不稟殺機，進化或可停，而生物不能返本。使拂逆其前征，勢即入于苓落，世界之內，實例至多，一覽古國，悉其信證。若誠能漸致人間，使歸于禽蟲卉木原生物，復由漸即于無情，則宇宙自大，有情已去，一切虛無，寧非至凈。而不幸進化如飛矢，非墮落不止，非著物不止，祈逆飛而歸弦，為理勢所無有。此人世所以可悲，而摩羅宗之為至偉也。人得是力，乃以發生，乃以曼衍，乃以上征，乃至于人所能至之極點。\n\n中國之治，理想在不攖，而意異于前說。有人攖人，或有人得攖者，為帝大禁，其意在保位，使子孫王千萬世，無有底止，故性解（Genius）之出，必竭全力死之；有人攖我，或有能攖人者，為民大禁，其意在安生，寧蜷伏墮落而惡進取，故性解之出，亦必竭全力死之。柏拉圖建神思之邦，謂詩人亂治，當放域外；雖國之美汙，意之高下有不同，而術實出于一。蓋詩人者，攖人心者也。凡人之心，無不有詩，如詩人作詩，詩不為詩人獨有，凡一讀其詩，心即會解者，即無不自有詩人之詩。無之何以能解？惟有而未能言，詩人為之語，則握撥一彈，心絃立應，其聲澈于靈府，令有情皆舉其首，如覩曉日，益為之美偉強力高尚發揚，而汙濁之平和，以之將破。平和之破，人道蒸也。雖然，上極天帝，下至輿臺，則不能不因此變其前時之生活；協力而夭閼之，思永保其故態，殆亦人情已。故態永存，是曰古國。惟詩究不可滅盡，則又設範以囚之。如中國之詩，舜云言志；而後賢立說，乃云持人性情，三百之旨，無邪所蔽。夫既言志矣，何持之云？強以無邪，即非人志。許自繇于鞭策羈縻之下，殆此事乎？然厥後文章，乃果輾轉不逾此界。其頌祝主人，悅媚豪右之作，可無竢言。即或心應蟲鳥，情感林泉，發為韻語，亦多拘于無形之囹圄，不能舒兩間之真美；否則悲慨世事，感懷前賢，可有可無之作，聊行于世。倘其囁嚅之中，偶涉眷愛，而儒服之士，即交口非之。況言之至反常俗者乎？惟靈均將逝，腦海波起，通于汨羅，返顧高丘，哀其無女，則抽寫哀怨，鬱為奇文。茫洋在前，顧忌皆去，懟世俗之渾濁，頌己身之修能，懷疑自遂古之初，直至百物之瑣末，放言無憚，為前人所不敢言。然中亦多芳菲悽惻之音，而反抗挑戰，則終其篇未能見，感動後世，為力非強。劉彥和所謂才高者菀其鴻裁，中巧者獵其豔辭，吟諷者啣其山川，童蒙者拾其香草。皆著意外形，不涉內質，孤偉自死，社會依然，四語之中，函深哀焉。故偉美之聲，不震吾人之耳鼓者，亦不始于今日。大都詩人自倡，生民不耽。試稽自有文字以至今日，凡詩宗詞客，能宣彼妙音，傳其靈覺，以美善吾人之性情，崇大吾人之思理者，果幾何人？上下求索，幾無有矣。第此亦不能為彼徒罪也，人人之心，無不泐二大字曰實利，不獲則勞，既獲便睡。縱有激響，何能攖之？夫心不受攖，非槁死則縮朒耳，而況實利之念，復煔煔熱于中，且其為利，又至陋劣不足道，則馴至卑懦儉嗇，退讓畏葸，無古民之樸野，有末世之澆漓，又必然之勢矣，此亦古哲人所不及料也。夫云將以詩移人性情，使即于誠善美偉強力敢為之域，聞者或哂其迂遠乎；而事復無形，效不顯于頃刻。使舉一密栗之反證，殆莫如古國之見滅于外仇矣。凡如是者，蓋不止答擊縻繫，易于毛角而已，且無有為沉痛著大之聲，攖其後人，使之興起；即間有之，受者亦不為之動，創痛少去，即復營營于治生，活身是圖，不卹汙下，外仇又至，摧敗繼之。故不爭之民，其遭遇戰事，常較好爭之民多，而畏死之民，其苓落殤亡，亦視強項敢死之民眾。\n\n千八百有六年八月，拿坡崙大挫普魯士軍，翌年七月，普魯士乞和，為從屬之國。然其時德之民族，雖遭敗亡窘辱，而古之精神光耀，固尚保有而未隳。于是有愛倫德（E．M．Arndt）者出，著《時代精神篇》（Geist der Zeit），以偉大壯麗之筆，宣獨立自繇之音，國人得之，敵愾之心大熾；已而為敵覺察，探索極嚴，乃走瑞士。遞千八百十二年，拿坡崙挫于墨斯科之酷寒大火，逃歸巴黎，歐土遂為雲擾，競舉其反抗之兵。翌年，普魯士帝威廉三世乃下令召國民成軍，宣言為三事戰，曰自由正義祖國；英年之學生詩人美術家爭赴之。愛倫德亦歸，著《國民軍者何》暨《萊因為德國大川特非其界》二篇，以鼓青年之意氣。而義勇軍中，時亦有人曰台陀開納（Theodor Körner），慨然投筆，辭維也納國立劇場詩人之職，別其父母愛者，遂執兵行；作書貽父母曰，普魯士之鷲，已以鷙擊誠心，覺德意志民族之大望矣。吾之吟詠，無不為宗邦神往。吾將舍所有福祉歡欣，為宗國戰死。嗟夫，吾以明神之力，已得大悟。為邦人之自由與人道之善故，犧牲孰大于是？熱力無量，湧吾靈臺，吾起矣！後此之《豎琴長劍》（Leier und Schwert）一集，亦無不以是精神，凝為高響，展卷方誦，血衇已張。然時之懷熱誠靈悟如斯狀者，蓋非止開納一人也，舉德國青年，無不如是。開納之聲，即全德人之聲，開納之血，亦即全德人之血耳。故推而論之，敗拿坡崙者，不為國家，不為皇帝，不為兵刃，國民而已。國民皆詩，亦皆詩人之具，而德卒以不亡。此豈篤守功利，擯斥詩歌，或抱異域之朽兵敗甲，冀自衛其衣食室家者，意料之所能至哉？然此亦僅譬詩力于米鹽，聊以震崇實之士，使知黃金黑鐵，斷不足以興國家，德法二國之外形，亦非吾邦所可活剝；示其內質，冀略有所悟解而已。此篇本意，固不在是也。\n\n由純文學上言之，則以一切美術之本質，皆在使觀聽之人，為之興感怡悅。文章為美術之一，質當亦然，與個人暨邦國之存，無所係屬，實利離盡，究理弗存。故其為效，益智不如史乘，誡人不如格言，致富不如工商，弋功名不如卒業之券。特世有文章，而人乃以幾于具足。英人道覃（E．Dowden）有言曰，美術文章之桀出于世者，觀誦而後，似無裨于人間者，往往有之。然吾人樂于觀誦，如游巨浸，前臨渺茫，浮游波際，游泳既已，神質悉移。而彼之大海，實僅波起濤飛，絕無情愫，未始以一教訓一格言相授。顧游者之元氣體力，則為之陡增也。故文章之于人生，其為用決不次於衣食，宮室，宗教，道德。蓋緣人在兩間，必有時自覺以勤劬，有時喪我而惝恍，時必致力于善生，時必幷忘其善生之事而入于醇樂，時或活動于現實之區，時或神馳于理想之域；苟致力于其偏，是謂之不具足。嚴冬永留，春氣不至，生其軀殼，死其精魂，其人雖生，而人生之道失。文章不用之用，其在斯乎？約翰穆黎曰，近世文明，無不以科學為術，合理為神，功利為鵠。大勢如是，而文章之用益神。所以者何？以能涵養吾人之神思耳。涵養人之神思，即文章之職與用也。\n\n此他麗于文章能事者，猶有特殊之用一。蓋世界大文，無不能啓人生之閟機，而直語其事實法則，為科學所不能言者。所謂閟機，即人生之誠理是已。此為誠理，微妙幽玄，不能假口于學子。如熱帶人未見冰前，為之語冰，雖喻以物理生理二學，而不知水之能凝，冰之為冷如故；惟直示以冰，使之觸之，則雖不言質力二性，而冰之為物，昭然在前，將直解無所疑沮。惟文章亦然，雖縷判條分，理密不如學術，而人生誠理，直籠其辭句中，使聞其聲者，靈府朗然，與人生即會。如熱帶人既見冰後，曩之竭硏究思索而弗能喻者，今宛在矣。昔愛諾爾特（M．Arnold）氏以詩為人生評騭，亦正此意。故人若讀鄂謨（Homeros）以降大文，則不徒近詩，且自與人生會，歷歷見其優勝缺陷之所存，更力自就于圓滿。此其效力，有教示意；既為教示，斯益人生；而其教復非常教，自覺勇猛發揚精進，彼實示之。凡苓落頹唐之邦，無不以不耳此教示始。\n\n顧有據羣學見地以觀詩者，其為說復異：要在文章與道德之相關。謂詩有主分，曰觀念之誠。其誠奈何？則曰為詩人之思想感情，與人類普徧觀念之一致。得誠奈何？則曰在據極溥博之經驗。故所據之人羣經驗愈溥博，則詩之溥博視之。所謂道德，不外人類普遍觀念所形成。故詩與道德之相關，緣蓋出于造化。詩與道德合，即為觀念之誠，生命在是，不朽在是。非如是者，必與群法僢馳。以背群法故，必反人類之普遍觀念；以反普遍觀念故，必不得觀念之誠。觀念之誠失，其詩宜亡。故詩之亡也，恒以反道德故。然詩有反道德而竟存者奈何？則曰，暫耳。無邪之說，實與此契。苟中國文事復興之有日，慮操此說以力削其萌蘗者，當有徒也。而歐洲評騭之士，亦多抱是說以律文章。十九世紀初，世界動于法國革命之風潮，德意志西班牙意太利希臘皆興起，往之夢意，一曉而蘇；惟英國較無動。顧上下相迕，時有不平，而詩人裴倫，實生此際。其前有司各德（W．Scott）輩，為文率平妥翔實，與舊之宗教道德極相容。迨有裴倫，乃超脫古範，直抒所信，其文章無不函剛健抗拒破壞挑戰之聲。平和之人，能無懼乎？於是謂之撒但。此言始於蘇惹（R．Southey），而眾和之；後或擴以稱修黎（P．B．Shelley）以下數人，至今不廢。蘇惹亦詩人，以其言能得當時人羣普遍之誠故，獲月桂冠，攻裴倫甚力。裴倫亦以惡聲報之，謂之詩商。所著有《納爾遜傳》（The Life of Lord Nelson）今最行於世。\n\n《舊約》記神既以七日造天地，終乃摶埴為男子，名曰亞當，已而病其寂也，復抽其肋為女子，是名夏娃，皆居伊甸。更益以鳥獸卉木；四水出焉。伊甸有樹，一曰生命，一曰知識。神禁人勿食其實；魔乃侂蛇以誘夏娃，使食之，爰得生命知識。神怒，立逐人而詛蛇，蛇腹行而土食；人則既勞其生，又得其死，罰且及于子孫，無不如是。英詩人彌耳敦（J．Milton），嘗取其事作《失樂園》（The Paradise Lost），有天神與撒但戰事，以喻光明與黑闇之爭。撒但為狀，復至獰厲。是詩而後，人之惡撒但遂益深。然使震旦人士異其信仰者觀之，則亞當之居伊甸，蓋不殊于籠禽，不識不知，惟帝是悅，使無天魔之誘，人類將無由生。故世間人，當蔑弗秉有魔血，惠之及人世者，撒但其首矣。然為基督宗徒，則身被此名，正如中國所謂叛道，人羣共棄，艱于置身，非強怒善戰豁達能思之士，不任受也。亞當夏娃既去樂園，乃舉二子，長曰亞伯，次曰凱因。亞伯牧羊，凱因耕植是事，嘗出所有以獻神。神喜脂膏而惡果實，斥凱因獻不視；以是，凱因漸與亞伯爭，終殺之。神則詛凱因，使不獲地力，流于殊方。裴倫取其事作傳奇，於神多所詰難。教徒皆怒，謂為瀆聖害俗，張皇靈魂有盡之詩，攻之至力。迄今日評騭之士，亦尚有以是難裴倫者。爾時獨穆亞（Th．Moore）及修黎二人，深稱其詩之雄美偉大。德詩宗瞿提，亦謂為絕世之文，在英國文章中，此為至上之作；後之勸遏克曼（J．P．Eckermann）治英國語言，蓋即冀其直讀斯篇云。《約》又記凱因既流，亞當更得一子，歷歲永永，人類益繁，于是心所思惟，多涉惡事。主神乃悔，將殄之。有挪亞獨善事神，神令致亞斐木爲方舟，將眷屬動植，各從其類居之。遂作大雨四十晝夜，洪水氾濫，生物滅盡，而挪亞之族獨完，水退居地，復生子孫，至今日不絕。吾人記事涉此，當覺神之能悔，為事至奇；而人之惡撒但，其理乃無足詫。蓋既為挪亞子孫，自必力斥抗者，敬事主神，戰戰兢兢，繩其祖武，冀洪水再作之日，更得密詔而自保于方舟耳。抑吾聞生學家言，有云反種一事，為生物中每現異品，肖其遠先，如人所牧馬，往往出野物，類之不拉（Zebra），蓋未馴以前狀，復現于今日者。撒但詩人之出，殆亦如是，非異事也。獨眾馬怒其不伏箱，羣起而交踶之，斯足憫歎焉耳。\n\n裴倫名喬治戈登（George Gordon），系出司堪第那比亞海賊蒲隆（Burun）族。其族後居諾曼，從威廉入英，遞顯理二世時，始用今字。裴倫以千七百八十八年一月二十二日生于倫敦，十二歲即為詩；長遊堪勃力俱大學不成，漸決去英國，作汗漫遊，始于波陀牙，東至希臘突厥及小亞細亞，歷審其天物之美，民俗之異，成《哈洛爾特遊草》（Childe Harold's Pilgrimage）二卷，波譎雲詭，世為之驚絕。次作《不信者》（The Giaour）暨《阿畢陀斯新婦行》（The Bride of Abydos）二篇，皆取材于突厥。前者記不信者（對回教而言）通哈山之妻，哈山投其妻于水，不信者逸去，後終歸而殺哈山，詣廟自懺；絕望之悲，溢于毫素，讀者哀之。次為女子蘇黎加愛舍林，而其父將以婚他人，女偕舍林出奔，已而被獲，舍林鬪死，女亦終盡；其言有反抗之音。迨千八百十四年一月，賦《海賊》（The Corsair）之詩。篇中英雄曰康拉德，于世已無一切眷愛，遺一切道德，惟以強大之意志，為賊渠魁，領其從者，建大邦于海上。孤舟利劍，所向悉如其意。獨家有愛妻，他更無有；往雖有神，而康拉德早棄之，神亦已棄康拉德矣。故一劍之力，即其權利，國家之法度，社會之道德，視之蔑如。權力若具，即用行其意志，他人奈何，天帝何命，非所問也。若問定命之何如？則曰，在鞘中，一旦外輝，彗且失色而已。然康拉德為人，初非元惡，內秉高尚純潔之想，嘗欲盡其心力，以致益于人間；比見細人蔽明，讒諂害聰，凡人營營，多猜忌中傷之性，則漸冷澹，則漸堅凝，則漸嫌厭；終乃以受自或人之怨毒，舉而報之全羣，利劍輕舟，無間人神，所向無不抗戰。蓋復讎一事，獨貫注其全精神矣。一日攻塞特，敗而見囚，塞特有妃愛其勇，助之脫獄，泛舟同奔，遇從者于波上，乃大呼曰，此吾舟，此吾血色之旗也，吾運未盡于海上！然歸故家，則銀釭暗而愛妻逝矣。既而康拉德亦失去，其徒求之波間海角，蹤跡杳然，獨有以無量罪惡，繫一德義之名，永存于世界而已。裴倫之祖約翰，嘗念先人為海王，因投海軍為之帥；裴倫賦此，緣起似同；有即以海賊字裴倫者，裴倫聞之竊喜，則篇中康拉德為人，實即此詩人變相，殆無可疑已。越三月，又作賦曰《羅羅》（Lara），記其人嘗殺人不異海賊，後圖起事，敗而傷，飛矢來貫其胸，遂死。所敍自尊之夫，力抗不可避之定命，為狀慘烈，莫可比方。此他猶有所製，特非雄篇。其詩格多師司各德，而司各德由是銳意于小說，不復為詩，避裴倫也。已而裴倫去其婦，世雖不知去之之故，然爭難之，每臨會議，嘲罵即四起，且禁其赴劇場。其友穆亞為之傳，評是事曰，世於裴倫，不異其母，忽愛忽惡，無判決也。顧窘戮天才，殆人羣恒狀，滔滔皆是，寧止英倫。中國漢晉以來，凡負文名者，多受謗毀，劉彥和為之辯曰，人稟五才，修短殊用，自非上哲，難以求備，然將相以位隆特達，文士以職卑多誚，此江河所以騰湧，涓流所以寸析者。東方惡習，盡此數言。然裴倫之禍，則緣起非如前陳，實反由于名盛，社會頑愚，仇敵窺覗，乘隙立起，眾則不察而妄和之；若頌高官而厄寒士者，其汙且甚于此矣。顧裴倫由是遂不能居英，自曰，使世之評騭誠，吾在英為無值，若評騭謬，則英于我為無值矣。吾其行乎？然未已也，雖赴異邦，彼且躡我。已而終去英倫，千八百十六年十月，抵意太利。自此，裴倫之作乃益雄。\n\n裴倫在異域所為文，有《哈洛爾特遊草》之續，《堂祥》（Don Juan）之詩，及三傳奇稱最偉，無不張撒但而抗天帝，言人所不能言。一曰《曼弗列特》（Manfred），記曼以失愛絕歡，陷于巨苦，欲忘弗能，鬼神見形問所欲，曼云欲忘，鬼神告以忘在死，則對曰，死果能令人忘耶？復衷疑而弗信也。後有魅來降曼弗列特，而曼忽以意志制苦，毅然斥之曰，汝曹決不能誘惑滅亡我。（中略）我，自壞者也。行矣，魅眾！死之手誠加我矣，然非汝手也。意蓋謂己有善惡，則褒貶賞罰，亦悉在己，神天魔龍，無以相凌，況其他乎？曼弗列特意志之強如是，裴倫亦如是。論者或以擬瞿提之傳奇《法斯忒》（Faust）云。二曰《凱因》（Cain），典據已見于前分，中有魔曰盧希飛勒，導凱因登太空，為論善惡生死之故，凱因悟，遂師摩羅。比行世，大遭教徒攻擊，則作《天地》（Heaven and Earth）以報之，英雄為耶彼第，博愛而厭世，亦以詰難教宗，鳴其非理者。夫撒但何由昉乎？以彼教言，則亦天使之大者，徒以陡起大望，生背神心，敗而墮獄，是云魔鬼。由是言之，則魔亦神所手創者矣。已而潛入樂園，至善美安樂之伊甸，以一言而立毀，非具大能力，曷克至是？伊甸，神所保也，而魔毀之，神安得云全能？況自創惡物，又從而懲之，且更瓜蔓以懲人，其慈又安在？故凱因曰，神為不幸之因。神亦自不幸，手造破滅之不幸者，何幸福之可言？而吾父曰，神全能也。問之曰，神善，何復惡邪？則曰，惡者，就善之道爾。神之為善，誠如其言：先以凍餒，乃與之衣食；先以癘疫，乃施之救援；手造罪人，而曰吾赦汝矣。人則曰，神可頌哉，神可頌哉！營營而建伽蘭焉。盧希飛勒不然，曰吾誓之兩間，吾實有勝我之強者，而無有加于我之上位。彼勝我故，名我曰惡，若我致勝，惡且在神，善惡易位耳。此其論善惡，正異尼佉。尼佉意謂強勝弱故，弱者乃字其所為曰惡，故惡實強之代名；此則以惡為弱之冤謚。故尼佉欲自強，而並頌強者；此則亦欲自強，而力抗強者，好惡至不同，特圖強則一而已。人謂神強，因亦至善。顧善者乃不喜華果，特嗜腥羶，凱因之獻，純潔無似，則以旋風振而落之。人類之始，實由主神，一拂其心，即發洪水，並無罪之禽蟲卉木而殄之。人則曰，爰滅罪惡，神可頌哉！耶彼第乃曰，汝得救孺子眾！汝以為脫身狂濤，獲天幸歟？汝曹偷生，逞其食色，目擊世界之亡，而不生其憫歎；復無勇力，敢當大波，與同胞之人，共其運命；偕厥考逃于方舟，而建都邑于世界之墓上，竟無慚耶？然人竟無慚也，方伏地讚頌，無有休止，以是之故，主神遂強。使眾生去而不之理，更何威力之能有？人既授神以力，復假之以厄撒但；而此種人，又即主神往所殄滅之同類。以撒但之意觀之，其為頑愚陋劣，如何可言？將曉之歟，則音聲未宣，眾已疾走，內容何若，不省察也。將任之歟，則非撒但之心矣，故復以權力現于世。神，一權力也；撒但，亦一權力也。惟撒但之力，即生于神，神力若亡，不為之代；上則以力抗天帝，下則以力制眾生，行之背馳，莫甚于此。顧其制眾生也，即以抗故。倘其眾生同抗，更何制之云？裴倫亦然，自必居人前，而怒人之後于眾。蓋非自居人前，不能使人勿後于眾故；任人居後而自為之前，又為撒但大恥故。故既揄揚威力，頌美強者矣，復曰，吾愛亞美利加，此自由之區，神之綠野，不被壓制之地也。由是觀之，裴倫既喜拿坡崙之毀世界，亦愛華盛頓之爭自由，既心儀海賊之橫行，亦孤援希臘之獨立，壓制反抗，兼以一人矣。雖然，自由在是，人道亦在是。\n\n自尊至者，不平恒繼之，忿世嫉俗，發為巨震，與對蹠之徒爭衡。蓋人既獨尊，自無退讓，自無調和，意力所如，非達不已，乃以是漸與社會生沖突，乃以是漸有所厭勌于人間。若裴倫者，即其一矣。其言曰，磽確之區，吾儕奚獲耶？（中略）凡有事物，無不定以習俗至謬之衡，所謂輿論，實具大力，而輿論則以昏黑蔽全球也。此其所言，與近世諾威文人伊孛生（H．Ibsen）所見合，伊氏生于近世，憤世俗之昏迷，悲真理之匿耀，假《社會之敵》以立言，使醫士斯託克曼為全書主者，死守真理，以拒庸愚，終獲羣敵之謚。自既見放于地主，其子復受斥于學校，而終奮鬪，不為之搖。末乃曰，吾又見真理矣。地球上至強之人，至獨立者也！其處世之道如是。顧裴倫不盡然，凡所描繪，皆稟種種思，具種種行，或以不平而厭世，遠離人群，寧與天地為儕偶，如哈洛爾特；或厭世至極，乃希滅亡，如曼弗列特；或被人天之楚毒，至于刻骨，乃咸希破壞，以復仇讎，如康拉德與盧希飛勒；或棄斥德義，蹇視淫遊，以嘲弄社會，聊快其意，如堂祥。其非然者，則尊俠尚義，扶弱者而平不平，顛仆有力之蠢愚，雖獲罪于全羣無懼，即裴倫最後之時是已。彼當前時，經歷一如上述書中眾士，特未欷歔斷望，願自逖于人間，如曼弗列特之所為而已。故懷抱不平，突突上發，則倨傲縱逸，不恤人言，破壞復讎，無所顧忌，而義俠之性，亦即伏此烈火之中，重獨立而愛自繇，苟奴隸立其前，必衷悲而疾視，衷悲所以哀其不幸，疾視所以怒其不爭，此詩人所為援希臘之獨立，而終死于其軍中者也。蓋裴倫者，自繇主義之人耳，嘗有言曰，若為自由故，不必戰于宗邦，則當為戰于他國。是時意太利適制于墺，失其自由，有祕密政黨起，謀獨立，乃密與其事，以擴張自由之元氣者自任，雖狙擊密偵之徒，環遶其側，終不為廢遊步馳馬之事。後祕密政黨破于墺人，企望悉已，而精神終不消。裴倫之所督勵，力直及于後日，起馬志尼，起加富爾，于是意之獨立成。故馬志尼曰，意太利實大有賴于裴倫。彼，起吾國者也！蓋誠言已。裴倫平時，又至有情愫于希臘，思想所趣，如磁指南。特希臘時自由悉喪，入突厥版圖，受其羈縻，不敢抗拒。詩人惋惜悲憤，往往見于篇章，懷前古之光榮，哀後人之零落，或與斥責，或加激勵，思使之攘突厥而復興，更覩往日耀燦莊嚴之希臘，如所作《不信者》暨《堂祥》二詩中，其怨憤譙責之切，與希冀之誠，無不歷然可徵信也。比千八百二十三年，倫敦之希臘協會馳書託裴倫，請援希臘之獨立。裴倫平日，至不滿于希臘今人，嘗稱之曰世襲之奴，曰自由苗裔之奴，因不即應；顧以義憤故，則終諾之，遂行。而希臘人民之墮落，乃誠如其說，勵之再振，為業至難，因羈滯于克茀洛尼亞島者五月，始向密淑倫其。其時海陸軍方奇困，聞裴倫至，狂喜，羣集迓之，如得天使也。次年一月，獨立政府任以總督，並授軍事及民事之全權，而希臘是時，財政大匱，兵無宿糧，大勢幾去。加以式列阿忒傭兵見裴倫寬大，復多所要索，稍不滿，輒欲背去；希臘墮落之民，又誘之使窘裴倫。裴倫大憤，極詆彼國民性之陋劣；前所謂世襲之奴，乃果不可猝救如是也。而裴倫志尚不灰，自立革命之中樞，當四圍之艱險，將士內訌，則為之調和，以己為楷模，教之人道，更設法舉債，以振其窮，又定印刷之制，且堅堡壘以備戰。內爭方烈，而突厥果攻密淑倫其，式列阿忒傭兵三百人，復乘亂佔要害地。裴倫方病，聞之泰然，力平黨派之爭，使一心以面敵。特內外迫拶，神質劇勞，久之，疾乃漸革。將死，其從者持楮墨，將錄其遺言。裴倫曰否，時已過矣。不之語，已而微呼人名，終乃曰，吾言已畢。從者曰，吾不解公言。裴倫曰，吁，不解乎？嗚呼晚矣！狀若甚苦。有間，復曰，吾既以吾物暨吾康健，悉付希臘矣。今更付之吾生。他更何有？遂死，時千八百二十四年四月十八日夕六時也。今為反念前時，則裴倫抱大望而來，將以天縱之才，致希臘復歸于往時之榮譽，自意振臂一呼，人必將靡然向之。蓋以異域之人，猶憑義憤為希臘致力，而彼邦人，縱墮落腐敗者日久，然舊澤尚存，人心未死，豈意遂無情愫于故國乎？特至今茲，則前此所圖，悉如夢迹，知自由苗裔之奴，乃果不可猝救有如此也。次日，希臘獨立政府為舉國民喪，市肆悉罷，礮臺鳴礮三十七，如裴倫壽也。\n\n吾今為桉其為作思惟，索詩人一生之内閟，則所遇常抗，所向必動，貴力而尚強，尊己而好戰，其戰復不如野獸，為獨立自由人道也，此已略言之前分矣。故其平生，如狂濤如厲風，舉一切偽飾陋習，悉與蕩滌，瞻顧前後，素所不知；精神鬱勃，莫可制抑，力戰而斃，亦必自救其精神；不克厥敵，戰則不止。而復率真行誠，無所諱掩，謂世之毀譽褒貶是非善惡，皆緣習俗而非誠，因悉措而不理也。蓋英倫爾時，虛偽滿于社會，以虛文縟禮為真道德，有秉自由思想而探究者，世輒謂之惡人。裴倫善抗，性又率真，夫自不可以默矣，故託凱因而言曰，惡魔者，說真理者也。遂不恤與人羣敵。世之貴道德者，又即以此交非之。遏克曼亦嘗問瞿提以裴倫之文，有無教訓。瞿提對曰，裴倫之剛毅雄大，教訓即函其中；苟能知之，斯獲教訓。若夫純潔之云，道德之云，吾人何問焉。蓋知偉人者，亦惟偉人焉而已。裴倫亦嘗評朋思（R．Burns）曰，斯人也，心情反張，柔而剛，疏而密，精神而質，高尚而卑，有神聖者焉，有不凈者焉，互和合也。裴倫亦然，自尊而憐人之為奴，制人而援人之獨立，無懼于狂濤而大儆于乘馬，好戰崇力，遇敵無所寬假，而于纍囚之苦，有同情焉。意者摩羅為性，有如此乎？且此亦不獨摩羅為然，凡為偉人，大率如是。即一切人，若去其面具，誠心以思，有純稟世所謂善性而無惡分者，果幾何人？遍觀眾生，必幾無有，則裴倫雖負摩羅之號，亦人而已，夫何詫焉。顧其不容于英倫，終放浪顛沛而死異域者，特面具為之害耳。此即裴倫所反抗破壞，而迄今猶殺真人而未有止者也。嗟夫，虛偽之毒，有如是哉！裴倫平時，其製詩極誠，嘗曰，英人評騭，不介我心。若以我詩為愉快，任之而已。吾何能阿其所好為？吾之握管，不為婦孺庸俗，乃以吾全心全情感全意志，與多量之精神而成詩，非欲聆彼輩柔聲而作者也。夫如是，故凡一字一辭，無不即其人呼吸精神之形現，中于人心，神絃立應，其力之曼衍于歐土，例不能別求之英詩人中；僅司各德所為說部，差足與相倫比而已。若問其力奈何？則意太利希臘二國，已如上述，可毋贅言。此他西班牙德意志諸邦，亦悉蒙其影響。次復入斯拉夫族而新其精神，流澤之長，莫可闡述。至其本國，則猶有修黎（Percy Bysshe Shelley）一人。契支（John Keats）雖亦蒙摩羅詩人之名，而與裴倫別派，故不述于此。\n\n修黎生三十年而死，其三十年悉奇蹟也，而亦即無韻之詩。時既艱危，性復狷介，世不彼愛，而彼亦不愛世，人不容彼，而彼亦不容人，客意太利之南方，終以壯齡而夭死，謂一生即悲劇之實現，蓋非誇也。修黎者，以千七百九十二年生於英之名門，姿狀端麗，夙好靜思；比入中學，大為學友暨校師所不喜，虐遇不可堪。詩人之心，乃早萌反抗之朕兆；後作說部，以所得值饗其友八人，負狂人之名而去。次入惡斯佛大學，修愛智之學，屢馳書乞教于名人。而爾時宗教，權悉歸于冥頑之牧師，因以妨自由之崇信。修黎蹶起，著《無神論之要》一篇，略謂惟慈愛平等三，乃使世界為樂園之要素，若夫宗教，于此無功，無有可也。書成行世，校長見之大震，終逐之；其父亦驚絕，使謝罪返校，而修黎不從，因不能歸。天地雖大，故鄉已失，于是至倫敦，時年十八，顧已孤立兩間，歡愛悉絕，不得不與社會戰矣。已而知戈德文（W．Godwin），讀其著述，博愛之精神益張。次年入愛爾蘭，檄其人士，于政治宗教，皆欲有所更革，顧終不成。逮千八百十五年，其詩《阿剌斯多》（Alastor）始出世，記懷抱神思之人，索求美者，遍歷不見，終死曠原，如自敍也。次年乃識裴倫於瑞士；裴倫深稱其人，謂奮迅如獅子，又善其詩，而世猶無顧之者。又次年成《伊式闌轉輪篇》（The Revolt of Islam）。凡修黎懷抱，多抒于此。篇中英雄曰羅昂，以熱誠雄辯，警其國民，鼓吹自由，掊擊壓制，顧正義終敗，而壓制于以凱還，羅昂遂為正義死。是詩所函，有無量希望信仰，暨無窮之愛，窮追不舍，終以殞亡。蓋羅昂者，實詩人之先覺，亦即修黎之化身也。\n\n至其傑作，尤在劇詩；尤偉者二，一曰《解放之普洛美迢斯》（Prometheus Unbound），一曰《煔希》（The Cenci）。前者事本希臘神話，意近裴倫之《凱因》。假普洛美迢為人類之精神，以愛與正義自由故，不恤艱苦，力抗壓制主者僦畢多，竊火貽人，受縶于山頂，猛鷲日啄其肉，而終不降。僦畢多為之辟易；普洛美迢乃眷女子珂希亞，獲其愛而畢。珂希亞者，理想也。《煔希》之篇，事出意太利，記女子煔希之父，酷虐無道，毒虐無所弗至，煔希終殺之，與其後母兄弟，同戮于市。論者或謂之不倫。顧失常之事，不能絕于人間，即中國《春秋》，修自聖人之手者，類此之事，且數數見，又多直書無所諱，吾人獨于修黎所作，乃和眾口而難之耶？上述二篇，詩人悉出以全力，嘗自言曰，吾詩為眾而作，讀者將多。又曰，此可登諸劇場者。顧詩成而後，實乃反是，社會以謂不足讀，伶人以謂不可為；修黎抗偽俗弊習以成詩，而詩亦即受偽俗弊習之夭閼，此十九稘上葉精神界之戰士，所為多抱正義而駢殞者也。雖然，往時去矣，任其自去，若夫修黎之真值，則至今日而大昭。革新之潮，此其巨派，戈德文書出，初啓其端，得詩人之聲，乃益深入世人之靈府。凡正義自由真理以至博愛希望諸說，無不化而成醇，或為羅昂，或為普洛美迢，或為伊式闌之壯士，現于人前，與舊習對立，更張破壞，無稍假借也。舊習既破，何物斯存，則惟改革之新精神而已。十九世紀機運之新，實賴有此。朋思唱于前，裴倫修黎起其後，掊擊排斥，人漸為之倉皇；而倉皇之中，即亟人生之改進。故世之嫉視破壞，加之惡名者，特見一偏而未得其全體者爾。若為桉其真狀，則光明希望，實伏于中。惡物悉顛，于羣何毒？破壞之云，特可發自冥頑牧師之口，而不可出諸全羣者也。若其聞之，則破壞為業，斯愈益貴矣！況修黎者，神思之人，求索而無止期，猛進而不退轉，淺人之所觀察，殊莫可得其淵深。若能真識其人，將見品性之卓，出于雲間，熱誠勃然，無可沮遏，自趁其神思而奔神思之鄉；此其為鄉，則爰有美之本體。奧古斯丁曰，吾未有愛而吾欲愛，因抱希冀以求足愛者也。惟修黎亦然，故終出人間而神行，冀自達其所崇信之境；復以妙音，喻一切未覺，使知人類曼衍之大故，暨人生價值之所存，揚同情之精神，而張其上征渴仰之思想，使懷大希以奮進，與時劫同其無窮。世則謂之惡魔，而修黎遂以孤立；羣復加以排擠，使不可久留于人間，於是壓制凱還，修黎以死，蓋宛然阿剌斯多之殞于大漠也。\n\n雖然，其獨慰詩人之心者，則尚有天然在焉。人生不可知，社會不可恃，則對天物之不偽，遂寄之無限之溫情。一切人心，孰不如是。特緣受染有異，所感斯殊，故目睛奪于實利，則欲驅天然為之得金資；智力集于科學，則思制天然而見其法則；若至下者，乃自春徂冬，于兩間崇高偉大美妙之見象，絕無所感應于心，自墮神智于深淵，壽雖百年，而迄不知光明為何物，又奚解所謂臥天然之懷，作嬰兒之笑矣。修黎幼時，素親天物，嘗曰，吾幼即愛山河林壑之幽寂，遊戲於斷厓絕壁之為危險，吾伴侶也。攷其生平，誠如自述。方在穉齒，已盤桓于密林幽谷之中，晨瞻曉日，夕觀繁星，俯則瞰大都中人事之盛衰，或思前此壓制抗拒之陳迹；而蕪城古邑，或破屋中貧人啼飢號寒之狀，亦時復歷歷入其目中。其神思之澡雪，既至異于常人，則曠觀天然，自感神閟，凡萬彙之當其前，皆若有情而至可念也。故心絃之動，自與天籟合調，發為抒情之什，品悉至神，莫可方物，非狹斯丕爾暨斯賓塞所作，不有足與相倫比者。比千八百十九年春，修黎定居羅馬，次年遷畢撒；裴倫亦至，此他之友多集，為其一生中至樂之時。迨二十二年七月八日，偕其友乘舟泛海，而暴風猝起，益以奔電疾雷，少頃波平，孤舟遂杳。裴倫聞信大震，遣使四出偵之，終得詩人之骸于水裔，乃葬羅馬焉。修黎生時，久欲與生死問題以詮解，自曰，未來之事，吾意已滿于柏拉圖暨培庚之所言，吾心至定，無畏而多望，人居今日之軀殼，能力悉蔽于陰雲，惟死亡來解脫其身，則祕密始能闡發。又曰，吾無所知，亦不能證，靈府至奧之思想，不能出以言辭，而此種事，縱吾身亦莫能解爾。嗟乎，死生之事大矣，而理至閟，置而不解，詩人未能，而解之之術，又獨有死而已。故修黎曾泛舟墜海，乃大悅呼曰，今使吾釋其祕密矣！然不死。一日浴于海，則伏而不起，友引之出，施救始蘇，曰，吾恒欲探井中，人謂誠理伏焉，當我見誠，而君見我死也。然及今日，則修黎真死矣，而人生之閟，亦以真釋，特知之者，亦獨修黎已耳。\n\n若夫斯拉夫民族，思想殊異于西歐，而裴倫之詩，亦疾進無所沮核。俄羅斯當十九世紀初葉，文事始新，漸乃獨立，日益昭明，今則已有齊驅先覺諸邦之概，令西歐人士，無不驚其美偉矣。顧夷考權輿，實本三士：曰普式庚，曰來爾孟多夫，曰鄂戈理。前二者以詩名世，均受影響于裴倫；惟鄂戈理以描繪社會人生之黑闇著名，與二人異趣，不屬于此焉。\n\n普式庚（A．Pushkin）以千七百九十九年生於墨斯科，幼即為詩，初建羅曼宗于其文界，名以大揚。顧其時俄多內訌，時勢方亟，而普式庚詩多諷喻，人即借而擠之，將流鮮卑，有數耆宿力為之辯，始獲免，謫居南方。其時始讀裴倫詩，深感其大，思理文形，悉受轉化，小詩亦嘗摹裴倫；尤著者有《高加索纍囚行》，至與《哈洛爾特遊草》相類。中記俄之絕望青年，囚于異域，有少女為釋縛縱之行，青年之情意復蘇，而厥後終于孤去。其《及潑希》（Gypsy）一詩亦然，及潑希者，流浪歐洲之民，以遊牧為生者也。有失望于世之人曰阿勒戈，慕是中絕色，因入其族，與為婚因，顧多嫉，漸察女有他愛，終殺之。女之父不施報，特令去不與居焉。二者為詩，雖有裴倫之色，然又至殊，凡厥中勇士，等是見放于人羣，顧復不離亞歷山大時俄國社會之一質分，易于失望，速于奮興，有厭世之風，而其志至不固。普式庚于此，已不與以同情，諸凡切于報復而觀念無所勝人之失，悉指摘不為諱飾。故社會之偽善，既灼然現于人前，而及潑希之樸野純全，亦相形為之益顯。論者謂普式庚所愛，漸去裴倫式勇士而向祖國純樸之民，蓋實自斯時始也。爾後鉅製，曰《阿內庚》（Eugiene Onieguine），詩材至簡，而文特富麗，爾時俄之社會，情狀略具于斯。惟以推敲八年，所蒙之影響至不一，故性格遷流，首尾多異。厥初二章，尚受裴倫之感化，則其英雄阿內庚為性，力抗社會，斷望人間，有裴倫式英雄之概，特已不憑神思，漸近真然，與爾時其國青年之性質肖矣。厥後外緣轉變，詩人之性格亦移，于是漸離裴倫，所作日趣于獨立；而文章益妙，著述亦多。至與裴倫分道之因，則為說亦不一：或謂裴倫絕望奮戰，意向峻絕，實與普式庚性格不相容，曩之信崇，蓋出一時之激越，迨風濤大定，自即棄置而返其初；或謂國民性之不同，當為是事之樞紐，西歐思想，絕異于俄，其去裴倫，實由天性，天性不合，則裴倫之長存自難矣。凡此二說，無不近理；特就普式庚個人論之，則其對于裴倫，僅摹外狀，迨放浪之生涯畢，乃驟返其本然，不能如來爾孟多夫，終執消極觀念而不舍也。故旋墨斯科後，立言益務平和，凡足與社會生衝突者，咸力避而不道，且多讚誦，美其國之武功。千八百三十一年波闌抗俄，西歐諸國右波闌，于俄多所憎惡。普式庚乃作《俄國之讒謗者》暨《波羅及諾之一周年》二篇，以自明愛國。丹麥評騭家勃闌兌思（G．Brandes）于是有微辭，謂惟武力之恃而狼藉人之自由，雖云愛國，顧為獸愛。特此亦不僅普式庚為然，即今之君子，日日言愛國者，于國有誠為人愛而不墜于獸愛者，亦僅見也。及晚年，與和闌公使子覃提斯迕，終于決鬭被擊中腹，越二日而逝，時為千八百三十七年。俄自有普式庚，文界始獨立，故文史家芘賓謂真之俄國文章，實與斯人偕起也。而裴倫之摩羅思想，則又經普式庚而傳來爾孟多夫。\n\n來爾孟多夫（M．Lermontov）生於千八百十四年，與普式庚略並世。其先來爾孟斯（T．Learmont）氏，英之蘇格蘭人；故每有不平，輒云將去此冰雪警吏之地，歸其故鄉。顧性格全如俄人，妙思善感，惆悵無間，少即能綴德語成詩；後入大學被黜，乃居陸軍學校二年，出為士官，如常武士，惟自謂僅于香賓酒中，加少許詩趣而已。及為禁軍騎兵小校，始仿裴倫詩紀東方事，且至慕裴倫為人。其自記有曰，今吾讀《世胄裴倫傳》，知其生涯有同我者；而此偶然之同，乃大驚我。又曰，裴倫更有同我者一事，即嘗在蘇格蘭，有媼謂裴倫母曰，此兒必成偉人，且當再娶。而在高加索，亦有媼告吾大母，言與此同。縱不幸如裴倫，吾亦願如其說。顧來爾孟多夫為人，又近修黎。修黎所作《解放之普洛美迢》，感之甚力，于人生善惡競爭諸問，至為不寧，而詩則不之仿。初雖摹裴倫及普式庚，後亦自立。且思想復類德之哲人勗賓赫爾，知習俗之道德大原，悉當改革，因寄其意于二詩，一曰《神摩》（Demon），一曰《謨嚌黎》（Mtsyri）。前者托旨于巨靈，以天堂之逐客，又為人間道德之憎者，超越凡情，因生疾惡，與天地鬭爭，苟見眾生動于凡情，則輒施以賤視。後者一少年求自由之呼號也。有孺子焉，生長山寺，長老意已斷其情感希望，而孺子魂夢，不離故園，一夜暴風雨，乃乘長老方禱，潛遁出寺，仿徨林中者三日，自由無限，畢生莫倫。後言曰，爾時吾自覺如野獸，力與風雨電光猛虎戰也。顧少年迷林中不能返，數日始得之，惟已以鬭豹得傷，竟以是殞。嘗語侍疾老僧曰，丘墓吾所弗懼，人言畢生憂患，將入睡眠，與之永寂，第憂與吾生別耳。……吾猶少年。……寧汝尚憶少年之夢，抑已忘前此世間憎愛耶？倘然，則此世于汝，失其美矣。汝弱且老，滅諸希望矣。少年又為述林中所見，與所覺自由之感，並及鬭豹之事曰，汝欲知吾獲自由時，何所為乎？吾生矣。老人，吾生矣。使盡吾生無此三日者，且將慘澹冥闇，逾汝暮年耳。及普式庚鬭死，來爾孟多夫又賦詩以寄其悲，末解有曰，汝儕朝人，天才自由之屠伯，今有法律以自庇，士師蓋無如汝何，第猶有尊嚴之帝在天，汝不能以金資為賂。……以汝黑血，不能滌吾詩人之血痕也。詩出，舉國傳誦，而來爾孟多夫亦由是得罪，定流鮮卑；後遇援，乃戍高加索，見其地之物色，詩益雄美。惟當少時，不滿于世者義至博大，故作《神摩》，其物猶撒但，惡人生諸凡陋劣之行，力與之敵。如勇猛者，所遇無不庸懦，則生激怒；以天生崇美之感，而眾生擾擾，不能相知，愛起厭勌，憎恨人世也。顧後乃漸即于實，凡所不滿，已不在天地人間，退而止于一代；後且更變，而猝死于決鬭。決鬭之因，即肇于來爾孟多夫所為書曰《並世英雄記》。人初疑書中主人，即著者自序，迨再印，乃辨言曰，英雄不為一人，實吾曹並時眾惡之象。蓋其書所述，實即當時人士之狀爾。於是有友摩爾迭諾夫者，謂來爾孟多夫取其狀以入書，因與索鬭。來爾孟多夫不欲殺其友，僅舉鎗射空中；顧摩爾迭諾夫則擬而射之，遂死，年止二十七。\n\n前此二人之于裴倫，同汲其流，而復殊別。普式庚在厭世主義之外形，來爾孟多夫則直在消極之觀念。故普式庚終服帝力，入于平和，而來爾孟多夫則奮戰力拒，不稍退轉。波覃勗迭氏評之曰，來爾孟多夫不能勝來追之運命，而當降伏之際，亦至猛而驕。凡所為詩，無不有強烈弗和與踔厲不平之響者，良以是耳。來爾孟多夫亦甚愛國，顧絕異普式庚，不以武力若何，形其偉大。幾所眷愛，乃在鄉村大野，及村人之生活；且推其愛而及高加索土人。此土人者，以自由故，力敵俄國者也；來爾孟多夫雖自從軍，兩與其役，然終愛之，所作《伊思邁爾培》（Ismail－Bey）一篇，即紀其事。來爾孟多夫之于拿坡崙，亦稍與裴倫異趣。裴倫初嘗責拿坡崙對于革命思想之謬，及既敗，乃有憤于野犬之食死獅而崇之。來爾孟多夫則專責法人，謂自陷其雄士。至其自信，亦如裴倫，謂吾之良友，僅有一人，即是自己。又負雄心，期所過必留影跡。然裴倫所謂非憎人間，特去之而已，或云吾非愛人少，惟愛自然多耳等意，則不能聞之來爾孟多夫。彼之平生，常以憎人者自命，凡天物之美，足以樂英詩人者，在俄國英雄之目，則長此黯澹，濃雲疾雷而不見霽日也。蓋二國人之異，亦差可於是見之矣。\n\n丹麥人勃闌兌思，于波闌之羅曼派，舉密克威支（A．Mickiewicz）斯洛伐支奇（J．Slowacki）克拉旬斯奇（S．Krasinski）三詩人。密克威支者，俄文家普式庚同時人，以千七百九十八年生於札希亞小村之故家。村在列圖尼亞，與波闌鄰比。十八歲出就維爾那大學，治言語之學，初嘗愛鄰女馬理維來蘇薩加，而馬理他去，密克威支為之不歡。後漸讀裴倫詩，又作詩曰《死人之祭》（Dziady）。中數份敍列圖尼亞舊俗，每十一月二日，必置酒果于壠上，用享死者，聚村人牧者術士一人，暨眾冥鬼，中有失愛自殺之人，已經冥判，每屆是日，必更歷苦如前此；而詩止斷片未成。爾後居加夫諾（Kowno）為教師；二三年返維爾那。遞千八百二十二年，捕于俄吏，居囚室十閱月，窗牖皆木制，莫辨晝夜；乃送聖彼得堡，又徙阿兌塞，而其地無需教師，遂之克利米亞，攬其地風物以助詠吟，後成《克利米亞詩集》一卷。已而返墨斯科，從事總督府中，箸詩二種，一曰《格羅蘇那》（Grazyna），記有王子烈泰威爾，與其外父域多勒特迕，將乞外兵為援，其婦格羅蘇那知之，不能令勿叛，惟命守者，勿容日耳曼使人入諾華格羅迭克。援軍遂怒，不攻域多勒特而引軍薄烈泰威爾，格羅蘇那自擐甲，偽為王子與戰，已而王子歸，雖倖勝，而格羅蘇那中流丸，旋死。及葬，縶發炮者同置之火，烈泰威爾亦殉焉。此篇之意，蓋在假有婦人，第以祖國之故，則雖背夫子之命，斥去援兵，欺其軍士，瀕國于險，且召戰爭，皆不為過，苟以是至高之目的，則一切事，無不可為者也。一曰《華連洛德》（Wallenrod），其詩取材古代，有英雄以敗亡之餘，謀復國仇，因偽降敵陳，漸為其長，得一舉而復之。此蓋以意太利文人摩契阿威黎（Machiavelli）之意，附諸裴倫之英雄，故初視之亦第羅曼派言情之作。檢文者不喻其意，聽其付梓，密克威支名遂大起。未幾得間，因至德國，見其文人瞿提。此他猶有《佗兌支氏》（Pan Tadeusz）一詩，寫蘇孛烈加暨訶什支珂二族之事，描繪物色，為世所稱。其中雖以佗兌支為主人，而其父約舍克易名出家，實其主的。初記二人熊獵，有名華伊斯奇者吹角，起自微聲，以至洪響，自榆度榆，自檞至檞，漸乃如千萬角聲，合於一角；正如密克威支所為詩，有今昔國人之聲，寄于是焉。諸凡詩中之聲，清澈弘厲，萬感悉至，直至波闌一角之天，悉滿歌聲，雖至今日，而影響于波闌人之心者，力猶無限。令人憶詩中所云，聽者當華伊斯奇吹角久已，而尚疑其方吹未已也。密克威支者，蓋即生于彼歌聲反響之中，至于無盡者夫。\n\n密克威支至崇拿坡崙，謂其實造裴倫，而裴倫之生活暨其光耀，則覺普式庚于俄國，故拿坡崙亦間接起普式庚。拿坡崙使命，蓋在解放國民，因及世界，而其一生，則為最高之詩。至于裴倫，亦極崇仰，謂裴倫所作，實出于拿坡崙，英國同代之人，雖被其天才影響，而卒莫能並大。蓋自詩人死後，而英國文章，狀態又歸前紀矣。若在俄國，則善普式庚，二人同為斯拉夫文章首領，亦裴倫分支，逮年漸進，亦均漸趣于國粹；所異者，普式庚少時欲畔帝力，一舉不成，遂以鎩羽，且感帝意，願為之臣，失其英年時之主義，而密克威支則長此保持，洎死始已也。當二人相見時，普式庚有《銅馬》一詩，密克威支則有《大彼得像》一詩為其記念。蓋千八百二十九年頃，二人嘗避雨像次，密克威支因賦詩紀所語，假普式庚為言，末解曰，馬足已虛，而帝不勒之返。彼曳其枚，行且墜碎。歷時百年，今猶未墮，是猶山泉噴水，著寒而冰，臨懸崖之側耳。顧自由日出，熏風西集，寒沍之地，因以昭蘇，則噴泉將何如，暴政將何如也？雖然，此實密克威支之言，特託之普式庚者耳。波闌破後，二人遂不相見，普式庚有詩懷之；普式庚傷死，密克威支亦念之至切。顧二人雖甚稔，又同本裴倫，而亦有特異者，如普式庚于晚出諸作，恆自謂少年眷愛自繇之夢，已背之而去，又謂前路已不見儀的之存，而密克威支則儀的如是，決無疑貳也。\n\n斯洛伐支奇以千八百九年生克爾舍密湼克（Krzemieniec），少孤，育于後父；嘗入維爾那大學，性情思想如裴倫。二十一歲入華騷戶部為書記；越二年，忽以事去國，不能復返。初至倫敦；已而至巴黎，成詩一卷，仿裴倫詩體。時密克威支亦來相見，未幾而迕。所作詩歌，多慘苦之音。千八百三十五年去巴黎，作東方之遊，經希臘埃及敍利亞；三十七年返意太利，道出曷爾愛列須阻疫，滯留久之，作《大漠中之疫》一詩。記有亞剌伯人，為言目擊四子三女，洎其婦相繼死于疫，哀情湧于毫素，讀之令人憶希臘尼阿孛（Niobe）事，亡國之痛，隱然在焉。且又不止此苦難之詩而已，凶慘之作，恆與俱起，而斯洛伐支奇為尤。凡詩詞中，靡不可見身受楚毒之印象或其見聞，最著者或根史實，如《克壘勒度克》（Król Duch）中所述俄帝伊凡四世，以劍釘使者之足于地一節，蓋本諸古典者也。\n\n波闌詩人多寫獄中戍中刑罰之事，如密克威支作《死人之祭》第三卷中，幾盡繪己身所歷，倘讀其《契珂夫斯奇》（Cichowski）一章，或《娑波盧夫斯奇》（Sobolewski）之什，記見少年二十橇，送赴鮮卑事，不為之生憤激者蓋鮮也。而讀上述二人吟詠，又往往聞報復之聲。如《死人祭》第三篇，有囚人所歌者：其一央珂夫斯奇曰，欲我為信徒，必見耶穌馬理，先懲汙吾國土之俄帝而後可。俄帝若在，無能令我呼耶穌之名。其二加羅珂夫斯奇曰，設吾當受謫放，勞役縲絏，得為俄帝作工，夫何靳耶？吾在刑中，所當力作，自語曰，願此蒼鐵，有日為帝成一斧也。吾若出獄，當迎韃靼女子，語之曰，為帝生一巴棱（殺保羅一世者）。吾若遷居植民地，當為其長，盡吾隴畝，為帝植麻，以之成一蒼色巨索，織以銀絲，俾阿爾洛夫（殺彼得三世者）得之，可環俄帝頸也。末為康拉德歌曰，吾神已寂，歌在墳墓中矣。惟吾靈神，已嗅血腥，一噭而起，有如血蝠（Vampire），欲人血也。渴血渴血，復讎復讎！仇吾屠伯！天意如是，固報矣；即不如是，亦報爾！報復詩華，蓋萃于是，使神不之直，則彼且自報之耳。\n\n如上所言報復之事，蓋皆隱藏，出于不意，其旨在凡窘于天人之民，得用諸術，拯其父國，為聖法也。故格羅蘇那雖背其夫而拒敵，義為非謬；華連洛德亦然。苟拒異族之軍，雖用詐偽，不云非法，華連洛德偽附于敵，乃殲日耳曼軍，故土自由，而自亦懺悔而死。其意蓋以為一人苟有所圖，得當以報，則雖降敵，不為罪愆。如《阿勒普耶羅斯》（Alpujarras）一詩，益可以見其意。中敍摩亞之王阿勒曼若，以城方大疫，且不得不以格拉那陀地降西班牙，因夜出。西班牙人方聚飲，忽白有人乞見，來者一阿剌伯人，進而呼曰，西班牙人，吾願奉汝明神，信汝先哲，為汝奴僕！眾識之，蓋阿勒曼若也。西人長者抱之為脗禮，諸首領皆禮之。而阿勒曼若忽仆地，攫其巾大悅呼曰，吾中疫矣！蓋以彼忍辱一行，而疫亦入西班牙之軍矣。斯洛伐支奇為詩，亦時責奸人自行詐于國，而以詐術陷敵，則甚美之，如《闌勃羅》（Lambro）《珂爾強》（Kordjan）皆是。《闌勃羅》為希臘人事，其人背教為盜，俾得自由以仇突厥，性至凶酷，為世所無，惟裴倫東方詩中能見之耳。珂爾強者，波闌人謀刺俄帝尼可拉一世者也。凡是二詩，其主旨所在，皆特報復而已矣。\n\n上二士者，以絕望故，遂于凡可禍敵，靡不許可，如格羅蘇那之行詐，如華連洛德之偽降，如阿勒曼若之種疫，如珂爾強之謀刺，皆是也。而克拉旬斯奇之見，則與此反。此主力報，彼主愛化。顧其為詩，莫不追懷絕澤，念祖國之憂患。波闌人動于其詩，因有千八百三十年之舉；餘憶所及，而六十三年大變，亦因之起矣。即在今茲，精神未忘，難亦未已也。\n\n若匈加利當沈默蜷伏之頃，則興者有裴彖飛（A．Petöfi），沽肉者子也。以千八百二十三年生于吉思珂羅（Kis-körös）。其區為匈之低地，有廣漠之普斯多（Puszta此翻平原），道周之小旅以及村舍，種種物色，感之至深。蓋普斯多之在匈，猶俄之有斯第孛（Steppe此亦翻平原），善能起詩人焉。父雖賈人，而殊有學，能解臘丁文。裴彖飛十歲出學于科勒多，既而至阿瑣特，治文法三年。然生有殊稟，摯愛自繇，願為俳優；天性又長于吟詠。比至舍勒美支，入高等學校三月，其父聞裴彖飛與優人伍，令止讀，遂徒步至菩特沛思德，入國民劇場為雜役。後為親故所得，留養之，乃始為詩詠鄰女，時方十六齡。顧親屬謂其無成，僅能為劇，遂任之去。裴彖飛忽投軍為兵，雖性惡壓制而愛自由，顧亦居軍中者十八月，以病瘧罷。又入巴波大學，時亦為優，生計極艱，譯英法小說自度。千八百四十四年訪偉羅思摩諦（M．Vörösmarty），偉為梓其詩，自是遂專力于文，不復為優。此其半生之轉點，名亦陡起，眾目為匈加利之大詩人矣，次年春，其所愛之女死，因旅行北方自遣，及秋始歸。洎四十七年，乃訪詩人阿闌尼（J．Arany）于薩倫多，而阿闌尼傑作《約爾提》（Joldi）適竣，讀之歎賞，訂交焉。四十八年以始，裴彖飛詩漸傾于於事，蓋知革命將興，不期而感，猶野禽之識地震也。是年三月，墺大利人革命報至沛思德，裴彖飛感之，作《興矣摩迦人》（Tolpra Magyar）一詩，次日誦以徇眾，至解末疊句云，誓將不復為奴！則眾皆和，持至檢文之局，逐其吏自印之，立竢其畢，各持之行。文之脫檢，實自此始。裴彖飛亦嘗自言曰，吾琴一音，吾筆一下，不為利役也。居吾心者，爰有天神，使吾歌且吟。天神非他，即自由耳。顧所為文章，時多過情，或與眾忤；嘗作《致諸帝》一詩，人多責之。裴彖飛自記曰，去三月十五數日而後，吾忽為眾惡之人矣，褫奪花冠，獨硏深谷之中，顧吾終幸不屈也。比國事漸急，詩人知戰爭死亡且近，極思赴之。自曰，天不生我于孤寂，將召赴戰場矣。吾今得聞角聲召戰，吾魂幾欲驟前，不及待令矣。遂投國民軍（Honvéd）中，四十九年轉隸貝謨將軍麾下。貝謨者，波闌武人，千八百三十年之役，力戰俄人者也。時軻蘇士招之來，使當脫闌希勒伐尼亞一面，甚愛裴彖飛，如家人父子然。裴彖飛三去其地，而不久即返，似或引之。是年七月三十一日舍俱思跋之戰，遂歿于軍。平日所謂為愛而歌，為國而死者，蓋至今日而踐矣。裴彖飛幼時，嘗治裴倫暨修黎之詩，所作率縱言自由，誕放激烈，性情亦仿佛如二人。曾自言曰，吾心如反響之森林，受一呼聲，應以百響者也。又善體物色，著之詩歌，妙絕人世，自稱為無邊自然之野花。所箸長詩，有《英雄約諾斯》（Jáuos Vitéz）一篇，取材于古傳，述其人悲歡畸跡。又小說一卷曰《縊吏之環》（A Hóhér Kötele），記以眷愛起爭，肇生孽障，提爾尼阿遂終陷安陀羅奇之子于法。安陀羅奇失愛絕歡，廬其子壠上，一日得提爾尼阿，將殺之。而從者止之曰，敢問死與生之憂患孰大？曰，生哉！乃縱之使去；終誘其孫令自經，而其為繩，即昔日繯安陀羅奇子之頸者也。觀其首引耶和華言，意蓋云厥祖罪愆，亦可報諸其苗裔，受施必復，且不嫌加甚焉。至于詩人一生，亦至殊異，浪遊變易，殆無寧時。雖少逸豫者一時，而其靜亦非真靜，殆猶大海漩洑中心之靜點而已。設有孤舟，卷于旋風，當有一瞬間忽爾都寂，如風雲已息，水波不興，水色青如微笑，顧漩洑偏急，舟復入卷，乃至破沒矣。彼詩人之暫靜，蓋亦猶是焉耳。\n\n上述諸人，其為品性言行思惟，雖以種族有殊，外緣多別，因現種種狀，而實統于一宗：無不剛健不撓，抱誠守真；不取媚于羣，以隨順舊俗；發為雄聲，以起其國人之新生，而大其國于天下。求之華土，孰比之哉？夫中國之立于亞洲也，文明先進，四鄰莫之與倫，蹇視高步，因益為特別之發達；及今日雖彫苓，而猶與西歐對立，此其幸也。顧使往昔以來，不事閉關，能與世界大勢相接，思想為作，日趣于新，則今日方卓立宇內，無所愧遜于他邦，榮光儼然，可無蒼黃變革之事，又從可知爾。故一為相度其位置，稽考其邂逅，則震旦為國，得失滋不云微。得者以文化不受影響于異邦，自具特異之光采，近雖中衰，亦世希有。失者則以孤立自是，不遇校讎，終至墮落而之實利；為時既久，精神淪亡，逮蒙新力一擊，即砉然冰泮，莫有起而與之抗。加以舊染既深，輒以習慣之目光，觀察一切，凡所然否，謬解為多，此所為呼維新既二十年，而新聲迄不起于中國也。夫如是，則精神界之戰士貴矣。英當十八世紀時，社會習于偽，宗教安于陋，其為文章，亦摹故舊而事塗飾，不能聞真之心聲。于是哲人洛克首出，力排政治宗教之積弊，唱思想言議之自由，轉輪之興，此其播種。而在文界，則有農人朋思生蘇格闌，舉全力以抗社會，宣眾生平等之音，不懼權威，不跽金帛，洒其熱血，注諸韻言；然精神界之偉人，非遂即人羣之驕子，轗軻流落，終以夭亡。而裴倫修黎繼起，轉戰返抗，具如前陳。其力如巨濤，直薄舊社會之柱石。餘波流衍，入俄則起國民詩人普式庚，至波闌則作報復詩人密克威支，入匈加利則覺愛國詩人裴彖飛；其他宗徒，不勝具道。顧裴倫修黎，雖蒙摩羅之謚，亦第人焉而已。凡其同人，實亦不必曰摩羅宗，苟在人間，必有如是。此蓋聆熱誠之聲而頓覺者也，此蓋同懷熱誠而互契者也。故其平生，亦甚神肖，大都執兵流血，如角劍之士，轉輾于眾之目前，使抱戰栗與愉快而觀其鏖撲。故無流血于眾之目前者，其羣禍矣；雖有而眾不之視，或且進而殺之，斯其為羣，乃愈益禍而不可救也！\n\n今索諸中國，為精神界之戰士者安在？有作至誠之聲，致吾人於善美剛健者乎？有作溫煦之聲，援吾人出于荒寒者乎？家國荒矣，而賦最末哀歌，以訴天下貽後人之耶利米，且未之有也。非彼不生，即生而賊于眾，居其一或兼其二，則中國遂以蕭條。勞勞獨軀殼之事是圖，而精神日就于荒落；新潮來襲，遂以不支。眾皆曰維新，此即自白其歷來罪惡之聲也，猶云改悔焉爾。顧既維新矣，而希望亦與偕始，吾人所待，則有介紹新文化之士人。特十餘年來，介紹無已，而究其所攜將以來歸者；乃又舍治餅餌守囹圄之術而外，無他有也。則中國爾後，且永續其蕭條，而第二維新之聲，亦將再舉，蓋可準前事而無疑者矣。俄文人凱羅連珂（V．Korolenko）作《末光》一書，有記老人教童子讀書于鮮卑者，曰，書中述櫻花黃鳥，而鮮卑沍寒，不有此也。翁則解之曰，此鳥即止於櫻木，引吭為好音者耳。少年乃沈思。然夫，少年處蕭條之中，即不誠聞其好音，亦當得先覺之詮解；而先覺之聲，乃又不來破中國之蕭條也。然則吾人，其亦沈思而已夫，其亦惟沈思而已夫！\n\n一九〇七年作。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"宋民間之所謂小說及其後來","content":"\n\n宋代行于民間的小說，與歷來史家所著錄者很不同，當時並非文辭，而爲屬于技藝的「說話」之一種。\n\n說話者，未詳始于何時，但據故書，可以知道唐時則已有。段成式（《酉陽雜俎續集》四《貶誤》）云：\n\n其詳細雖難曉，但因此已足以推見數端：一小說爲雜戲中之一種，二由於市人之口述，三在慶祝及齋會時用之。而郎瑛（《七修類藳》二十二）所謂「小說起宋仁宗，蓋時太平盛久，國家閑暇，日欲進一奇怪之事以娛之，故小說『得勝頭迴』之後，卽云話說趙宋某年」者，亦卽由此分明證實，不過一種無稽之談罷了。\n\n到宋朝，小說的情形乃始比較的可以知道詳細。孟元老在南渡之後，追懷汴梁盛況，作《東京夢華錄》，於「京瓦技藝」條下有當時說話的分目，爲小說，合生，說諢話，說三分，說《五代史》等。而操此等職業者則稱為「說話人」。\n\n高宗旣定都臨安，更歷孝光兩朝，汴梁式的文物漸已徧滿都下，伎藝人也一律完備了。關於說話的記載，在故書中也更詳盡，端平年間的著作有灌園耐得翁《都城紀勝》，元初的著作有吳自牧《夢粱錄》及周密《武林舊事》，都更詳細的有說話的分科：\n\n一者小說，謂之銀字兒，如烟粉靈怪傳奇；說公案，皆是搏刀趕棒及發跡變泰之事；說鐵騎兒，謂士馬金鼓之事。\n\n說經，謂演說佛書；說參請，謂賓主參禪悟道等事。\n\n講史書，講說前代書史文傳興廢爭戰之事。……\n\n合生，與起令隨令相似，各占一事。\n\n且小說，名銀字兒，如煙粉靈怪傳奇；公案，朴刀桿棒發發踪參（案此四字當有誤）之事。……談論古今，如水之流。\n\n談經者，謂演說佛書；說參請者，謂賓主參禪悟道等事。……又有說諢經者。\n\n講史書者，謂講說《通鑑》漢唐歷代書史文傳興廢爭戰之事。\n\n合生，與起今隨今相似，各占一事也。\n\n但周密所記者又小異，爲演史，說經諢經，小說，說諢話；而無合生。唐中宗時，武平一上書言「比來妖伎胡人，街童市子，或言妃主情貌，或列王公名質，詠歌蹈舞，號曰合生。」（《新唐書》一百十九）則合生實始於唐，且用諢詞戲謔，或者也就是說諢話；惟至宋當又稍有遷變，今未詳。起今隨今之「今」，《都城紀勝》作「令」，明抄本《說郛》中之《古杭夢游錄》又作起令隨合，何者爲是，亦未詳。\n\n據耐得翁及吳自牧說，是說話之一科的小說，又因內容之不同而分爲三子目：\n\n惟有小說，是說話中最難的一科，所以說話人「最畏小說，蓋小說者，能講一朝一代故事，頃刻間提破」（《都城紀勝》云；《夢粱錄》同，惟「提破」作「揑合」），非同講史，易於鋪張；而且又須有「談論古今，如水之流」的口辯。然而在臨安也不乏講小說的高手，吳自牧所記有譚淡子等六人，周密所記有蔡和等五十二人，其中也有女流，如陳郎娘棗兒，史蕙英。\n\n臨安的文士佛徒多有機會；瓦舍的技藝人也多有，其主意大約是在于磨鍊技術的。小說專家所立的社會，名曰雄辯社。（《武林舊事》三）\n\n元人雜劇雖然早經銷歇，但尙有流傳的曲本，來示人以大概的情形。宋人的小說也一樣，也幸而借了「話本」偶有留遺，使現在還可以約略想見當時瓦舍中說話的模樣。\n\n其話本曰《京本通俗小說》，全書不知凡幾卷，現在所見的只有殘本，經江陰繆氏影刻，是卷十至十六的七卷，先曾單行，後來就收在《烟畫東堂小品》之內了。還有一卷是敍金海陵王的穢行的，或者因爲文筆過于礙眼了罷，繆氏沒有刻，然而仍有郋園的改換名目的排印本；郋園是長沙葉德輝的園名。\n\n刻本七卷中所收小說的篇目以及故事發生的年代如下列：\n\n　　卷十　　碾玉觀音　　　　「紹興年間。」\n\n　　十一　　菩薩蠻　　　　　「大宋高宗紹興年間。」\n\n　　十二　　西山一窟鬼　　　「紹興十年間。」\n\n　　十三　　志誠張主管　　　無年代，但云東京汴州開封事。\n\n　　十四　　拗相公　　　　　「先朝。」\n\n　　十五　　錯斬崔寧　　　　「高宗時。」\n\n　　十六　　馮玉梅團圓　　　「建炎四年。」\n\n每題俱是一全篇，自爲起訖，並不相聯貫。錢曾《也是園書目》（十）著錄的「宋人詞話」十六種中，有《錯斬崔寧》與《馮玉梅團圓》兩種，可知舊刻又有單篇本，而《通俗小說》卽是若干單篇本的結集，並非一手所成。至于所說故事發生的時代，則多在南宋之初；北宋已少，何況漢唐。又可知小說取材，須在近時；因爲演說古事，範圍卽屬講史，雖說小說家亦復「談論古今，如水之流」，但其談古當是引證及裝點，而非小說的本文。如《拗相公》開首雖說王莽，但主意卻只在引出王安石，卽其例。\n\n七篇中開首卽入正文者只有《菩薩蠻》；其餘六篇則當講說之前，俱先引詩詞或別的事實，就是「先引下一個故事來，權做個『得勝頭迴』。」（本書十五）「頭迴」當卽冒頭的一回之意，「得勝」是吉語，瓦舍爲軍民所聚，自然也不免以利市語說之，未必因爲進御纔如此。\n\n「得勝頭迴」略有定法，可說者凡四：\n\n而這四種定法，也就牢籠了後來的許多擬作了。\n\n在日本還傳有中國舊刻的《大唐三藏取經記》三卷，共十七章，章必有詩；別一小本則題曰《大唐三藏取經詩話》。《也是園書目》將《錯斬崔寧》及《馮玉梅團圓》歸入「宋人詞話」門，或者此類話本，有時亦稱詞話：就是小說的別名。《通俗小說》每篇引用詩詞之多，實遠過於講史（《五代史平話》，《三國志傳》，《水滸傳》等），開篇引首，中間鋪敍與證明，臨末斷結詠歎，無不徵引詩詞，似乎此舉也就是小說的一樣必要條件。引詩為證，在中國本是起源很古的，漢韓嬰的《詩外傳》，劉向的《列女傳》，皆早經引《詩》以證雜說及故事，但未必與宋小說直接相關；只是「藉古語以爲重」的精神，則雖說漢之與宋，學士之與市人，時候學問，皆極相違，而實有一致的處所。唐人小說中也多半有詩，卽使妖魔鬼怪，也每能互相酬和，或者做幾句卽興詩，此等風雅舉動，則與宋市人小說不無關涉，但因爲宋小說多是市井間事，人物少有物魅及詩人，于是自不得不由吟詠而變爲引證，使事狀雖殊，而詩氣不脫；吳自牧記講史高手，爲「講得字真不俗，記問淵源甚廣」（《夢粱錄》二十），卽可移來解釋小說之所以多用詩詞的緣故的。\n\n由上文推斷，則宋市人小說的必要條件大約有三：\n\n宋民間之所謂小說的話本，除《京本通俗小說》之外，今尙未見有第二種。《大唐三藏取經詩話》是極拙的擬話本，並且應屬於講史。《大宋宣和遺事》錢曾雖列入「宋人詞話」中，而其實也是擬作的講史，惟因其係鈔撮十種書籍而成，所以也許含有小說分子在內。\n\n然而在《通俗小說》未經翻刻以前，宋代的市人小說也未嘗斷絕；他間或改了名目，夾雜着後人擬作而流傳。那些擬作，則大抵出于明朝人，似宋人話本當時留存尙多，所以擬作的精神形式雖然也有變更，而大體仍然無異。\n\n以下是所知道的幾部書：\n\n1. 《喩世明言》。未見。\n\n2. 《警世通言》。未見。王士禛云，「《警世通言》有《拗相公》一篇，述王安石罷相歸金陵事，極快人意，乃因盧多遜謫嶺南事而稍附益之。」（《香祖筆記》十）《拗相公》見《通俗小說》卷十四，是《通言》必含有宋市人小說。\n\n3. 《醒世恆言》。四十卷，共三十九事；不題作者姓名。前有天啓丁卯（1627）隴西可一居士序云，「六經國史而外，凡著述皆小說也，而尙理或病於艱深，修詞或傷於藻繪，則不足以觸里耳而振恆心，此《醒世恆言》所以繼《明言》《通言》而作也。……」因知三言之內，最後出的是《恆言》。所說者漢二事，隋三事，唐八事，宋十一事，明十五事。其中隋唐故事，多採自唐人小說，故唐人小說在元旣已侵入雜劇及傳奇，至明又侵入了話本；然而懸想古事，不易了然，所以遜於敍述明朝故事的十餘篇遠甚了。宋事有三篇像擬作，七篇（《賣油郎獨佔花魁》，《灌園叟晚逢仙女》，《喬太守亂點鴛鴦譜》，《勘皮靴單證二郎神》，《鬧樊樓多情周勝仙》，《吳衙內鄰舟赴約》，《鄭節使立功神臂弓》）疑出自宋人話本，而一篇（《十五貫戲言成巧禍》）則卽是《通俗小說》卷十五的《錯斬崔寧》。\n\n松禪老人序《今古奇觀》云，「墨憨齋增補《平妖》，窮工極變，不失本來。……至所纂《喩世》《醒世》《警世》三言，極摹人情世態之歧，備寫悲歡離合之致。……」是纂三言與補《平妖》者爲一人。明本《三遂平妖傳》有張無咎序，云「茲刻回數倍前，蓋吾友龍子猶所補也。」而首葉則題「馮猶龍先生增訂」。可知三言亦馮猶龍作，而龍子猶乃其游戲筆墨時的隱名。\n\n馮猶龍名夢龍，長洲人（《曲品》作吳縣人），由貢生拔授壽寧知縣，有《七樂齋稿》；然而朱彝尊以爲「善爲啓顏之辭，時入打油之調，不得爲詩家。」（《明詩綜》七十一）蓋馮猶龍所擅長的是詞曲，旣作《雙雄記傳奇》，又刻《墨憨齋傳奇定本十種》，多取時人名曲，再加刪訂，頗爲當時所稱；而其中的《萬事足》，《風流夢》，《新灌園》是自作。他又極有意于稗說，所以在小說則纂《喩世》《警世》《醒世》三言，在講史則增補《三遂平妖傳》。\n\n4. 《拍案驚奇》。三十六卷；每卷一事，唐六，宋六，元四，明二十。前有卽空觀主人序云，「龍子猶氏所輯《喩世》等書，頗存雅道，時著良規，復取古今來雜碎事，可新聽睹，佐談諧者，演而暢之，得若干卷。……」則彷彿此書也是馮猶龍作。然而敍述平板，引證貧辛，「頭迴」與正文「揑合」不靈，有時如兩大段；馮猶龍是「文苑之滑稽」，似乎不至于此。同時的松禪老人也不信，故其序《今古奇觀》，于敍墨憨齋編纂三言之下，則云「卽空觀主人壺矢代興，爰有《拍案驚奇》之刻，頗費蒐獲，足供談塵」了。\n\n5. 《今古奇觀》。四十卷；每卷一事。這是一部選本，有姑蘇松禪老人序，云是抱甕老人由《喩世》《醒世》《警世》三言及《拍案驚奇》中選刻而成。所選的出于《醒世恆言》者十一篇（第一，二，七，八，十五，十六，十七，二十五，二十六，二十七，二十八回），疑爲宋人舊話本之《賣油郎》，《灌園叟》，《喬太守》在內；而《十五貫》落了選。出于《拍案驚奇》者七篇（第九，十，十八，二十九，三十七，三十九，四十回）。其餘二十二篇，當然是出于《喩世明言》及《警世通言》的了，所以現在藉了易得的《今古奇觀》，還可以推見那希覯的《明言》《通言》的大概。其中還有比漢更古的故事，如兪伯牙，莊子休及羊角哀皆是。但所選並不定佳，大約因為兩篇的題目須字字相對，所以去取之間，也就很受了束縛了。\n\n6. 《今古奇聞》。二十二卷；每卷一事。前署東壁山房主人編次，也不知是何人。書中提及「髪逆」，則當是清咸豐或同治初年的著作。日本有翻刻，王寅（字冶梅）到日本去賣畫，又翻回中國來，有光緒十七年序，現在印行的都出於此本。這也是一部選集，其中取《醒世恆言》四篇（卷一，二，六，十八），《十五貫》也在內，可惜刪落了「得勝頭迴」；取《西湖佳話》者一篇（卷十）；餘未詳，篇末多有自怡軒主人評語，大約是別一種小說的話本，然而筆墨拙澀，尙且及不到《拍案驚奇》。\n\n7. 《續今古奇觀》。三十卷，每卷一回。無編者名，亦無印行年月，然大約當在同治末或光緒初。同治七年，江蘇巡撫丁日昌嚴禁淫詞小說，《拍案驚奇》也在內，想來其時市上遂難得，于是《拍案驚奇》卽小加刪改，化爲《續今古奇觀》而出，依然流行世間。但除去了《今古奇觀》所已採的七篇，而加上《今古奇聞》中的一篇（《康友仁輕財重義得科名》），改立題目，以足三十卷的整數。\n\n此外，明人擬作的小說也還有，如杭人周楫的《西湖二集》三十四卷，東魯古狂生的《醉醒石》十五卷皆是。但都與幾經選刻，輾轉流傳的本子無關，故不復論。\n\n一九二三年十一月。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"科學史教篇","content":"\n\n署名令飛發表\n\n觀於今之世，不瞿然者幾何人哉？自然之力，既聽命於人間，發縱指揮，如使其馬，束以器械而用之；交通貿遷，利於前時，雖高山大川，無足沮核；饑癘之害減；教育之功全；較以百祀前之社會，改革蓋無烈於是也。孰先驅是，孰偕行是？察其外狀，雖不易於犁然，而實則多緣科學之進步。蓋科學者，以其知識，歷探自然見象之深微，久而得效，改革遂及於社會，繼復流衍，來濺遠東，浸及震旦，而洪流所向，則尚浩蕩而未有止也。觀其所發之強，斯足測所蘊之厚，知科學盛大，決不緣於一朝。索其真源，蓋遠在夫希臘，既而中止，幾一千年，遞十七世紀中葉，乃復決為大川，狀益汪洋，流益曼衍，無有斷絕，以至今茲。實益駢生，人間生活之幸福，悉以增進。第相科學歷來發達之繩跡，則勤劬艱苦之影在焉，謂之教訓。\n\n希臘羅馬科學之盛，殊不遜於藝文。爾時巨制，有畢撒哥拉（Pythagoras）之生理音階，亞里士多德（Aristoteles）之解剖氣象二學，柏拉圖（Platon）之《諦妙斯篇》（Timaeus）暨《邦國篇》，迪穆克黎多（Demokritos）之“質點論”，至流質力學則昉於亞勒密提士（Archimedes），幾何則建於宥克立（Eukleides），械具學則成於希倫（Heron），此他學者，猶難列舉。其亞利山德大學，特稱學者淵藪，藏書至十萬余卷，較以近時，蓋無愧色。而思想之偉妙，亦至足以鑠今。蓋爾時智者，實不僅啟上舉諸學之端而已，且運其思理，至於精微，冀直解宇宙之元質，德黎（Thales）謂水，亞那克希美納（Anaximenes）謂氣，希拉克黎多（Herakleitos）謂火。其說無當，固不俟言。華惠爾嘗言其故曰，探自然必賴夫玄念，而希臘學者無有是，即有亦極微，蓋緣定此念之意義，非名學之助不為功也。（中略）而爾時諸士，直欲以今日吾曹濫用之文字，解宇宙之玄紐而去之。然其精神，則毅然起叩古人所未知，研索天然，不肯止於膚廓，方諸近世，直無優劣之可言。蓋世之評一時代歷史者，褒貶所加，輒不一致，以當時人文所現，合之近今，得其差池，因生不滿。若自設為古之一人，返其舊心，不思近世，平意求索，與之批評，則所論始云不妄，略有思理之士，無不然矣。若據此立言，則希臘學術之隆，為至可褒而不可黜；其他亦然。世有哂神話為迷信，斥古教為譾陋者，胥自迷之徒耳，足憫諫也。蓋凡論往古人文，加之軒輊，必取他種人與是相當之時劫，相度其所能至而較量之，決論之出，斯近正耳。惟張皇近世學說，無不本之古人，一切新聲，胥為紹述，則意之所執，與蔑古亦相同。蓋神思一端，雖古之勝今，非無前例，而學則構思驗實，必與時代之進而俱升，古所未知，後無可愧，且亦無庸諱也。昔英人設水道於天竺，其國人惡而拒之，有謂水道本創自天竺古賢，久而術失，白人不過竊取而更新之者，水道始大行。舊國篤古之余，每至不惜於自欺如是。震旦死抱國粹之士，作此說者最多，一若今之學術藝文，皆我數千載前所已具。不知意之所在，將如天竺造說之人，聊弄術以入新學，抑誠屍祝往時，視為全能而不可越也？雖然，非是不協不聽之社會，亦有罪焉已。\n\n希臘既苓落，羅馬亦衰，而亞剌伯人繼起，受學於那思得理亞與僦思人，翻譯詮釋之業大盛；眩其新異，妄信以生，於是科學之觀念漠然，而進步亦遂止。蓋希臘羅馬之科學，在探未知，而亞剌伯之科學，在模前有，故以註疏易徵驗，以評騭代會通，博覽之風興，而發見之事少，宇宙見象，在當時乃又神秘而不可測矣。懷念既爾，所學遂妄，科學隱，幻術興，天學不昌，占星代起，所謂點金通幽之術，皆以昉也。顧亦有不可貶者，為爾時學士，實非懶散而無為，精神之弛，因入退守；徒以方術之誤，結果乃止於無功，至所致力，固有足以驚嘆。如當時回教新立，政事學術，相輔而蒸，可爾特跋暨巴格達德之二帝，對峙東西，競導希臘羅馬之學，傳之其國，又好讀亞里士多德與柏拉圖書。而學校亦林立，以治文理數理愛智質學及醫藥之事；質學有醇酒硝硫酸之發明，數學有代數三角之進步；又復設度測地，以擺計時，星表之作，亦始此頃，其學術之盛，蓋幾世界之中樞矣。而景教子弟，復多出入於日斯巴尼亞之學校，取亞剌伯科學而傳諸宗邦，景教國之學術，為之一振；遞十一世紀，始衰微也。赫胥黎作《十九世紀後葉科學進步志》，論之曰，中世學校，咸以天文幾何算術音樂為高等教育之四分科，學者非知其一，不足稱有適當之教育；今不遇此，吾徒恥之。此其言表，與震旦謀新之士，大號興學者若同，特中之所指，乃理論科學居其三，非此之重有形應用科學而又其方術者，所可取以自塗澤其說者也。\n\n時亞剌伯雖如是，而景教諸國，則於科學無發揚。且不獨不發揚而已，又進而擯斥夭閼之，謂人之最可貴者，無逾於道德上之義務與宗教上之希望，茍致力於科學，斯謬用其所能。有拉克坦諦（Lactantius）者，彼教之能才也，嘗曰，探萬彙之原因，問大地之動定，談月表之隆陷，究星辰之懸屬，考成天之質分，而焦心苦思於此諸問端者，猶絮陳未見之國都，其愚為不可幾及。賢者如是，庸俗可知，科學之光，遂以黯淡。顧大勢如是，究亦不起於無因。準丁達爾（J.Tyndall）言，則以其時羅馬及他國之都，道德無不頹廢，景教適以時起，宣福音於平人，制非極嚴，不足以矯俗，故宗徒之遘害雖多，而終得以制勝。惟心意之受嬰久，斯痕跡之漫漶也難，於是雖奉為靈糧之聖文，亦以供科學之判決。見象如是，夫何進步之可期乎？至厥後教會與列國政府間之沖突，亦於揅究之受妨，與有力也。由是觀之，可知人間教育諸科，每不即於中道，甲張則乙弛，乙盛則甲衰，迭代往來，無有紀極。如希臘羅馬之科學，以極盛稱，迨亞剌伯學者興，則一歸於學古；景教諸國，則建至嚴之教，為德育本根，知識之不絕者如線。特以世事反復，時勢遷流，終乃屹然更興，蒸蒸以至今日。所謂世界不直進，常曲折如螺旋，大波小波，起伏萬狀，進退久之而達水裔，蓋誠言哉。且此又不獨知識與道德為然也，即科學與美藝之關系亦然。歐洲中世，畫事各有原則，迨科學進，又益以他因，而美術為之中落，迨復遵守，則輓近事耳。惟此消長，論者亦無利害之可言，蓋中世宗教暴起，壓抑科學，事或足以震驚，而社會精神，乃於此不無洗滌，熏染陶冶，亦胎嘉葩。二千年來，其色益顯，或為路德，或為克靈威爾，為彌耳敦，為華盛頓，為嘉來勒，後世瞻思其業，將孰謂之不偉歟？此其成果，以償沮遏科學之失，綽然有余裕也。蓋無間教宗學術美藝文章，均人間曼衍之要旨，定其孰要，今茲未能。惟若眩至顯之實利，摹至膚之方術，則準史實所垂，當反本心而獲惡果，可決論而已。此何以故？則以如是種人之得久，蓋於文明政事二史皆未之見也。\n\n迄今所述，止於昏黃，若去而求明星於爾時，則亦有可言者一二，如十二世紀有摩格那思（A.Magnus），十三世紀有洛及培庚（Roger Bacon 生一二一四年，中國所習聞者生十六世紀與此異），嘗作書論失學之故，畫恢復之策，中多名言，至足稱述；然其見知於世，去今才百余年耳。書首舉失學元因凡四：曰摹古，曰偽智，曰泥於習，曰惑於常。近世華惠爾亦論之，籍當時見象，統歸四因，與培庚言殊異，因一曰思不堅，二曰卑瑣，三曰不假之性，四曰熱中之性，且多援例以實之。丁達爾後出，於第四因有違言，謂熱中妨學，蓋指腦之弱者耳，若其誠強，乃反足以助學。科學者耄，所發見必不多，此非智力衰也，正坐熱中之性漸微故。故人有謂知識的事業，當與道德力分者，此其說為不真，使誠脫是力之鞭策而惟知識之依，則所營為，特可憫者耳。發見之故，此其一也。今更進究發見之深因，則尤有大於此者。蓋科學發見，常受超科學之力，易語以釋之，亦可曰非科學的理想之感動，古今知名之士，概如是矣。闌喀曰，孰輔相人，而使得至真之知識乎？不為真者，不為可知者，蓋理想耳。此足據為鐵證者也。英之赫胥黎，則謂發見本於聖覺，不與人之能力相關；如是聖覺，即名曰真理發見者。有此覺而中才亦成宏功，如無此覺，則雖天縱之才，事亦終於不集。說亦至深切而可聽也。茀勒那爾以力數學之研究有名，嘗柬其友曰，名譽之心，去己久矣。吾今所為，不以令譽，特以吾意之嘉受耳。其恬淡如是。且發見之譽大矣，而威累司遜其成就於達爾文，本生付其勤劬於吉息霍甫，其謙遜又如是。故科學者，必常恬淡，常遜讓，有理想，有聖覺，一切無有，而能貽業績於後世者，未之有聞。即其他事業，亦胥如此矣。若曰，此累葉之言，皆空虛而無當於實歟？則曰然亦近世實益增進之母耳。此述其母，為厥子故，即以慰之。\n\n前此黑暗期中，雖有圖復古之一二偉人出，而終亦不能如其所期，東方之光，蓋實作於十五六兩世紀頃。惟苓落既久，思想大荒，雖冀履前人之舊跡，亦不可以猝得，故直近十七世紀中葉，人始誠聞夫曉聲，回顧其前，則歌白尼（N．Copernicus）首出，說太陽系，開布勒（J．Kepler）行星運動之法繼之，此他有格里累阿（Galileo Galilei），於星力二學，多所發明，又善導人，使事斯學；后复有思迭文（S．Stevin）之机械學，吉勒裒德（W．Gilbert）之磁學，哈維（W．Harvey）之生理學。法朗西意大利諸國學校，則解剖之學大盛；科學協會亦始立，意之林舍亞克特美（Accademia dei Lincei）即科學研究之淵藪也。事業之盛，足惊歎矣。夫气運所趣既如此，則桀士自以篤生，故英則有法朗希思培庚，法則有特嘉爾。\n\n培庚（F．Bacon 1561—1626）著書，序古來科學之進步，與何以達其主的之法曰《格致新機》。雖後之結果，不如著者所希，而平議其業，決不可云不偉。惟中所張主，為循序內籀之術，而不更云徵驗：後以是多訝之。顧培庚之時，學風至異，得一二瑣末之事實，輒視為大法之前因，培庚思矯其俗，勢自不得不斥前古懸擬誇大之風，而一偏於內籀，則其不崇外籀之事，固非得已矣。況此又特未之語耳，察其思惟，亦非偏廢；氏所述理董自然見象者凡二法：初由經驗而入公論，次更由公論而入新經驗。故其言曰，事物之成，以手乎，抑以心乎？此不完於一。必有機械而輔以其他，乃以具足焉。蓋事業者，成以手，亦賴乎心者也。觀於此言，則《新機論》第二分中，當必有言外籀者，然其第二分未行世也。顧由是而培庚之術為不完，凡所張皇，僅至具足內籀而止。內籀之具足者，不為人所能，其所成就，亦無逾於實歷；就實歷而探新理，且更進而窺宇宙之大法，學者難之。況懸擬雖培庚所不喜，而今日之有大功於科學，致諸盛大之域者，實多懸擬為之乎？然其說之偏於一方，視為匡世之術可耳，無足深難也。\n\n後斯人幾三十年，有特嘉爾（R．Descartes 1596—1650）生於法，以數學名，近世哲學之基，亦賴以立。嘗屹然扇尊疑之大潮，信真理之有在，於是專心一志，求基礎於意識，覓方術於數理。其言有曰，治幾何者，能以至簡之名理，會解定理之繁多。吾因悟凡人智以內事，亦咸得以如是法解。若不以不真者為真，而履當履之道，則事之不成物之不解者，將無有矣。故其哲理，蓋全本外籀而成，擴而用之，即以馭科學，所謂由因入果，非自果導因，為其著《哲學要義》中所自述，亦特嘉爾方術之本根，思理之樞機也。至其方術，則論者亦謂之不完，奉而不貳，弊亦弗異於偏倚培庚之內籀，惟於過重經驗者，可為救正之用而已。若其執中，則偏於培庚之內籀者固非，而篤於特嘉爾之外籀者，亦不云是。二術俱用，真理始昭，而科學之有今日，亦實以有會二術而為之者故。如格里累阿，如哈維，如波爾（R．Boyle），如奈端（I．Newton），皆偏內籀不如培庚，守外籀不如特嘉爾，卓然獨立，居中道而經營者也。培庚生時，於國民之富有，與實踐之結果，企望極堅，越百年，科學益進而事乃不如其意。奈端發見至卓，特嘉爾數理亦至精，而世人所得，僅腦海之富而止；國之安舒，生之樂易，未能獲也。他若波爾立質力二學徵實之法，巴斯加耳（B．Pascal）暨多烈舍黎（E．Torricelli）測大氣之量，摩勒畢奇（M．Malpighi）等精揅官品之理，而工業如故，交通未良，礦業亦無所進益，惟以機械學之結果，始見極粗之時辰表而已。至十八世紀中葉，英法德意諸國科學之士輩出，質學生學地學之進步，燦然可觀，惟所以福社會者若何，則論者尚難於置對。迨醞釀既久，實益乃昭，當同世紀末葉，其效忽大著，舉工業之械具資材，植物之滋殖繁養，動物之畜牧改良，無不蒙科學之澤，所謂十九世紀之物質文明，亦即胚胎於是時矣。洪波浩然，精神亦以振，國民風氣，因而一新。顧治科學之桀士，則不以是嬰心也，如前所言，蓋僅以知真理為惟一之儀的，擴腦海之波瀾，掃學區之荒穢，因舉其身心時力，日探自然之大法而已。爾時之科學名家，無不如是，如侯失勒（J．Herschel）暨拉布拉（S．de Laplace）之於星學，揚俱（Th．Young）暨弗勒那爾（A．Fresnel）之於光學，歐思第德（H．C．Oersted）之於力學，蘭麻克（J．de Lamarck）之於生學，迭亢陀耳（A．de Candolle）之於植物學，威那（A．G．Werner）之於礦物學，哈敦（J．Hutton）之於地學，瓦特（J．Watt）之於机械學，其尤著者也。試察所儀，豈在實利哉？然防火燈作矣，汽機出矣，礦術興矣。而社會之耳目，乃獨震驚有此點，日頌當前之結果，於學者獨恝然而置之。倒果為因，莫甚於此。欲以求進，殆無異鼓鞭於馬勒歟，夫安得如所期？第謂惟科學足以生實業，而實業更無利於科學，人皆慕科學之榮，則又不如是也。社會之事繁，分業之要起，人自不得不有所專，相互為援，於以兩進。故實業之蒙益於科學者固多，而科學得實業之助者亦非鮮。今試置身於野人之中，顯鏡衡機不俟言，即醇酒玻璃，亦不可致，則科學者將何如，僅得運其思理而已。思理孤運，此雅典暨亞歷山德府科學之所以中衰也。事多共其悲喜，蓋亦誠言也夫。\n\n故震他國之強大，栗然自危，興業振兵之說，日騰於口者，外狀固若成然覺矣，按其實則僅眩於當前之物，而未得其真諦。夫歐人之來，最眩人者，固莫前舉二事若，然此亦非本柢而特葩葉耳。尋其根源，深無底極，一隅之學，夫何力焉。顧著者於此，亦非謂人必以科學為先務，待其結果之成，始以振兵興業也，特信進步有序，曼衍有源，慮舉國惟枝葉之求，而無一二士尋其本，則有源者日長，逐末者仍立撥耳。居今之世，不與古同，尊實利可，摹方術亦可，而有不為大潮所漂泛，屹然當橫流，如古賢人，能播將來之佳果於今茲，移有根之福祉於宗國者，亦不能不要求於社會，且亦當為社會要求者矣。丁達爾不云乎：止屬目於外物，或但以政事之感，而誤凡事之真者，每謂邦國安危，一系於政治之思想，顧至公之歷史，則立證其不然。夫法之有今日也，寧有他因耶？特以科學之長，勝他國耳。千七百九十二年之變，全歐囂然，爭執干戈以攻法國，聯軍伺其外，內訌興於中，武庫空虛，戰士多死，既不能以疲卒當銳兵，而又無糧以濟守者，武人撫劍而視太空，政家飲淚而悲來日，束手銜恨，俟天運矣。而時之振作其國人者何人？震怖其外敵者又何人？曰，科學也。其時學者，無不盡其心力，竭其智能，見兵士不足，則補以發明，武具不足，則補以發明，當防守之際，即知有科學者在，而後之戰勝必矣。然此猶可曰丁達爾自治科學，因阿所好而立言耳，然證以阿羅戈之所載書，乃益明其不妄，書所記曰，時公會征九十萬人，蓋禦外敵之四集，實非此不勝用爾。而人不如數；眾乃大懼。加以武庫久空，戰備不足，故目前之急，有非人力所能救者。蓋時所必要，首為彈藥，而原料硝石，曩悉來自印度，至此時遂窮。次為槍炮，而法地產銅不多，必仰俄英印度之給，至今亦絕。三為鋼鐵，然平日亦取諸外國，制造之術，無知之者。於是行最後之策，集通國學者，開會議之，其最要而最難得者為火藥。政府使者皆知不能成，嘆曰，硝石安在？聲未絕，學者孟耆即起曰，有之。至適當之地，如馬廄土倉中，有硝石無量，為汝所夢想不到者。氏稟天才，加以知識，愛國出於至誠，乃睥睨闔室曰，吾能集其土為之！不越三日，火藥就矣，於是以至簡之法，曉諭國中，老弱婦稚，悉能制造，俄頃間全法國如大工廠也。此外有質學家，以法化分鐘銅，用作武器，而煉鐵新法亦昉於是時，凡鑄刀劍槍械，無不可用國產。柔皮術亦不日竟成，製履之韋，因以不匱。爾時所稱異之氣球暨空氣中之電報，亦均改良擴張，用之爭戰，前者即摩洛將軍乘之探敵陣，得其情實，因制殊勝者也。丁達爾乃論曰，法國爾時，實生二物，曰：科學與愛國。其至有力者，為孟耆（Monge）與加爾諾（Carnot），與有力者，為孚勒克洛，穆勒惠，暨巴列克黎之徒。大業之成，此其樞紐。故科學者，神聖之光，照世界者也，可以遏末流而生感動。時泰，則為人性之光；時危，則由其靈感，生整理者如加爾諾，生強者強於拿坡侖之戰將云。今試總觀前例，本根之要，洞然可知。蓋末雖亦能燦爛於一時，而所宅不堅，頃刻可以蕉萃，儲能於初，始長久耳。顧猶有不可忽者，為當防社會入於偏，日趨而之一極，精神漸失，則破滅亦隨之。蓋使舉世惟知識之崇，人生必大歸於枯寂，如是既久，則美上之感情漓，明敏之思想失，所謂科學，亦同趣於無有矣。故人群所當希冀要求者，不惟奈端已也，亦希詩人如狹斯丕爾（Shakespeare）；不惟波爾，亦希畫師如洛菲羅（Raphaelo）；既有康德，亦必有樂人如培得訶芬（Beethoven）；既有達爾文，亦必有文人如嘉來勒（Garlyle）。凡此者，皆所以致人性於全，不使之偏倚，因以見今日之文明者也。嗟夫，彼人文史實之所垂示，固如是已！\n\n一九〇七年作。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"}]