[{"name":"1\t一九一八年","content":"\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"2\t一九一九年","content":"\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"題記","content":"現在有誰經過西長安街一帶的，總可以看見幾個衣履破碎的窮苦孩子叫賣報紙。記得三四年前，在他們身上偶而還剩有制服模樣的殘餘；再早，就更體面，簡直是童子軍的擬態。\n\n那是中華民國八年，即西曆一九一九年，五月四日北京學生對於山東問題的示威運動以後，因為當時散傳單的是童子軍，不知怎的竟惹了投機家的注意，童子軍式的賣報孩子就出現了。其年十二月，日本公使小幡酉吉抗議排日運動情形和今年大致相同；只是我們的賣報孩子卻穿破了第一身新衣以後，便不再做，只見得年不如年地顯出窮苦。\n\n我在《新青年》的《隨感錄》中做些短評，還在這前一年，因為所評論的多是小問題，所以無可道，原因也大都忘卻了。但就現在的文字看起來，除幾條泛論之外，有的是對於扶乩，靜坐，打拳而發的；有的是對於所謂“保存國粹”而發的；有的是對於那時舊官僚的以經驗自豪而發的；有的是對於上海《時報》的諷刺畫而發的。記得當時的《新青年》，是正在四面受敵之中，我所對付的不過一小部分；其他大事，則本志具在，無須我多言。\n\n五四運動之後，我沒有寫什麼文字，現在已經說不清是不做，還是散失消滅的了。但那時革新運動，表面上卻頗有些成功，於是主張革新的也就蓬蓬勃勃，而且有許多還就是在先譏笑，嘲罵《新青年》的人們，但他們卻是另起了一個冠冕堂皇的名目：新文化運動。這也就是後來又將這名目反套在《新青年》身上，而又加以嘲罵譏笑的，正如笑駡白話文的人，往往自稱最得風氣之先，早經主張過白話文一樣。\n\n再後，更無可道了。只記得一九二一年中的一篇是對於所謂“虛無哲學”而發的；更後一年則大抵對於上海之所謂“國學家”而發，不知怎的那時忽而有許多人都自命為國學家了。\n\n自《新青年》出版以來，一切應之而嘲罵改革，後來又贊成改革，後來又嘲罵改革者，現在擬態的制服早已破碎，顯出自身的本相來了，真所謂“事實勝於雄辯”，又何待於紙筆喉舌的批評。所以我的應時的淺薄的文字，也應該置之不顧，一任其消滅的；但幾個朋友卻以為現狀和那時並沒有大兩樣，也還可以存留，給我編輯起來了。這正是我所悲哀的。我以為凡對於時弊的攻擊，文字須與時弊同時滅亡，因為這正如白血輪之釀成瘡癤一般，倘非自身也被排除，則當它的生命的存留中，也即證明著病菌尚在。\n\n但如果凡我所寫，的確都是冷的呢？則它的生命原來就沒有，更談不到中國的病證究竟如何。然而，無情的冷嘲和有情的諷刺相去本不及一張紙，對於周圍的感受和反應，又大概是所謂“如魚飲水冷暖自知”的；我卻覺得周圍的空氣太寒冽了，我自說我的話，所以反而稱之曰《熱風》。\n\n一九二五年十一月三日之夜，魯迅。\n\n　\n\n"},{"name":"隨感錄三十三","content":"魯迅以筆名唐俟發表\n\n現在有一班好講鬼話的人，最恨科學，因為科學能教道理明白，能教人思路清楚，不許鬼混，所以自然而然的成了講鬼話的人的對頭。於是講鬼話的人，便須想一個方法排除他。\n\n其中最巧妙的是搗亂。先把科學東扯西拉，羼進鬼話，弄得是非不明，連科學也帶了妖氣：例如一位大官做的衛生哲學，裡面說——\n\n「吾人初生之一點，實自臍始，故人之根本在臍。……故臍下腹部最為重要，道書所以稱之曰丹田。」用植物來比人，根須是胃，臍卻只是一個蒂，離了便罷，有什麼重要。但這還不過比喻奇怪罷了，尤其可怕的是——\n\n「精神能影響於血液，昔日德國科布博士發明霍亂（虎列拉）病菌，有某某二博士反對之，取其所培養之病菌，一口吞入，而竟不病。」據我所曉得的，是Koch博士發見（查出了前人未知的事物叫發見，創出了前人未知的器具和方法才叫發明）了真虎列拉菌；別人也發見了一種，Koch說他不是，把他的菌吞了，後來沒有病，便證明了那人所發見的，的確不是病菌。如今顛倒轉來，當作「精神能改造肉體」的例證，豈不危險已極麼？\n\n搗亂得更凶的，是一位神童做的《三千大千世界圖說》。他拿了儒，道士，和尚，耶教的糟粕，亂作一團，又密密的插入鬼話。他說能看見天上地下的情形，他看見的「地球星」，雖與我們所曉得的無甚出入，一到別的星系，可是五花八門了。因為他有天眼通，所以本領在科學家之上。他先說道——\n\n「今科學家之發明，欲觀天文則用天文鏡……然猶不能持此以觀天堂地獄也。究之學問之道如大海然，萬不可入海飲一滴水，即自足也。」他雖然也分不出發見和發明的不同，論學問卻頗有理。但學問的大海，究竟怎樣情形呢？他說——\n\n「赤精天……有毒火坑，以水晶蓋壓之。若遇某星球將壞之時，即去某星球之水晶蓋，則毒火大發，焚毀民物。」\n\n「眾星……大約分為三種，曰恒星，行星，流星。……據西學家言，恒星有三十五千萬，以小子視之，不下七千萬萬也。……行星共計一百千萬大系。……流星之多，倍於行星。……其繞日者，約三十三年一周，每秒能行六十五裡。」\n\n「日面純為大火。……因其熱力極大，人不能生，故太陽星君居焉。」其餘怪話還多；但講天堂的遠不及六朝方士的《十洲記》，講地獄的也不過鈔襲《玉曆鈔傳》。這神童算是糟了！另外還有感慨的話，說科學害了人。上面一篇「嗣漢六十二代天師正一真人張元旭」的序文，尤為單刀直入，明明白白道出——\n\n「自拳匪假託鬼神，致招聯軍之禍，幾至國亡種滅，識者痛心疾首，固已極矣。又適值歐化東漸，專講物質文明之秋，遂本科學家世界無帝神管轄，人身無魂魄輪回之說，奉為國是，俾播印于人人腦髓中，自是而人心之敬畏絕矣。敬畏絕而道德無根柢以發生矣！放僻邪侈，肆無忌憚，爭權奪利，日相戰殺，其禍將有甚於拳匪者！……」這簡直說是萬惡都由科學，道德全靠鬼話；而且與其科學，不如拳匪了。從前的排斥外來學術和思想，大抵專靠皇帝；自六朝至唐宋，凡攻擊佛教的人，往往說他不拜君父，近乎造反。現在沒有皇帝了，卻尋出一個「道德」的大帽子，看他何等利害。不提防想不到的一本紹興《教育雜誌》裡面，也有一篇仿古先生的《教育偏重科學無甯偏重道德》甯字原文如此，疑是避諱的論文，他說——\n\n「西人以數百年科學之心力，僅釀成此次之大戰爭。……科學云乎哉？多見其為殘賊人道矣！」\n\n「偏重於科學，則相尚於知能；偏重于道德，則相尚於欺偽。相尚於欺偽，則禍止於欺偽，相尚於知能，則欺偽莫由得而明矣！」雖然不說鬼神為道德根本，至於向科學宣告死刑，卻居然兩教同心了。所以拳匪的傳單上，明白寫著——\n\n「孔聖人張天師傅言由山東來，趕緊急傅，並無虛言！」\n\n照他們看來，這般可恨可惡的科學世界，怎樣挽救呢？《靈學雜誌》內俞複先生答吳稚暉先生書裡說過：「鬼神之說不張，國家之命遂促！」可知最好是張鬼神之說了。鬼神為道德根本，也與張天師和仿古先生的意見毫不衝突。可惜近來北京乩壇，又印出一本《感顯利冥錄》，內有前任北京城隍白知和諦閑法師的問答——\n\n「師云：發願一事，的確要緊。……此次由南方來，聞某處有濟公臨壇，所說之話，殊難相信。濟祖是阿羅漢，見思惑已盡，斷不為此。……不知某會臨壇者，是濟祖否？請示。\n\n「乩云：承諭發願，……謹記斯言。某處壇，靈鬼附之耳。須知靈鬼，即魔道也。知此後當發願驅除此等之鬼。」「師云」的發願，城隍竟不能懂；卻先與某會力爭正統。照此看來，國家之命未延，鬼兵先要打仗；道德仍無根柢，科學也還該活命了。\n\n其實中國自所謂維新以來，何嘗真有科學。現在儒道諸公，卻徑把歷史上一味搗鬼不治人事的惡果，都移到科學身上，也不問什麼叫道德，怎樣是科學，只是信口開河，造謠生事；使國人格外惑亂，社會上罩滿了妖氣。以上所引的話，不過隨手拈出的幾點黑影；此外自大埠以至僻地，還不知有多少奇談。但即此幾條，已足可推測我們周圍的空氣，以及將來的情形，如何黑暗可怕了。\n\n據我看來，要救治這「幾至國亡種滅」的中國，那種「孔聖人張天師傳言由山東來」的方法，是全不對症的，只有這鬼話的對頭的科學！——不是皮毛的真正科學！——這是什麼緣故呢？陳正敏《遯齋閑覽》有一段故事（未見原書，據《本草綱目》所引寫出，但這也全是道士所編造的謠言，並非事實，現在只當他比喻用）說得好——\n\n「楊勔中年得異疾；每發語，腹中有小聲應之，久漸聲大。有道士見之，曰：此應聲蟲也！但讀《本草》取不應者治之。讀至雷丸，不應，遂頓服數粒而愈。」\n\n關於吞食病菌的事，我上文所說的大概也是錯的，但現在手頭無書可查。也許是Koch博士發見了虎列拉菌時，Pfeffer博士以為不是真病菌，當面吞下去了，後來病得幾乎要死。總之，無論如何，這一案決不能作「精神能改造肉體」的例證。\n\n一九二五年九月二十四日補記。\n\n"},{"name":"隨感錄三十五","content":"魯迅以筆名唐俟發表\n\n從清朝末年，直到現在，常常聽人說「保存國粹」這一句話。\n\n前清末年說這話的人，大約有兩種：一是愛國志士，一是出洋遊歷的大官。他們在這題目的背後，各各藏著別的意思。志士說保存國粹，是光復舊物的意思；大官說保存國粹，是教留學生不要去剪辮子的意思。\n\n現在成了民國了。以上所說的兩個問題，已經完全消滅。所以我不能知道觀在說這話的是那一流人，這話的背後藏著什麼意思了。\n\n可是保存國粹的正面意思，我也不懂。\n\n什麼叫「國粹」?照字面看來，必是一國獨有，他國所無的事物了。換一句話，便是特別的東西。但特別未必定是好，何以應該保存?\n\n譬如一個人，臉上長了一個瘤，額上腫出一顆瘡，的確是與眾不同，顯出他特別的樣子，可以算他的「粹」。然而據我看來，還不如將這「粹」割去了，同別人一樣的好。\n\n倘說：中國的國粹，特別而且好；又何以現在糟到如此情形，新派搖頭，舊派也歎氣。　\n\n倘說：這便是不能保存國粹的緣故，開了海禁的緣故，所以必須保存。但海禁未開以前，全國都是「國粹」，理應好了；何以春秋戰國五胡十六國鬧個不休，古人也都歎氣。\n\n倘說：這是不學成湯文武周公的緣故；何以真正成湯文武周公時代，也先有桀紂暴虐，後有殷頑作亂；後來仍舊弄出存秋戰國五胡十六國闊個不休，古人也都歎氣。\n\n我有一位朋友說得好：「要我們保存國粹，也須國粹能保存我們。」\n\n保存我們，的確是第一義。只要問他有無保存我們的力量，不管他是否國粹。\n\n"},{"name":"隨感錄四十","content":"魯迅以筆名唐俟發表\n\n終日在家裡坐，至多也不過看見窗外四角形慘黃色的天，還有什麼感？只有幾封信，說道，「久違芝宇，時切葭思」；有幾個客，說道，「今天天氣很好」：都是祖傳老店的文字語言。寫的說的，既然有口無心，看的聽的，也便毫無所感了。\n\n有一首詩，從一位不相識的少年寄來，卻對於我有意義。———\n\n 　　　　　　　　　 愛　情\n\n我是一個可憐的中國人。愛情！我不知道你是什麼。\n我有父母，教我育我，待我很好；我待他們，也還不差。\n我有兄弟姐妹，幼時共我玩耍，長來同我切磋，待我很好；我待他們，也還不差。但是沒有人曾經「愛」過我，我也不曾「愛」過他。\n我年十九，父母給我討老婆。於今數年，我們兩個，也還和睦。可是這婚姻，是全憑別人主張，別人撮合：把他們一日戲言，當我們百年的盟約。仿佛兩個牲口聽著主人的命令：\n「咄，你們好好的住在一塊兒罷！」\n\n\n愛情！可憐我不知道你是什麼！\n詩的好歹，意思的深淺，姑且勿論；但我說，這是血的蒸氣，醒過來的人的真聲音。\n\n愛情是什麼東西?我也不知道。中國的男女大抵一對或一群——一男多女——的住著，不知道有誰知道。\n\n但從前沒有聽到苦悶的叫聲。即使苦悶，一叫便錯；少的老的，一齊搖頭，一齊痛駡。\n\n然而無愛情結婚的惡結果，卻連續不斷的進行。形式上的夫婦，既然都全不相關，少的另去姘人宿娼，老的再來買妾，麻痹了良心，各有妙法。所以直到現在，不成問題。但也曾造出一個「妒」字，略表他們曾經苦心經營的痕跡。\n\n可是東方發自，人類向各民族所要的是「人」，——自然也是「人之子」——我們所有的是單是人之子，是兒媳婦與兒媳之夫，不能獻出於人類之前。\n\n可是魔鬼手上，終有漏光的處所，掩不住光明：人之子醒了；他知道了人類間應有愛情；知道了從前一班少的老的所犯的罪惡；於是起了苦悶，張口發出這叫聲。\n\n但在女性一方面，本來也沒有罪，現在是做了舊習慣的犧牲。我們既然自覺著人類的道德，良心上不肯犯他們少的老的的罪，又不能責備異性，也只好陪著做一世犧牲，完結了四千年的舊帳。\n\n做一世犧牲，是萬分可怕的事；但血液究竟乾淨，聲音究竟醒而且真。\n\n我們能夠大叫，是黃鶯便黃鶯般叫；是鴟梟便鴟梟般叫。我們不必學那才從私窩子裡跨出腳，便說「中國道德第一」的人的聲音。\n\n我們還要叫出沒有愛的悲哀，叫出無所可愛的悲哀。……我們要叫到舊賬勾消的時候。\n\n舊賬如何勾消？我說，「完全解放了我們的孩子！」\n\n"},{"name":"隨感錄四十六","content":"魯迅以筆名唐俟發表\n\n民國八年正月間，我在朋友家裡見到上海一種什麼報的星期增刊諷刺畫，正是開宗明義第一回；畫著兒方小圖，大意是罵主張廢漢文的人的；說是給外國醫生換上外國狗的心了，所以讀羅馬字時，全是外國狗叫。但在小圖的上面，又有兩個雙鉤大字「潑克」，似乎便是這增刊的名目；可是全不像中國話。我因此很覺這美術家可憐：他——對於個人的人身攻擊姑且不論——學了外國畫，來罵外國話，然而所用的名目又仍然是外國話。諷刺畫本可以針砭社會的錮疾；現在施針砭的人的眼光，在一方尺大的紙片上，尚且看不分明，怎能指出確當的方向，引導社會呢? \n\n這幾天又見到一張所謂《潑克》，是罵提倡新文藝的人了。大旨是說凡所崇拜的，都是外國的偶像。我因此愈覺這美術家可憐：他學了畫，而且畫了「潑克」，竟還未知道外國畫也是文藝之一。他對於自己的本業，尚且罩在黑罎子裡，摸不清楚，怎能有優美的創作，貢獻於社會呢? \n\n但「外國偶像」四個字，卻虧他想了出來。 \n\n不論中外，誠然都有偶像。但外國是破壞偶像的人多；那影響所及，便成功了宗教改革，法國革命。舊像愈摧破，人類便愈進步；所以現在才有比利時的義戰，與人道的光明。那達爾文易卜生托爾斯泰尼采諸人，便都是近來偶像破壞的大人物。 \n\n在這一流偶像破壞者，《潑克》卻完全無用；因為他們都有確固不拔的自信，所以決不理會偶像保護者的嘲罵。易卜生說： \n\n  「我告訴你們，是這個——世界上最強壯有力的人，就是那孤立的人。」(見《國民之敵》) \n但也不理會偶像保護者的恭維。尼采說： \n\n 「他們又拿著稱讚，圍住你嗡嗡的叫：他們的稱讚是厚臉皮。他們要接近你的皮膚和你的血。」(《札拉圖如是說》第二卷《市場之蠅》) \n這樣，才是創作者。——我輩即使才力不及，不能創作，也該當學習；即使所崇拜的仍然是新偶像，也總比中國陳舊的好。與其崇拜孔丘關羽，還不如崇拜達爾文易卜生；與其犧牲于瘟將軍五道神，還不如犧牲於 Apollo。\n\n"},{"name":"隨感錄三十九","content":"魯迅以筆名唐俟發表\n\n《新青年》的五卷四號，隱然是一本戲劇改良號，我是門外漢，開口不得；但見《再論戲劇改良》這一篇中，有「中國人說到理想，便含著輕薄的意味，覺得理想即是妄想，理想家即是妄人」一段話，卻令我發生了追憶，不免又要說幾句空談。\n\n據我的經驗，這理想價值的跌落，只是近五年以來的事。民國以前，還未如此，許多國民，也肯認理想家是引路的人。到了民國元年前後，理論上的事情，著著實現，於是理想派——深淺真偽現在姑且弗論——也格外舉起頭來。一方面卻有舊官僚的攘奪政權，以及遺老受冷不過，豫備下山，都痛恨這一類理想派，說什麼聞所未聞的學理法理，橫亙在前，不能大踏步搖擺。於是沉思三日三夜，竟想出了一種兵器，有了這利器，才將「理」字排行的元惡大憝，一律肅清；這利器的大名，便叫「經驗」。現在又添上一個雅號，便是高雅之至的「事實」。\n\n經驗從那裡得來，便是從清朝得來的。經驗提高了他的喉嚨含含糊糊說，「狗有狗道理，鬼有鬼道理，中國與眾不同，也自有中國道理。道理各各不同，一味理想，殊堪痛恨。」這時候，正是上下一心理財強種的時候，而且帶有理字的，又大半是洋貨，愛國之士，義當排斥。所以一轉眼便跌了價值；一轉眼便遭了嘲罵；又一轉眼，便連他的影子，也同拳民時代的教民一般，競犯了與眾共棄的大罪了。\n\n但我們應該明白，人格的平等，也是一種外來的舊理想；現在「經驗」既已登壇，自然株連著化為妄想，理合不分首從，全踏在朝靴底下，以符列祖列宗的成規。這一踏不覺過了四五年，經驗家雖然也增加了四五歲，與素未經驗的生物學學理——死——漸漸接近，但這與眾不同的中國，卻依然不是理想的住家。一大批踏在朝靴底下的學習諸公，早經竭力大叫，說他也得了經驗了。\n\n但我們應該明白，從前的經驗，是從皇帝腳底下學得；現在與將來的經驗，是從皇帝的奴才的腳底下學得。奴才的數目多，心傳的經驗家也愈多。待到經驗家二世的全盛時代，那便是理想單被輕薄，理想家單當妄人，還要算是幸福僥倖了。\n\n現在的社會，分不清理想與妄想的區別。再過幾時，還要分不清「做不到」與「不肯做到」的區別，要將掃除庭園與劈開地球混作一談。理想家說，這花園有穢氣，須得掃除，——到那時候，說這宗話的人，也要算在理想黨裡，——他卻說道，他們從來在此小便，如何掃除？萬萬不能，也斷乎不可！\n\n那時候，只要從來如此，便是寶貝。即使無名腫毒，倘若生在中國人身上，也便「紅腫之處，豔若桃花；潰爛之時，美如乳酪」。國粹所在，妙不可言。那些理想學理法理，既是洋貨，自然完全不在話下了。\n\n但最奇怪的，是七年十月下半，忽有許多經驗家，理想經驗雙全家，經驗理想未定家，都說公理戰勝了強權，還向公理頌揚了一番，客氣了一頓。這事不但溢出了經驗的範圍，而且又添上一個理字排行的厭物。將來如何收場，我是毫無經驗，不敢妄談。經驗諸公，想也未曾經驗，開口不得。\n\n沒有法，只好在此提出，請教受人輕薄的理想家了。\n\n"},{"name":"隨感錄四十一","content":"魯迅以筆名唐俟發表\n\n從一封匿名信裡看見一句話，是「數麻石片」(原注：江蘇方言)，大約是沒有本領便不必提倡改革，不如去數石片的好的意思。因此又記起了本志通信欄內所載四川方言的「洗煤炭」。想來別省方言中，相類的話還多；守著這專勸人自暴自棄的格言的人，也怕並不少。\n\n凡中國人說一句話，做一件事，倘與傳來的積習有若干抵觸，須一個斤斗便告成功，才有立足的處所；而且被恭維得烙鐵一般熱。否則免不了標新立異的罪名，不許說話；或者竟成了大逆不道，為天地所不容。這一種人，從前本可以夷到九族，連累鄰居；現在卻不過是幾封匿名信罷了。但意志略略薄弱的人便不免因此萎縮，不知不覺的也入了「數麻石片」黨。\n\n所以現在的中國，社會上毫無改革，學術上沒有發明，美術上也沒有創作；至於多人繼續的研究，前仆後繼的探險，那更不必提了。國人的事業，大抵是專謀時式的成功的經營，以及對於一切的冷笑。\n\n但冷笑的人，雖然反對改革，卻又未必有保守的能力：即如文字一面，白話固然看不上眼，古文也不甚提得起筆。照他的學說，本該去「數麻石片」了；他卻又不然，只是莫名其妙的冷笑。\n\n中國的人，大抵在如此空氣裡成功，在如此空氣裡萎縮腐敗，以至老死。\n\n我想，人猿同源的學說，大約可以毫無疑義了。但我不懂，何以從前的古猴子，不都努力變人，卻到現在還留著子孫，變把戲給人看。還是那時竟沒有一匹想站起來學說人話呢?還是雖然有了幾匹，卻終被猴子社會攻擊他標新立異，都咬死了；所以終於不能進化呢？\n\n尼采式的超人，雖然太覺渺茫，但就世界觀有人種的事實看來，卻可以確信將來總有尤為高尚尤近圓滿的人類出現。到那時候，類人猿上面，怕要添出「類猿人」這一個名詞。\n\n所以我時常害怕，願中國青年都擺脫冷氣，只是向上走，不必聽自暴自棄者流的話。能做事的做事，能發聲的發聲。有一分熱，發一分光，就令螢火一般，也可以在黑暗裡發一點光，不必等候炬火。\n\n此後如竟沒有炬火：我便是唯一的光。倘若有了炬火，出了太陽，我們自然心悅誠服的消失。不但毫無不平，而且還要隨喜讚美這炬火或太陽；因為他照了人類，連我都在內。\n\n我又願中國青年都只是向上走，不必理會這冷笑和暗箭。尼采說：\n\n「真的，人是一個濁流。應該是海了，能容這濁流使他乾淨。\n\n「咄，我教你們超人：這便是海，在他這裡，能容下你們的大侮蔑。」(《札拉圖如是說》的《序言》第三節)\n\n縱令不過一窪淺水，也可以學學大海；橫豎都是水，可以相通。幾粒石子，任他們暗地裡擲來；幾滴穢水，任他們從背後潑來就是了。\n\n這還算不到「大侮蔑」——因為大侮蔑也須有膽力。\n\n"},{"name":"隨感錄四十二","content":"魯迅以筆名唐俟發表\n\n聽得朋友說，杭州英國教會裡的一個醫生，在一本醫書上做一篇序，稱中國人為土人；我當初頗不舒服，子細再想，現在也只好忍受了。土人一字，本來只說生在本地的人，沒有什麼惡意。後來因其所指，多系野蠻民族，所以加添了一種新意義，仿佛成了野蠻人的代名詞。他們以此稱中國人，原不免有侮辱的意思；但我們現在，卻除承受這個名號以外，實是別無方法。因為這類是非，都憑事實，並非單用口舌可以爭得的。試看中國的社會裡，吃人，劫掠，殘殺，人身賣買，生殖器崇拜，靈學，一夫多妻，凡有所謂國粹，沒一件不與蠻人的文化（？）恰合。拖大辮，吸鴉片，也正與土人的奇形怪狀的編髮及吃印度麻一樣。至於纏足，更要算在土人的裝飾法中，第一等的新發明了。他們也喜歡在肉體上做出種種裝飾：剜空了耳朵嵌上木塞；下唇剜開一個大孔，插上一支獸骨，像鳥嘴一般；面上雕出蘭花；背上刺出燕子；女人胸前做成許多圓的長的疙瘩。可是他們還能走路，還能做事；他們終是未達一間，想不到纏足這好法子。……世上有如此不知肉體上的苦痛的女人，以及如此以殘酷為樂，醜惡為美的男子，真是奇事怪事。\n\n自大與好古，也是土人的一個特性。英國人喬治葛來任紐西蘭總督的時候，做了一部《多島海神話》，序裡說他著書的目的，並非全為學術，大半是政治上的手段。他說，紐西蘭土人是不能同他說理的。只要從他們的神話的歷史裡，抽出一條相類的事來做一個例，講給酋長祭師們聽，一說便成了。譬如要造一條鐵路，倘若對他們說這事如何有益，他們決不肯聽；我們如果根據神話，說從前某某大仙，曾推著獨輪車在虹霓上走，現在要仿他造一條路，那便無所不可了。（原文已經忘卻，以上所說只是大意）中國十三經二十五史，正是酋長祭師們一心祟奉的治國平天下的譜，此後凡與士人有交涉的「西哲」，倘能人手一編，便助成了我們的「東學西漸」，很使土人高興；但不知那譯本的序上寫些什麼呢？\n\n"},{"name":"隨感錄四十三","content":"魯迅以筆名唐俟發表\n\n進步的美術家，——這是我對於中國美術界的要求。\n\n美術家固然須有精熟的技工，但尤須有進步的思想與高尚的人格。他的製作，表面上是一張畫或一個雕像，其實是他的思想與人格的表現。令我們看了，不但歡喜賞玩，尤能發生感動，造成精神上的影響。\n\n我們所要求的美術家，是能引路的先覺，不是「公民團」的首領。我們所要求的美術品，是表記中國民族知能最高點的標本，不是水平線以下的思想的平均分數。\n\n近來看見上海什麼報的增刊《潑克》上，有幾張諷刺畫。他的畫法，倒也模仿西洋；可是我很疑惑，何以思想如此頑固，人格如此卑劣，竟同沒有教育的孩子只會在好好的白粉牆上寫幾個“某某是我而子”一樣。可憐外國事物，一到中國，便如落在黑色染缸裡似的，無不失了顏色。美術也是其一：學了體格還未勻稱的裸體畫，便畫猥褻畫：學了明暗還未分明的靜物畫，只能畫招牌。皮毛改新，心思仍舊，結果便是如此。至於諷刺畫之變為人身攻擊的器具，更是無足深怪了。\n\n說起諷刺畫，不禁想到美國畫家勃拉特來　(L．D．Br—adley 1853—1917)了。他專畫諷刺畫，關於歐戰的畫，尤為有名；只可惜前年死掉了。我見過他一張《秋收時之月》　(《The Harvest Moon》)的畫。上面是一個形如骷髏的月亮，照著荒田；田裡一排一排的都是兵的死屍。唉唉，這才算得真的進步的美術家的諷刺畫。我希望將來中國也能有一日，出這樣一個進步的諷刺畫家。\n\n"},{"name":"隨感錄四十八","content":"魯迅以筆名唐俟發表\n\n中國人對於異族，歷來只有兩樣稱呼：一樣是禽獸，一樣是聖上。從沒有稱他朋友，說他也同我們一樣的。\n\n古書裡的弱水，竟是騙了我們：聞所未聞的外國人到了；交手幾回，漸知道「子曰詩云」似乎無用，於是乎要維新。\n\n維新以後，中國富強了，用這學來的新，打出外來的新，關上大門，再來守舊。\n\n可惜維新單是皮毛，關門也不過一夢。外國的新事理，卻愈來愈多，愈優勝，「子曰詩云」也愈擠愈苦，愈看愈無用。於是從那兩樣舊稱呼以外，別想了一樣新號：「西哲」或曰「西儒」。\n\n他們的稱號雖然新了，我們的意見卻照舊。因為「西哲」的本領雖然要學，「子曰詩云」也更要昌明。換幾句話，便是學了外國本領，保存中國舊習。本領要新，思想要舊。要新本領舊思想的新人物，駝了舊本領舊思想的舊人物，請他發揮多年經驗的老本領。一言以蔽之：前幾年渭之「中學為體，西學為用」，這幾年謂之「因時制宜，折衷至當。」\n\n其實世界上決沒有這樣如意的事。即使一頭牛，連生命都犧牲了，尚且祀了孔便不能耕田，吃了肉便不能榨乳。何況一個人先須自己活著，又要駝了前輩先生活著；活著的時候，又須恭聽前輩先生的折衷：早上打拱，晚上握手；上午「聲光化電」，下午「子曰詩云」呢？\n\n社會上最迷信鬼神的人，尚且只能在賽會這一日抬一回神輿。不知那些學「聲光化電」的「新進英賢」，能否駝著山野隱逸，海濱遺老，折衷一世？\n\n「西哲」易卡生蓋以為不能，以為不可。所以借了Brand的嘴說：「All or nothing！」\n\n"},{"name":"3\t一九二一年","content":"\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"隨感錄三十八","content":"魯迅以筆名唐俟發表\n\n中國人向來有點自大。——只可惜沒有「個人的自大」，都是「合群的愛國的自大」。這便是文化競爭失敗之後，不能再見振拔改進的原因。\n\n「個人的自大」，就是獨異，是對庸眾宣戰。除精神病學上的誇大狂外，這種自大的人，大抵有幾分天才，——照Nordau等說，也可說就是幾分狂氣。他們必定自己覺得思想見識高出庸眾之上，又為庸眾所不懂，所以憤世疾俗，漸漸變成厭世家，或「國民之敵」。但一切新思想，多從他們出來，政治上宗教上道德上的改革，也從他們發端。所以多有這「個人的自大」的國民，真是多福氣!多幸運!\n\n「合群的自大」,「愛國的自大」，是黨同伐異，是對少數的天才宣戰;——至於對別國文明宣戰，卻尚在其次。他們自己毫無特別才能，可以誇示於人，所以把這國拿來做個影子;他們把國裡的習慣制度抬得很高，讚美的了不得；他們的國粹，既然這樣有榮光，他們自然也有榮光了!倘若遇見攻擊，他們也不必自去應戰，因為這種蹲在影子裡張目搖舌的人，數目極多，只須用Mob的長技，一陣亂噪，便可制勝。勝了,我是一群中的人，自然也勝了；若敗了時，一群中有許多人，未必是我受虧：大凡聚眾滋事時，多具這種心理，也就是他們的心理。他們舉動，看似猛烈，其實卻很卑怯。至於所生結果，則復古，尊王，扶清滅洋等等，已領教得多了。所以多有這「合群的愛國的自大」的國民，真是可哀，真是不幸!\n\n不幸中國偏只多這一種自大：古人所作所說的事，沒一件不好，遵行還怕不及，怎敢說到改革?這種愛國的自大家的意見，雖各派略有不同，根抵總是一致，計算起來，可分作下列五種：\n\n甲云：「中國地大物博，開化最早;道德天下第一。」這是完全自負。\n\n乙云：「外國物質文明雖高，中國精神文明更好。」\n\n丙云：「外國的東西，中國都已有過；某種科學，即某子所說的云云」，這兩種都是「古今中外派」的支流；依據張之洞的格言，以「中學為體西學為用」的人物。\n\n丁云：「外國也有叫化子，——(或云)也有草舍，——娼妓，——臭蟲。」這是消極的反抗。\n\n戊云：「中國便是野蠻的好。」又云：「你說中國思想昏亂，那正是我民族所造成的事業的結晶。從祖先昏亂起，直要昏亂到子孫，從過去昏亂起，直要昏亂到未來。……(我們是四萬萬人，)你能把我們滅絕麼?」這比「丁」更進一層，不去拖人下水，反以自己的醜惡驕人；至於口氣的強硬卻很有《水遊傳》中牛二的態度。\n\n五種之中，甲乙丙丁的話，雖然已很荒謬，但同戊比較，尚覺情有可原，因為他們還有一點好勝心存在。譬如衰敗人家的子弟，看見別家興旺，多說大話，擺出大家架子；或尋求人家一點破綻，聊給自己解嘲。這雖然極是可笑，但比那一種掉了鼻子，還說是祖傳老病，誇示於眾的人，總要算略高一步了。　\n\n戊派的愛國論最晚出，我聽了也最寒心；這不但因其居心可怕，實因他所說的更為實在的緣故。昏亂的祖先，養出昏亂的子孫，正是遺傳的定理；民族根性造成之後，無論好壞，改變都不容易的。法國 G．Le Bon著《民族進化的心理》中，說及此事道(原文已忘，今但舉其大意)----「我們一舉一動，雖似自主，其實多受死鬼的牽制。將我們一代的人，和先前幾百代的鬼比較起來，數目上就萬不能敵了。」我們幾百代的祖先裡面，昏亂的人，定然不少：有講道學的儒生，也有講陰陽五行的道士，有靜坐煉丹的仙人，也有打臉打把子的戲子。所以我們現在雖想好好做「人」，難保血管裡的昏亂分予不來作怪，我們也不由自主，一變而為研究丹田臉譜的人物：這真是大可寒心的事。但我總希望這昏亂思想遺傳的禍害，不至於有梅毒那樣猛烈，竟至百無—免。即使同梅毒一樣，現在發明了六百零六，肉體上的病，既可醫治；我希望也有一種七百零七的藥，可以醫治思想上的病。這藥原來也已發明，就是「科學」一味．只希望那班精神上掉了鼻子的朋友，不要又打著「祖傳老病」的旗號來反對吃藥，中國的昏亂病，便也總有全愈的一天．祖先的勢力雖大，但如從現代起，立意改變：掃除了昏亂的心思，和助成昏亂的物事(儒道兩派的文書)，再用了對症的藥，即使不能立刻奏效，也可把那病毒略略羼淡。如此幾代之後待我們成了祖先的時候，就可以分得昏亂祖先的若干勢力，那時便有轉機， Le Bon所說的事，也不足怕了。\n\n以上是我對於「不長進的民族」的療救方法，至於「滅絕」一條，那是全不成活，可不必說。「滅絕」這兩個可怕的字，豈是我們人類應說的?只有張獻忠這等人曾有如此主張，至今為人類唾罵；而且於實際上發生出什麼效驗呢?但我有一句話，要勸戊派諸公。「滅絕」這句話，只能嚇人，卻不能嚇倒自然。他是毫無情面：他看見有自向滅絕這條路走的民族，便請他們滅絕，毫不客氣。我們自己想活，也希望別人都活；不忍說他人的滅絕，又怕他們自己走到滅絕的路上，把我們帶累了也滅絕，所以在此著急。倘使不改現狀，反能興旺，能得真實自由的幸福生活，那就是做野蠻也很好。——但可有人敢答應说「是」麼?\n\n"},{"name":"隨感錄三十六","content":"魯迅以筆名唐俟發表\n\n現在許多人有大恐懼；我也有大恐懼。 \n\n許多人所怕的，是「中國人」這名目要消滅；我所怕的，是中國人要從「世界人」中擠出。 \n\n我以為「中國人」這名目，決不會消滅；只要人種還在，總是中國人。譬如埃及猶太人，無論他們還有「國粹」沒有，現在總叫他埃及猶太人，未嘗改了稱呼。可見保存名目，全不必勞力費心。 \n\n但是想在現今的世界上，協同生長，掙一地位，即須有相當的進步的智識，道德，品格，思想，才能夠站得佐腳：這事極須勞力費心。而「國粹」多的國民，尤為勞力費心，因為他的「粹」太多。粹太多，便太特別。太特別，便難與種種人協同生長，掙得地位。 \n\n有人說：「我們要特別生長；不然，何以為中國人！」 \n\n於是乎要從「世界人」中擠出。 \n\n於是乎中國人失了世界；卻暫時仍要在這世界上住！——這便是我的大恐懼。\n\n"},{"name":"隨感錄二十五","content":"魯迅以筆名唐俟發表\n\n我一直從前曾見嚴又陵在一本什麼書上發過議論，書名和原文都忘記了。大意是：「在北京道上，看見許多孩子，輾轉於車輪馬足之間，很怕把他們碰死了，又想起他們將來怎樣得了，很是害怕。」其實別的地方，也都如此，不過車馬多少不同罷了。現在到了北京，這情形還未改變，我也時時發起這樣的憂慮；一面又佩服嚴又陵究竟是「做」過赫胥黎《天演論》的，的確與眾不同：是一個十九世紀末年中國感覺銳敏的人。\n\n窮人的孩子蓬頭垢面的在街上轉，闊人的孩子妖形妖勢嬌聲嬌氣的在家裡轉。轉得大了，都昏天黑地的在社會上轉，同他們的父親一樣，或者還不如。\n\n所以看十來歲的孩子，便可以逆料二十年後中國的情形；看二十多歲的青年，——他們大抵有了孩子，尊為爹爹了，——便可以推測他兒子孫子，曉得五十年後七十年後中國的情形。\n\n中國的孩子，只要生，不管他好不好，只要多，不管他才不才。生他的人，不負教他的責任。雖然「人口眾多」這一句話，很可以閉了眼睛自負，然而這許多人口，便只在塵土中輾轉，小的時候，不把他當人，大了以後，也做不了人。\n\n中國娶妻早是福氣，兒子多也是福氣。所有小孩，只是他父母福氣的材料，並非將來的「人」的萌芽，所以隨便輾轉，沒人管他，因為無論如何，數目和材料的資格，總還存在。即使偶爾送進學堂，然而社會和家庭的習慣，尊長和伴侶的脾氣，卻多與教育反背，仍然使他與新時代不合。大了以後，幸而生存，也不過「仍舊貫如之何」，照例是製造孩子的傢伙，不是「人」的父親，他生了孩子，便仍然不是「人」的萌芽。\n\n最看不起女人的奧國人華寧該爾（Otto Weininger）曾把女人分成兩大類：一是「母婦」，一是「娼婦」。照這分法，男人便也可以分作 「父男」和「嫖男」兩類了。但這父男一類，卻又可以分成兩種：其一是孩子之父，其一是「人」之父。第一種只會生，不會教，還帶點嫖男的氣息。第二種是生了孩子，還要想怎樣教育，才能使這生下來的孩子，將來成一個完全的人。\n\n前清末年，某省初開師範學堂的時候，有一位老先生聽了，很為詫異，便發憤說，「師何以還須受教，如此看來，還該有父範學堂了！」這位老先生，便以為父的資格，只要能生。能生這件事，自然便會，何須受教呢。卻不知中國現在，正須父範學堂；這位先生便須編入初等第一年級。\n\n因為我們中國所多的是孩子之父，所以以後是只要「人」之父！\n\n"},{"name":"隨感錄四十七","content":"魯迅以筆名唐俟發表\n\n有人做了一塊象牙片，半寸方，看去也沒有什麼；用顯微鏡一照，卻看見刻著一篇行書的《蘭亭序》。我想：顯微鏡的所以製造，本為看那些極細微的自然物的；現在既用人工，何妨便刻在一塊半尺方的象牙板上，一目了然，省卻用顯微鏡的工夫呢?\n\n張三李四是同時人。張三記了古典來做古文；李四又記了古典，去讀張三做的古文。我想：古典是古人的時事，要曉得那時的事，所以免不了翻著古典；現在兩位既然同時，何妨老實說出，一目瞭然，省卻你也記古典，我也記古典的工夫呢?\n\n內行的人說：甚麼話!這是本領，是學問!\n\n我想，幸而中國人中，有這一類本領學問的人還不多。倘若誰也弄這玄虛：農夫送來了一粒粉，用顯微鏡照了，卻是一碗飯；水夫挑來用水濕過的土，想喝茶的又須擠出濕土裡的水：那可真要支撐不住了。\n\n"},{"name":"隨感錄三十七","content":"魯迅以筆名唐俟發表\n\n近來很有許多人，在那里竭力提倡打拳。記得先前也曾有過一回，但那時提倡的，是滿清王公大臣，現在卻是民國的教育家，位分略有不同。至於他們的宗旨，是一是二，局外人便不得而知。\n\n現在那班教育家，把「九天玄女傳與軒轅黃帝，軒轅黃帝傳與尼姑」的老方法，改稱「新武術」，又是「中國式體操」，叫青年去練習。聽說其中好處甚多，重要的舉出兩種來，是：——\n\n一、用在體育上。據說中國人學了外國體操，不見效驗；所以須改習本國式體操（即打拳）纔行。依我想來：兩手拿著外國銅鎚或木棍，把手腳左伸右伸的，大約於筋肉發達上，也該有點「效驗」。無如竟不見效驗！那自然只好改塗去練「武松脫銬」那些把戲了。這或者因為中國人生理上與外國人不同的緣故。\n\n二、用在軍事上。中國人會打拳，外國人不會打拳：有一天見面對打，中國人得勝，是不消說的了。即使不把外國人「板油扯下」，只消一陣「烏龍掃地」，也便一齊掃倒，從此不能爬起。無如現在打仗，總用槍礮。槍礮這件東西，中國雖然「古時也已有過」，可是此刻沒有了。藤牌操法，又不練習，怎能禦得槍礮？我想 (他們不曾說明，這是我的「管窺蠡測」)：打拳打下去，總可達到「槍礮打不進」的程度(即內功？)。這件事從前已經試過一次，在一千九百年。可惜那一回真是名譽的完全失敗了。且看这一回如何。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"隨感錄四十九","content":"魯迅以筆名唐俟發表\n\n凡有高等動物，倘沒有遇著意外的變故，總是從幼到壯，從壯到老，從老到死。\n\n我們從幼到壯，既然毫不為奇的過去了；自此以後，自然也該毫不為奇的過去。\n\n可惜有一種人，從幼到壯，居然也毫不為奇的過去了；從壯到老，便有點古怪；從老到死，卻更奇想天開，要占盡了少年的道路，吸盡了少年的空氣。\n\n少年在這時候，只能先行萎黃，且待將來老了，神經血管一切變質以後，再來活動。所以社會上的狀態，先是「少年老成」；直待彎腰曲背時期，才更加「逸興遄飛」，似乎從此以後，才上了做人的路。\n\n可是究竟也不能自忘其老；所以想求神仙。大約別的都可以老，只有自己不肯老的人物，總該推中國老先生算一甲一名。\n\n萬一當真成了神仙，那便永遠請他主持，不必再有後進，原也是極好的事。可惜他又究竟不成，終於今個死去，只留下造成的老天地，教少年駝著吃苦。\n\n這真是生物界的怪現象!\n\n我想種族的延長，——便是生命的連續，——的確是生物界事業裡的一大部分。何以要延長呢?不消說是想進化了。但進化的途中總須新陳代謝。所以新的應該歡天喜地的向前走去，這便是壯，舊的也應該歡天喜地的向前走去，這便是死；各各如此走去，便是進化的路。\n\n老的讓開道，催促著，獎勵著，讓他們走去。路上有深淵，便用那個死填平了，讓他們走去。\n\n少的感謝他們填了深淵，給自己走去；老的也感謝他們從我填平的深淵上走去。——遠了遠了。\n\n明白這事，便從幼到壯到老到死，都歡歡喜喜的過去；而且一步一步，多是超過祖先的新人。\n\n這是生物界正當開闊的路!人類的祖先，都已這樣做了。\n\n"},{"name":"隨感錄五十四","content":"魯迅以筆名唐俟發表\n\n我國社會上的靜態，簡直是將數十世記縮在一刻：自油松片以至燈泡，自獨輪車以至班機，自鏢火槍以至機關炮，自不准「妄談法理」以至護法，自「食肉寢皮」的吃人思想以至人道主義，自迎屍拜蛇以至美育代宗教，都摩肩挨背的存在。\n\n這很多很多物質擠在一處，正如吾輩約了燧人氏從前的古人，拼開飯館普通，即便竭盡調和，也只會煮個半熟；夥計們既不會齊心，買賣也當然無法景氣，——鋪戶總要倒閉。\n\n黃郛氏做的《歐戰之教訓與我國之未來》中，有一句話，說得非常非常澈底：\n\n 七年以來，朝野有識之士，每腐心於政教之改革，不注意於習俗之轉移；庸詎知舊染不去，新運不生：事理這樣，無可湊合者也。外人之評我者，渭我國人有一種先驗的保守性，即或者迫於時事，各樣軌制有改革之必要時，而彼之所渭改革者，決不將舊日軌制徹底廢止，乃在舊軌制之上，更添加一層新軌制。試覽前清之兵制變遷史，可以知吾言之不謬焉。最初命八旗兵駐防各地，以充守備之任；及歲月既久，旗兵已腐化不堪用，洪秀全起，不得已，徵兵湘淮兩軍以急用：從此旗兵綠營，通力存在，遂變為二重兵制。甲午戰後，知綠營火力又不能恃，乃複編練新型戎行：於是並前兩者而變為三重兵制矣。今旗兵雖已攻殲，而變面換形之綠營，仍然存在，老是二重兵制也。從可知吾漢人之無澈底改革能力，實屬不能掩一事實。他若賀陽曆新年者，復賀陰曆新年；奉民國正朔者，仍存宣統國號。一查社會各方面，蓋無往而不二重制。即今天政局之從而不寧，是非之從而無定者，簡括言之，實亦不外一種「二重思想」在中間鬧鬼而已。\n另外如既許信奉自由，卻又特別尊孔；既自視「勝朝元老」，卻又在民國拿鈔票；既說是理當維新，卻又政見復古：四旁八方幾乎均為二三重以至複合的物質，每重又各分頭相衝突。一切人便盡在這衝突之間，彼此訴苦著養活，誰也沒有有利益。\n\n要想提高，要想寧日，總得連根的拔去了「二重思想」。由於天下儘管不小，但彷徨的人種，是終竟尋不出座標的。\n\n"},{"name":"隨感錄五十六","content":"魯迅以筆名唐俟發表\n\n近來時常聽得人說，「過激主義來了」；報紙上也時常寫著，「過激主義來了」。\n\n於是有幾文錢的人，很不高興。官員也著忙，要防華工，要留心俄國人；連員警廳也向所屬發出了嚴查「有無過激黨設立機關」的公事。\n\n著忙是無怪的，嚴查也無怪的；但先要問：什麼是過激主義呢？\n\n這是他們沒有說明，我也無從知道，我雖然不知道，卻敢說一句話：「過激主義」不會來，不必怕他；只有「來了」是要來的，應該怕的。\n\n我們中國人，決不能被洋貨的什麼主義引動，有抹殺他撲滅他的力量。軍國民主義麼，我們何嘗會同別人打仗；無抵抗主義麼，我們卻是主戰參戰的；自由主義麼，我們連發表思想都要犯罪，講幾句話也為難；人道主義麼，我們人身還可以買賣呢。\n\n所以無論什麼主義，全擾亂不了中國；從古到今的擾亂，也不聽說因為什麼主義。試舉目前的例，便如陝西學界的佈告，湖南災民的佈告，何等可怕，與比利時公佈的德兵苛酷情形，俄國別黨宣佈的列寧政府殘暴情形，比較起來，他們簡直是太平天下了。德國還說是軍國主義，列寧不消說還是過激主義哩！\n\n這便是「來了」來了。來的如果是主義，主義達了還會罷；倘若單是「來了」，他便來不完，來不盡，來的怎樣也不可知。\n\n民國成立的時候，我住在一個小縣城裡，早已掛過白旗。有一日，忽然見許多男女，紛紛亂逃：城裡的逃到鄉下，鄉下的逃進城裡。問他們什麼事，他們答道，「他們說要來了。」\n\n可見大家都單怕「來了」，同我一樣。那時還只有「多數主義」，沒有「過激主義」哩。\n\n"},{"name":"隨感錄五十三","content":"魯迅以筆名唐俟發表\n\n上海盛德壇扶乩，由「孟聖」主壇；在北京便有城隍白知降壇，說他是「邪鬼」。盛德壇後來卻又有什麼真人下降，諭別人不得擅自扶乩。\n\n北京議員王訥提議推行新武術，以「強國強種」；中華武士會便率領了一班天罡拳陰截腿之流，大分冤單，說他「抑制暴棄祖性相傳之國粹」。\n\n綠幟社提倡「愛世語」，專門崇拜「柴聖」，說別種國際語(如Ido等)是冒牌的。\n\n上海有一種單行的《潑克》，又有一種報上增刊的《潑克》；後來增刊《潑克》登廣告聲明要將送錯的單行《潑克》的信件撕破。\n\n上海有許多「美術家」；其中的一個美術家，不知如何散了夥，便在《潑克》上大罵別的美術家「盲目盲心」，不知道新藝術真藝術。\n\n以上五種同業的內訌，究竟是什麼原因，局外人本來不得而知。但總覺現在時勢不很太平，無論新的舊的，都各各起哄：扶乩打拳那些鬼畫符的東西，倒也罷了；學幾句世界語，畫幾筆花，也是高雅的事，難道也要同行嫉妒，必須聲明魚目混珠，雷擊火焚麼？\n\n裁對於那「美術家」的內訌又格外失望。我于美術雖然全是門外漢，但很望中國有新興美術出現。現在上海那班美術家所做的，是否算得美術，原是難說；但他們既然自稱美術家，即使幼稚，也可以希望長成：所以我期望有個美術家的幼蟲，不要是似是而非的木葉蝶。如今見了他們兩方面的成績，不免令我對於中國美術前途發生一種懷疑。\n\n畫《潑克》的美術家說他們盲目盲心，所研究的只是十九世紀的美術，不曉得有新藝術真藝術。我看這些美術家的作品，不是剝制的鹿，便是畸形的美人，的確不甚高明，恐怕連十「八」世紀，也未必有這類繪畫：說到底，只好算是中國的所謂美術罷了。但那一位畫《潑克》的美術家的批評，卻又不甚可解：研究十九世紀的美術，何以便是盲目盲心？十九世紀以後的新藝術真藝術，又是怎樣？我聽人說：後期印象派(Postimpressionism)的繪畫，在今日總還不算十分陳舊；其中的大人物如Cezanne與Van Gogh等，也是十九世紀後半的人，最遲的到一九零六年也故去了。二十世紀才是十九年初頭，好像還沒有新派興起。立方派(Cubism)未來派 (Futurism)的主張，雖然新奇，卻尚未能確立基礎；而且在中國，又怕未必能夠理解。在那《潑克》上面，也未見有這一派的繪畫；不知那《潑克》美術家的所謂新藝術真藝術，究竟是指著什麼？現在的中國美術家誠然心盲目盲，但其弊卻不在單研究十九世紀的美術，——因為據我看來，他們並不研究什麼世紀的美術，——所以那《潑克》美術家的話，實在令人難解。\n\n《潑克》美術家滿口說新藝術真藝術，想必自己懂得這新藝術真藝術的了。但我看他所畫的諷刺畫，多是攻擊新文藝新思想的。——这是二十世纪的美术么？这是新艺术真艺术麼？\n\n"},{"name":"隨感錄六十四","content":"魯迅以筆名唐俟發表\n\n南北的官僚雖然打仗，南北的人民卻很要好，一心一意的在那裡「有無相通」。\n\n北方人可憐南方人太文弱，便教給他們許多拳腳：什麼「八卦拳」「太極拳」，什麼「洪家」「俠家」，什麼「陰截腿」「抱樁腿」「譚腿」「戳腳」，什麼「新武術」「舊武術」，什麼「實為盡美盡善之體育」，「強國保種盡在於斯」。\n\n南方人也可憐北方人太簡單了，便送上許多文章：什麼「……夢」「……魂」「……痕」「……影」 「……淚」，什麼「外史」「趣史」「穢史」「秘史」，什麼「黑幕」「現形」，什麼「淌牌」「吊膀」「拆白」，什麼「噫嘻卿卿我我」「嗚呼燕燕鶯鶯」「吁嗟風風雨雨」「耐阿是勒浪覅面孔哉!」\n\n直隸山東的俠客們，勇士們呵！諸公有這許多筋力，大可以做一點神聖的勞作；江蘇浙江湖南的才子們，名士們呵！諸公有這許多文才，大可以譯幾葉有用的新書。我們改良點自己，保全些別人；想些互助的方法，收了互害的局面罷!\n\n"},{"name":"隨感錄五十七","content":"魯迅以筆名唐俟發表\n\n高雅的人說，「白話鄙俚淺陋，不值識者一哂之者也。」\n\n中國不識字的人，單會講話，「鄙俚淺陋」，不必說了。「因為自己不通，所以提倡白話，以自文其陋」如我輩的人，正是「鄙俚淺陋」，也不在話下了。最可歎的是幾位雅人，也還不能如《鏡花緣》裡說的君子國的酒保一般，滿口「酒要一壺乎，兩壺乎，菜要一碟乎，兩碟乎」的終日高雅，卻只能在呻吟古文時，顯出高古品格；一到講話，便依然是「鄙俚淺陋」的白話了。四萬萬中國人嘴裡發出來的聲音，竟至總共「不值一哂」，真是可憐煞人。\n\n做了人類想成仙；生在地上要上天；明明是現代人，吸著現在的空氣，卻偏要勒派朽腐的名教，僵死的語言，侮蔑盡現在，這都是「現在的屠殺者」。殺了「現在」，也便殺了「將來」。——將來是子孫的時代。\n\n"},{"name":"隨感錄六十一","content":"魯迅以筆名唐俟發表\n\n歐戰才了的時候，中國很抱著許多希望，因此現在也發出許多悲觀絕望的聲音，說「世界上沒有人道」，「人道這句話是騙人的」。有幾位評論家，還引用了他們外國論者自己責備自己的文字，來證明所謂文明人者，比野蠻尤其野蠻。\n\n這誠然是痛快淋漓的話，但要問：照我們的意見，怎樣才算有人道呢?那答話，想來大約是「收回治外法權，收回租界，退還庚子賠款……」現在都很渺茫，實在不合人道。\n\n但又要問：我們中國的人道怎麼樣?那答話，想來只能「……」。對於人道只能「……」的人的頭上，決不會掉下人道來。因為人道是要各人竭力掙來，培植，保養的，不是別人佈施，捐助的。\n\n其實近於真正的人道，說的人還不很多，並且說了還要犯罪。若論皮毛，卻總算略有進步了。這回雖然是一場惡戰，也居然沒有「食肉寢皮」，沒有「夷其社稷」，而且新興了十八個小國。就是德國對待比國，都說殘暴絕倫，但看比國的公佈，也只是囚徒不給飲食，村長挨了打罵，平民送上戰線之類。這些事情，在我們中國自己對自己也常有，算得什麼希奇?\n\n人類尚未長成，人道自然也尚未長成，但總在那裡發榮滋長。我們如果問問良心，覺得一樣滋長，便什麼都不必憂愁；將來總要走同一的路。看罷，他們是戰勝軍國主義的，他們的評論家還是自己責備自己，有許多不滿。不滿是向上的車輪，能夠載著不自滿的人類，向人道前進。\n\n多有不自滿的人的種族，永遠前進，永遠有希望。\n\n多有只知責人不知反省的人的種族，禍哉禍哉!\n\n"},{"name":"隨感錄六十五","content":"魯迅以筆名唐俟發表\n\n從前看見清朝幾件重案的記載，「臣工」擬罪很嚴重，「聖上」常常減輕，便心裏想：大約因為要博仁厚的美名，所以玩這些花樣罷了。後來細想，殊不盡然。 \n\n暴君治下的臣民，大抵比暴君更暴；暴君的暴政，時常還不能饜足暴君治下的臣民的欲望。 \n\n中國不要提了罷。在外國舉一個例：小事件則如Gogol的劇本《按察使》，眾人都禁止他，俄皇卻准開演；大事件則如巡撫想放耶穌，眾人卻要求將他釘上十字架。 \n\n暴君的臣民，只願暴政暴在他人的頭上，他卻看著高興，拿「殘酷」做娛樂，拿「他人的苦」做賞玩，做慰安。自己的本領只是「倖免」。 \n\n從「倖免」裏又選出犧牲，供給暴君治下的臣民的渴血的欲望，但誰也不明白。死的說「阿呀」，活的高興著。\n\n"},{"name":"「以震其艱深」","content":"魯迅以筆名某生者發表\n\n上海租界上的「國學家」，以為做白話文的大抵是青年，總該沒有看過古董書的，於是乎用了所謂「國學」來嚇呼他們。《時報》上載著一篇署名「涵秋」的《文字感想》，其中有一段說：\n\n「新學家薄國學為不足道故為鉤輈格磔之文以震其艱深也一讀之欲嘔再讀之昏昏睡去矣」\n\n領教。我先前只以為「鉤輈格磔」是古人用他來形容鷓鴣的啼聲，並無別的深意思；虧得這《文字感想》，才明白這是怪鷓鴣啼得「艱深」了，以此責備他的。但無論如何，「艱深」卻不能令人「欲嘔」，聞鷓鴣啼而嘔者，世固無之，即以文章論，「粵若稽古」，注釋紛紜，「繹即東雍」，圈點不斷，這總該可以算是艱深的了，可是也從未聽說，有人因此反胃。嘔吐的原因決不在乎別人文章的「艱深」，是在乎自己的身體裡的，大約因為「國學」積蓄得太多，筆不及寫，所以湧出來了罷。\n\n「以震其艱深也」的「震」字，從國學的門外漢看來也不通，但也許是為手民所誤的，因為排字印報也是新學，或者也不免要「以震其艱深」。\n\n否則，如此「國學」，雖不艱深，卻是惡作，真是「一讀之欲嘔」，再讀之必嘔矣。\n\n國學國學，新學家既「薄為不足道」，國學家又道而不能亨，你真要道盡途窮了！\n\n九月二十日。\n\nKK\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"隨感錄五十八","content":"魯迅以筆名唐俟發表\n\n慷慨激昂的人說，「世道澆漓，人心不古，國粹將亡，此吾所為仰天扼腕切齒三歎息者也！」\n\n我初聽這話，也曾大吃一驚；後來翻翻舊書，偶然看見《史記·趙世家》裡面記著公子成反對主父改胡服的一段話：\n\n 「臣聞中國者，蓋聰明徇智之所居也，萬物財用之所聚也，賢聖之所教也，仁義之所施也，《詩》《書》禮樂之所用也，異敏技能之所試也，遠方之所觀赴也，蠻夷之所義行也；今王舍此而襲遠方之服，變古之教，易古之道，逆人之心，而怫學者，離中國，故臣願王圖之也。」\n這不是與現在阻抑革新的人的話，絲毫無異麼?後來又在《北史》裡看見記周靜帝的司馬后的話：\n\n 后性尤妒忌，後宮莫敢進御。尉遲迥女孫有美色，先在宮中，帝于仁壽宮見而悅之，因得幸。后伺帝聽朝，陰殺之。上大怒，單騎從苑中出，不由徑路，入山谷間三十餘里；高鍇、楊素等追及，扣馬諫，帝太息曰，「吾貴為天子，不得自由」。\n這又不是與現在信口主張自由和反對自由的人，對於自由所下的解釋，絲毫無異麼？別的例證，想必還多，我見聞狹隘，不能多舉了。但即此看來，己可見雖然經過了這許多年，意見還是一樣。現在的人心，實在古得很呢。\n\n中國人倘能努力再古一點，也未必不能有古到三皇五帝以前的希望，可惜時時遇著新潮流新空氣激蕩著，沒有工夫了。\n\n在現存的舊民族中，最合中國式理想的，總要推錫蘭島的Vedda族。他們和外界毫無交涉，也不受別民族的影響，還是原始的狀態，真不傀所謂「羲皇上人」。\n\n但聽說他們人口年年減少，現在快要沒有了：這實在是一件萬分可惜的事。\n\n"},{"name":"無題","content":"私立學校遊藝大會的第二日，我也和幾個朋友到中央公園去走一回。\n\n我站在門口帖著「昆曲」兩字的房外面，前面是牆壁，而一個人用了全力要從我的背後擠上去，擠得我喘不出氣。他似乎以為我是一個沒有實質的靈魂了，這不能不說他有一點錯。\n\n回去要分點心給孩子們，我於是乎到一個制糖公司裡去買東西。買的是「黃枚朱古律三文治」。\n\n這是盒子上寫著的名字，很有些神秘氣味了。然而不的，用英文，不過是Chocolate apricot sandwich。我買定了八盒這「黃枚朱古律三文治」，付過錢，將他們裝入衣袋裡。不幸而我的眼光忽然橫溢了，於是看見那公司的夥計正摣開了五個指頭，罩住了我所未買的別的一切「黃枚朱古律三文治」。\n\n這明明是給我的一個侮辱！然而，其實，我可不應該以為這是一個侮辱，因為我不能保證他如不罩住，也可以在紛亂中永遠不被偷。也不能證明我決不是一個偷兒，也不能自己保證我在過去現在以至未來決沒有偷竊的事。\n\n但我在那時不高興了，裝出虛偽的笑容，拍著這夥計的肩頭說：\n\n「不必的，我決不至於多拿一個……」\n\n他說：「那裡那裡……」趕緊掣回手去，於是慚愧了。這很出我意外，——我預料他一定要強辯，——於是我也慚愧了。\n\n這種慚愧，往往成為我的懷疑人類的頭上的一滴冷水，這於我是有損的。\n\n夜間獨坐在一間屋子裡，離開人們至少也有一丈多遠了。吃著分剩的「黃枚朱古律三文治」；看幾葉托爾斯泰的書，漸漸覺得我的周圍，又遠遠地包著人類的希望。\n\n四月十二日。\n\nKK\n\n"},{"name":"隨感錄六十三","content":"魯迅以筆名唐俟發表\n\n做了《我們現在怎樣做父親》的後兩日，在有島武郎《著作集》裡看到《與幼者》這一篇小說，覺得很有許多好的話。\n\n「時間不住的移過去。你們的父親的我，到那時候，怎樣映在你們（眼）裏，那是不能想像的了。大約像我在現在，嗤笑可憐那過去的時代一般，你們也要嗤笑可憐我的古老的心思，也未可知的。我為你們計，但願這樣子。你們若不是毫不客氣的拿我做一個踏腳，超越了我，向著高的遠的地方進去，那便是錯的。\n\n「人間很寂寞。我單能這樣說了就算麼？你們和我，像嘗過血的獸一樣，嘗過愛了。去罷，為要將我的周圍從寂寞中救出，竭力做事罷。我愛過你們，而且永遠愛著。這並不是說，要從你們受父親的報酬，我對於『教我學會了愛你們的你們』的要求，只是受取我的感謝罷了……像喫盡了親的死屍，貯著力量的小獅子一樣，剛強勇猛，捨了我，踏到人生上去就是了。 \n\n「我的一生就令怎樣失敗，怎樣勝不了誘惑；但無論如何，使你們從我的足跡上尋不出不純的東西的事，是要做的，是一定做的。你們該從我的倒斃的所在，跨出新的腳步去。但那里走，怎麼走的事，你們也可以從我的足跡上探索出來。 \n\n「幼者呵！將又不幸又幸福的你們的父母的祝福，浸在胸中，上人生的旅路罷。前途很遠，也很暗。然而不要怕。不怕的人的面前才有路。 \n\n「走罷！勇猛著！幼者呵！」 \n\n有島氏是白樺派，是一個覺醒的，所以有這等話；但裏面也免不了帶些眷戀淒愴的氣息。\n\n這也是時代的關係。將來便不特沒有解放的話，並且不起解放的心，更沒有什麼眷戀和淒愴；只有愛依然存在。——但是對於一切幼者的愛。\n\n"},{"name":"望勿「糾正」","content":"署名風聲\n\n汪原放君已經成了古人了，他的標點和校正小說，雖然不免小謬誤，但大體是有功于作者和讀者的。誰料流弊卻無窮，一班效顰的便隨手拉一部書，你也標點，我也標點，你也作序，我也作序，他也校改，這也校改，又不肯好好的做，結果只是糟蹋了書。\n\n《花月痕》本不必當作寶貝書，但有人要標點付印，自然是各隨各便。這書最初是木刻的，後有排印本；最後是石印，錯字很多，現在通行的多是這一種。至於新標點本，則陶樂勤君序云，「本書所取的原本，雖屬佳品，可是錯誤尚多。餘雖都加以糾正，然失檢之處，勢必難免。……」我只有錯字很多的石印本，偶然對比了第二十五回中的三四葉，便覺得還是石印本好，因為陶君於石印本的錯字多未糾正，而石印本的不錯字兒卻多糾歪了。\n\n「釵黛直是個子虛烏有，算不得什麼。……」\n\n這「直是個」就是「簡直是一個」之意，而糾正本卻改作「真是個」，便和原意很不相同了。\n\n「秋痕頭上包著縐帕……突見癡珠，便含笑低聲說道，『我料得你挨不上十天，其實何苦呢？』……癡珠笑道，『往後再商量罷。』……」\n\n他們倆雖然都淪落，但其時卻沒有什麼大悲哀，所以還都笑。而糾正本卻將兩個「笑」字都改成「哭」字了。教他們一見就哭，看眼淚似乎太不值錢，況且「含哭」也不成話。\n\n我因此想到一種要求，就是印書本是美事，但若自己于意義不甚了然時，不可便以為是錯的，而奮然「加以糾正」，不如「過而存之」，或者倒是並不錯。\n\n我因此又起了一個疑問，就是有些人攻擊譯本小說「看不懂」，但他們看中國人自作的舊小說，當真看得懂麼？一月二十八日。\n\n這一篇短文發表之後，曾記得有一回遇見胡適之先生，談到汪先生的事，知道他很康健。胡先生還以為我那「成了古人」云云，是說他做過許多工作，已足以表見於世的意思。這實在使我「誠惶誠恐」，因為我本意實不如此，直白地說，就是說已經「死掉了」。可是直到那時候，我才知這先前所聽到的竟是一種毫無根據的謠言。現在我在此敬向汪先生謝我的粗疏之罪，並且將舊文的第一句訂正，改為：「汪原放君未經成了古人了。」一九二五年九月二十四日，身熱頭痛之際，書。\n\nKK\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"隨感錄六十二","content":"魯迅以筆名唐俟發表\n\n古來很有幾位恨恨而死的人物。他們一面說些「懷才不遇」「天道寧論」的話，一面有錢的便狂嫖濫賭，沒錢的便喝幾十碗酒，——因為不平的緣故，於是後來就恨恨而死了。\n\n我們應該趁他們活著的時候問他：諸公！您知道北京離昆侖山幾里，弱水去黃河幾丈麼？火藥除了做鞭爆，羅盤除了看風水，還有什麼用處麼？棉花是紅的還是白的？穀子是長在樹上，還是長在草上？桑間濮上如何情形，自由戀愛怎樣態度？您在半夜裡可忽然覺得有些羞，清早上可居然有點悔麼？四斤的擔，您能挑麼？三里的道，您能跑麼？\n\n他們如果細細的想，慢慢的悔了，這便很有些希望。萬一越發不平，越發憤怒，那便「愛莫能助」。——於是他們終於恨恨而死了。\n\n中國現在的人心中，不平和憤恨的分子太多了。不平還是改造的引線，但必須先改造了自己，再改造社會，改造世界；萬不可單是不平。至於憤恨，卻幾乎全無用處。\n\n憤恨只是恨恨而死的根苗，古人有過許多，我們不要蹈他們的覆轍。\n\n我們更不要借了「天下無公理、無人道」這些話，遮蓋自暴自棄的行為，自稱「恨人」，一副恨恨而死的臉孔，其實並不恨恨而死。\n\n"},{"name":"估《學衡》","content":"魯迅以筆名風聲發表\n\n我在二月四日的《晨報副刊》上看見式芬先生的雜感，很詫異天下竟有這樣拘迂的老先生，竟不知世故到這地步，還來同《學衡》諸公談學理。夫所謂《學衡》者，據我看來，實不過聚在「聚寶之門」左近的幾個假古董所放的假毫光；雖然自稱為「衡」，而本身的稱星尚且未曾釘好，更何論於他所衡的輕重的是非。所以，決用不著較准，只要估一估就明白了。\n\n《弁言》說，「籀繹之作必趨雅音以崇文」，「籀繹」如此，述作可知。夫文者，即使不能「載道」，卻也應該「達意」，而不幸諸公雖然張惶國學，筆下卻未免欠亨，不能自了，何以「衡」人。這實在是一個大缺點。看罷，諸公怎麼說：《弁言》云，「雜誌邇例弁以宣言」，按宣言即佈告，而弁者，周人戴在頭上的瓜皮小帽一般的帽子，明明是頂上的東西，所以「弁言」就是序，異於「雜誌邇例」的宣言，並為一談，太汗漫了。《評提倡新文化者》文中說，「或操筆以待。每一新書出版。必為之序。以盡其領袖後進之責。顧亭林曰。人之患在好為人序。其此之謂乎。故語彼等以學問之標準與良知。猶語商賈以道德。娼妓以貞操也。」原來做一篇序「以盡其領袖後進之責」，便有這樣的大罪案。然而諸公又何以也「突而弁兮」的「言」了起來呢？照前文推論，那便是我的質問，卻正是「語商賈以道德。娼妓以貞操也」了。《中國提倡社會主義之商榷》中說，「凡理想學說之發生。皆有其歷史上之背影。決非懸空虛構。造烏托之邦。作無病之呻者也。」查「英吉之利」的摩耳，並未做Pia of Uto，雖曰之乎者也，欲罷不能，但別尋古典，也非難事，又何必當中加楦呢。于古未聞「睹史之陀」，在今不云「甯古之塔」，奇句如此，真可謂「有病之呻」了。\n\n《國學摭譚》中說，「雖三皇寥廓而無極。五帝縉紳先生難言之。」人而能「寥廓」，已屬奇聞，而第二句尤為費解，不知是三皇之事，五帝和縉紳先生皆難言之，抑是五帝之事，從後說，然而太史公所謂「縉紳先生難言之」者，乃指「百家言黃帝」而並不指五帝，所以翻開《史記》，便是赫然的一篇《五帝本紀》，又何嘗「難言之」。難道太史公在漢朝，竟應該算是下等社會中人麼？\n\n《記白鹿洞談虎》中說，「諸父老能健談。談多稱虎。當其摹示抉噬之狀。聞者鮮不色變。退而記之。亦資詼噱之類也。」姑不論其「能」「健」「談」「稱」，床上安床，「抉噬之狀」，終於未記，而「變色」的事，但「資詼噱」，也可謂太遠於事情。倘使但「資詼噱」，則先前的聞而色變者，簡直是呆子了。記又云，「倀者。新鬼而膏虎牙者也。」剛做新鬼，便「膏虎牙」，實在可憫。那麼，虎不但食人，而且也食鬼了。這是古來未知的新發見。\n\n《漁丈人行》的起首道：「楚王無道殺伍奢。覆巢之下無完家。」這「無完家」雖比「無完卵」新奇，但未免頗有語病。假如「家」就是鳥巢，那便犯了複，而且「之下」二字沒有著落，倘說是人家，則掉下來的鳥巢未免太沉重了。除了大鵬金翅鳥（出《說岳全傳》），斷沒有這樣的大巢，能夠壓破彼等的房子。倘說是因為押韻，不得不然，那我敢說：這是「掛腳韻」。押韻至於如此，則翻開《詩韻合璧》的「六麻」來，寫道「無完蛇」「無完瓜」「無完叉」，都無所不可的。\n\n還有《浙江採集植物遊記》，連題目都不通了。採集有所務，並非漫遊，所以古人作記，務與遊不並舉，地與游才相連。匡廬峨眉，山也，則曰紀遊，采硫訪碑，務也，則曰日記。雖說採集時候，也兼遊覽，但這應該包舉在主要的事務裡，一列舉便不「古」了。例如這記中也說起吃飯睡覺的事，而題目不可作《浙江採集植物遊食眠記》。\n\n以上不過隨手拾來的事，毛舉起來，更要費筆費墨費時費力，犯不上，中止了。因此諸公的說理，便沒有指正的必要，文且未亨，理將安托，窮鄉僻壤的中學生的成績，恐怕也不至於此的了。\n\n總之，諸公掊擊新文化而張惶舊學問，倘不自相矛盾，倒也不失其為一種主張。可惜的是於舊學並無門徑，並主張也還不配。倘使字句未通的人也算在國粹的知己，則國粹更要慚惶然人！「衡」了一頓，僅僅「衡」出了自己的銖兩來，于新文化無傷，於國粹也差得遠。\n\n我所佩服諸公的只有一點，是這種東西也居然會有發表的勇氣。\n\nKK\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"隨感錄六十六","content":"魯迅以筆名唐俟發表\n\n想到人類的滅亡是一件大寂寞大悲哀的事；然而若干人們的滅亡，卻并非寂寞悲哀的事。 \n\n生命的路是進步的，總是沿著無限的精神三角形的斜面向上走，什麼都阻止他不得。 \n\n自然賦與人們的不調和還很多，人們自己萎縮墮落退步的也還很多，然而生命決不因此回頭。無論什麼黑暗來防範思潮，什麼悲慘來襲擊社會，什麼罪惡來褻瀆人道，人類的渴仰完全的潛力，總是踏了這些鐵蒺藜向前進。 \n\n生命不怕死，在死的面前笑著跳著，跨過了滅亡的人們向前進。 \n\n什麼是路？就是從沒路的地方踐踏出來的，從只有荊棘的地方開辟出來的。 \n\n以前早有路了，以後也該永遠有路。 \n\n人類總不會寂寞，因為生命是進步的，是樂天的。\n\n昨天，我對我的朋友Ｌ說，「一個人死了，在死者自身和他的眷屬是悲慘的事，但在一村一鎮的人看起來不算什麼；就是一省一國一種……」 \n\nＬ很不高興，說，「這是Natur（自然）的話，不是人們的話。你應該小心些。」 \n\n我想，他的話也不錯。\n\n"},{"name":"事實勝于雄辯","content":"魯迅以筆名風聲發表\n\n西哲說：事實勝於雄辯。我當初很以為然，現在才知道在我們中國，是不適用的。\n\n去年我在青雲閣的一個鋪子裡買過一雙鞋，今年破了，又到原鋪子去照樣的買一雙。\n\n一個胖夥計，拿出一雙鞋來，那鞋頭又尖又淺了。\n\n我將一隻舊式的和一隻新式的都排在櫃上，說道：\n\n「這不一樣……」\n\n「一樣，沒有錯。」\n\n「這……」\n\n「一樣，您瞧!」\n\n我於是買了尖頭鞋走了。\n\n我順便有一句話奉告我們中國的某愛國大家，您說，攻擊本國的缺點，是拾某國人的唾餘的，試在中國上，加上我們二字，看看通不通。\n\n現在我敬謹加上了，看過了，然而通的。\n\n您瞧!\n\n十一月四日\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"智識即罪惡","content":"魯迅以筆名風聲發表\n\n我本來是一個四平八穩，給小酒館打雜，混一口安穩飯吃的人，不幸認得幾個字，受了新文化運動的影響，想求起智識來了。\n\n那時我在鄉下，很為豬羊不平；心裡想，雖然苦，倘也如牛馬一樣，可以有一件別的用，那就免得專以賣肉見長了。然而豬羊滿臉呆氣，終生糊塗，實在除了保持現狀之外，沒有別的法。所以，誠然，智識是要緊的！\n\n於是我跑到北京，拜老師，求智識。地球是圓的。元質有七十多種。ｘ＋ｙ＝ｚ。聞所未聞，雖然難，卻也以為是人所應該知道的事。\n\n有一天，看見一種日報，卻又將我的確信打破了。報上有一位虛無哲學家說：智識是罪惡，贓物……。虛無哲學，多大的權威呵，而說道智識是罪惡。我的智識雖然少，而確實是智識，這倒反而坑了我了。我於是請教老師去。老師道：「呸，你懶得用功，便胡說，走！」\n\n我想：「老師貪圖束罷。智識倒也還不如沒有的穩當，可惜粘在我腦裡，立刻拋不去，我趕快忘了他罷。」然而遲了。因為這一夜裡，我已經死了。\n\n半夜，我躺在公寓的床上，忽而走進兩個東西來，一個「活無常」，一個「死有分」但我卻並不詫異，因為他們正如城隍廟裡塑著的一般。然而跟在後面的兩個怪物，卻使我嚇得失聲，因為並非牛頭馬面，而卻是羊面豬頭！我便悟到，牛馬還太聰明，犯了罪，換上這諸公了，這可見智識是罪惡……。我沒有想完，豬頭便用嘴將我一拱，我於是立刻跌入陰府裡，用不著久等燒車馬。\n\n到過陰間的前輩先生多說，陰府的大門是有匾額和對聯的，我留心看時，卻沒有，只見大堂上坐著一位閻羅王。希奇，他便是我的隔壁的大富豪朱朗翁。大約錢是身外之物，帶不到陰間的，所以一死便成為清白鬼了，只是不知道怎麼又做了大官。他只穿一件極儉樸的愛國布的龍袍，但那龍顏卻比活的時候胖得多了。\n\n「你有智識麼？」朗翁臉上毫無表情的問。\n\n「沒……」我是記得虛無哲學家的話的，所以這樣答。\n\n「說沒有便是有——帶去！」\n\n我剛想：陰府裡的道理真奇怪……卻又被羊角一叉，跌出閻羅殿去了。\n\n其時跌在一坐城池裡，其中都是青磚綠門的房屋，門頂上大抵是洋灰做的兩個所謂獅子，門外面都掛一塊招牌。倘在陽間，每一所機關外總掛五六塊牌，這裡卻只一塊，足見地皮的寬裕了。這瞬息間，我又被一位手執鋼叉的豬頭夜叉用鼻子拱進一間屋子裡去，外面有牌額是：「油豆滑跌小地獄」\n\n進得裡面，卻是一望無邊的平地，滿鋪了白豆拌著桐油。只見無數的人在這上面跌倒又起來，起來又跌倒。我也接連的摔了十二交，頭上長出許多疙瘩來。但也有竟在門口坐著躺著，不想爬起，雖然浸得油汪汪的，卻毫無一個疙瘩的人，可惜我去問他，他們都瞠著眼不說話。我不知道他們是不聽見呢還是不懂，不願意說呢還是無話可談。\n\n我於是跌上前去，去問那些正在亂跌的人們。其中的一個道：\n\n「這就是罰智識的，因為智識是罪惡，贓物……。我們還算是輕的呢。你在陽間的時候，怎麼不昏一點？……」他氣喘吁吁的斷續的說。\n\n「現在昏起來罷。」\n\n「遲了。」\n\n「我聽得人說，西醫有使人昏睡的藥，去請他注射去，好麼？」\n\n「不成，我正因為知道醫藥，所以在這裡跌，連針也沒有了。」\n\n「那麼……有專給人打嗎啡針的，聽說多是沒智識的人……我尋他們去。」\n\n在這談話時，我們本已滑跌了幾百交了。我一失望，便更不留神，忽然將頭撞在白豆稀薄的地面上。地面很硬，跌勢又重，我於是糊裡糊塗的發了昏……阿！自由！我忽而在平野上了，後面是那城，前面望得見公寓。我仍然糊裡糊塗的走，一面想：我的妻和兒子，一定已經上京了，他們正圍著我的死屍哭呢。我於是撲向我的軀殼去，便直坐起來，他們嚇跑了，後來竭力說明，他們才了然，都高興得大叫道：你還陽了，呵呀，我的老天爺哪……\n\n我這樣糊裡糊塗的想時，忽然活過來了……\n\n沒有我的妻和兒子在身邊，只有一個燈在桌上，我覺得自己睡在公寓裡。間壁的一位學生已經從戲園回來，正哼著「先帝爺唉唉唉」哩，可見時候是不早了。\n\n這還陽還得太冷靜，簡直不像還陽，我想，莫非先前也並沒有死麼？\n\n倘若並沒死，那麼，朱朗翁也就並沒有做閻羅王。\n\n解決這問題，用智識究竟還怕是罪惡，我們還是用感情來決一決罷。\n\n十月二十三日。\n\n　　KK\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"隨感錄五十九","content":"魯迅以筆名唐俟發表\n\n我前回已經說過「什麼主義都與中國無干」的話了；今天忽然又有些意見，便再寫在下面：我想，我們中國本不是發生新主義的地方，也沒有容納新主義的處所，即使偶然有些外來思想，也立刻變了顏色，而且許多論者反要以此自豪。我們只要留心譯本上的序跋，以及各樣對於外國事情的批評議論，便能發見我們和別人的思想中間，的確還隔著幾重鐵壁。他們是說家庭問題的，我們卻以為他鼓吹打仗；他們是寫社會缺點的，我們卻說他講笑話；他們以為好的，我們說來卻是壞的。若再留心看看別國的國民性格，國民文學，再翻一本文人的評傳，便更能明白別國著作裡寫出的性情，作者的思想，幾乎全不是中國所有。所以不會瞭解，不會同情，不會感應；甚至彼我間的是非愛憎，也免不了得到一個相反的結果。\n\n新主義宣傳者是放火人麼，也須別人有精神的燃料，才會著火；是彈琴人麼，別人的心上也須有弦索，才會出聲；是發聲器麼，別人也必須是發聲器，才會共鳴。中國人都有些不很像，所以不會相干。\n\n幾位讀者怕要生氣，說，「中國時常有將性命去殉他主義的人，中華民國以來，也因為主義上死了多少烈士，你何以一筆抹殺？嚇！」這話也是真的。我們從舊的外來思想說罷，六朝的確有許多焚身的和尚，唐朝也有過砍下臂膊佈施無賴的和尚；從新的說罷，自然也有過幾個人的。然而與中國歷史，仍不相干。因為歷史結帳，不能像數學一般精密，寫下許多小數，卻只能學粗人算帳的四捨五入法門，記一筆整數。\n\n中國歷史的整數裡面，實在沒有什麼思想主義在內。這整數只是兩種物質，——是刀與火，「來了」便是他的總名。\n\n火從北來便逃向南，刀從前來便退向後，一大堆流水帳簿，只有這一個模型。倘嫌「來了」的名稱不很莊嚴，「刀與火」也觸目，我們也可以別想花樣，奉獻一個諡法，稱作「聖武」便好看了。\n\n古時候，秦始皇帝很闊氣，劉邦和項羽都看見了；邦說，「嗟乎！大丈夫當如此也！」羽說，「彼可取而代也！」羽要「取」什麼呢？便是取邦所說的「如此」。「如此」的程度，雖有不同，可是誰也想取；被取的是「彼」，取的是「丈夫」。所有「彼」與「丈夫」的心中，便都是這「聖武」的產生所，受納所。\n\n何謂「如此」？說起來話長；簡單地說，便只是純粹獸性方面的欲望的滿足——威福，子女，玉帛，——罷了。然而在一切大小丈夫，卻要算最高理想（？）了。我怕現在的人，還被這理想支配著。\n\n大丈夫「如此」之後，欲望沒有衰，身體卻疲敝了；而且覺得暗中有一個黑影——死——到了身邊了。於是無法，只好求神仙。這在中國，也要算最高理想了。我怕現在的人，也還被這理想支配著。\n\n求了一通神仙，終於沒有見，忽然有些疑惑了。於是要造墳，來保存死屍，想用自己的屍體，永遠佔據著一塊地面。這在中國，也要算一種沒奈何的最高理想了。我怕現在的人，也還被這理想支配著。\n\n現在的外來思想，無論如何，總不免有些自由平等的氣息，互助共存的氣息，在我們這單有「我」，單想「取彼」，單要由我喝盡了一切空間時間的酒的思想界上，實沒有插足的餘地。\n\n因此，只須防那「來了」便夠了。看看別國，抗拒這「來了」的便是有主義的人民。他們因為所信的主義，犧牲了別的一切，用骨肉碰鈍了鋒刃，血液澆滅了煙焰。在刀光火色衰微中，看出一種薄明的天色，便是新世紀的曙光。\n\n曙光在頭上，不抬起頭，便永遠只能看見物質的閃光。\n\n"},{"name":"所謂「國學」","content":"魯迅以筆名某生者發表\n\n現在暴發的「國學家」之所謂「國學」是什麼？\n\n一是商人遺老們翻印了幾十部舊書賺錢，二是洋場上的文豪又做了幾篇鴛鴦蝴蝶體小說出版。\n\n商人遺老們的印書是書籍的古董化，其置重不在書籍而在古董。遺老有錢，或者也不過聊以自娛罷了，而商人便大吹大擂的借此獲利。還有茶商鹽販，本來是不齒於「士類」的，現在也趁著新舊紛擾的時候，借刻書為名，想挨進遺老遺少的「士林」裡去。他們所刻的書都無民國年月，辨不出是元版是清版，都是古董性質，至少每本兩三元，綿連，錦帙，古色古香，學生們是買不起的。這就是他們之所謂「國學」。\n\n然而巧妙的商人可也決不肯放過學生們的錢的，便用壞紙惡墨別印什麼「菁華」什麼「大全」之類來搜括。定價並不大，但和紙墨一比較卻是大價了。至於這些「國學」書的校勘，新學家不行，當然是出於上海的所謂「國學家」的了，然而錯字迭出，破句連篇（用的並不是新式圈點），簡直是拿少年來開玩笑。這是他們之所謂「國學」。\n\n洋場上的往古所謂文豪，「卿卿我我」「蝴蝶鴛鴦」誠然做過一小堆，可是自有洋場以來，從沒有人稱這些文章（？）為國學，他們自己也並不以「國學家」自命的。現在不知何以，忽而奇想天開，也學了鹽販茶商，要憑空挨進「國學家」隊裡去了。然而事實很可慘，他們之所謂國學，是「拆白之事各處皆有而以上海一隅為最甚（中略）余於課餘之暇不惜浪費筆墨編纂事實作一篇小說以餉閱者想亦閱者所樂聞也」。（原本每句都密圈，今從略，以省排工，閱者諒之。）「國學」乃如此而已乎？\n\n試去翻一翻歷史裡的儒林和文苑傳罷，可有一個將舊書當古董的鴻儒，可有一個以拆白餉閱者的文士？\n\n倘說，從今年起，這些就是「國學」，那又是「新」例了。你們不是講「國學」的麼？\n\nKK\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「一是之學說」","content":"署名風聲\n\n我從《學燈》上看見駁吳宓君《新文化運動之反應》這一篇文章之後，才去尋《中華新報》來看他的原文。\n\n那是一篇浩浩洋洋的長文，該有一萬多字罷，——而且還有作者吳宓君的照相。記者又在論前介紹說，「涇陽吳宓君美國哈佛大學碩士現為國立東南大學西洋文學教授君既精通西方文學得其神髓而國學複涵養甚深近主撰學衡雜誌以提倡實學為任時論崇之」。\n\n但這篇大文的內容是很簡單的。說大意，就是新文化本也可以提倡的，但提倡者「當思以博大之眼光。寬宏之態度。肆力學術。深窺精研。觀其全體。而貫通澈悟。然後平情衡理。執中馭物。造成一是之學說。融合中西之精華。以為一國一時之用。」而可恨「近年有所謂新文化運動者。本其偏激之主張。佐以宣傳之良法。……加之喜新盲從者之多。」便忽而聲勢浩大起來。殊不知「物極必反。理有固然。」於是「近頃於新文化運動懷疑而批評之書報漸多」了。這就謂之「新文化運動之反應」。然而「又所謂反應者非反抗之謂……讀者幸勿因吾論列於此。而遂疑其為不贊成新文化者」云。\n\n反應的書報一共舉了七種，大體上都是「執中馭物」，宣傳「正軌」的新文化的。現在我也來紹介一回：一《民心週報》，二《經世報》，三《亞洲學術雜誌》，四《史地學報》，五《文哲學報》，六《學衡》，七《湘君》。此外便是吳君對於這七種書報的「平情衡理」的批評（？）了。例如《民心週報》，「自發刊以至停版。除小說及一二來稿外。全用文言。不用所謂新式標點。即此一端。在新潮方盛之時。亦可謂砥柱中流矣。」至於《湘君》之用白話及標點，卻又別有道理，那是「《學衡》本事理之真。故拒斥粗劣白話及英文標點。《湘君》求文藝之美。故兼用通妥白話及新式標點」的。總而言之，主張偏激，連標點也就偏激，那白話自然更不「通妥」了。即如我的白話，離通妥就很遠；而我的標點則是「英文標點」。\n\n但最「貫通澈悟」的是拉《經世報》來做「反應」，當《經世報》出版的時候，還沒有「萬惡孝為先」的謠言，而他們卻早已發過許多崇聖的高論，可惜現在從日報變了月刊，實在有些萎縮現象了。至於「其於君臣之倫。另下新解」，「《亞洲學術雜誌》議其牽強附會。必以君為帝王」，實在並不錯，這才可以算得「新文化之反應」，而吳君又以為「則過矣」，那可是自己「則過矣」了。因為時代的關係，那時的君，當然是帝王而不是大總統。又如民國以前的議論，也因為時代的關係，自然多含革命的精神，《國粹學報》便是其一，而吳君卻怪他談學術而兼涉革命，也就是過於「融合」了時間的先後的原因。\n\n此外還有一個太沒見識處，就是遺漏了《長青》，《紅》，《快活》，《禮拜六》等近頃風起雲湧的書報，這些實在都是「新文化運動的反應」，而且說「通妥白話」的。十一月三日。\n\nKK\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"即小見大","content":"署名風聲\n\n北京大學的反對講義收費風潮，芒硝火焰似的起來，又芒硝火焰似的消滅了，其間就是開除了一個學生馮省三。\n\n這事很奇特，一回風潮的起滅，竟只關於一個人。倘使誠然如此，則一個人的魄力何其太大，而許多人的魄力又何其太無呢。\n\n現在講義費已經取消，學生是得勝了，然而並沒有聽得有誰為那做了這次的犧牲者祝福。\n\n即小見大，我於是竟悟出一件長久不解的事來，就是：三貝子花園裡面，有謀刺良弼和袁世凱而死的四烈士墳，其中有三塊墓碑，何以直到民國十一年還沒有人去刻一個字。\n\n凡有犧牲在祭壇前瀝血之後，所留給大家的，實在只有“散胙”這一件事了。\n\n十一月十八日。\n\nKK\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"4\t一九二二年","content":"\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"對于批評家的希望","content":"署名風聲\n\n前兩三年的書報上，關於文藝的大抵只有幾篇創作（姑且這樣說）和翻譯，于是讀者頗有批評家出現的要求，現在批評家已經出現了，而且日見其多了。\n\n以文藝如此幼稚的時候，而批評家還要發掘美點，想扇起文藝的火焰來，那好意實在很可感。即不然，或則歎息現代作品的淺薄，那是望著作家更其深，或則歎息現代作品之沒有血淚，那是怕著作界複歸於輕佻。雖然似乎微辭過多，其實卻是對於文藝的熱烈的好意，那也實在是很可感謝的。\n\n獨有靠了一兩本「西方」的舊批評論，或則撈一點頭腦板滯的先生們的唾餘，或則仗著中國固有的什麼天經地義之類的，也到文壇上來踐踏，則我以為委實太濫用了批評的權威。試將粗淺的事來比罷：譬如廚子做菜，有人品評他壞，他固不應該將廚刀鐵釜交給批評者，說道你試來做一碗好的看：但他卻可以有幾條希望，就是望吃菜的沒有「嗜痂之癖」，沒有喝醉了酒，沒有害著熱病，舌苔厚到二三分。\n\n我對於文藝批評家的希望卻還要小。我不敢望他們于解剖裁判別人的作品之前，先將自己的精神來解剖裁判一回，看本身有無淺薄卑劣荒謬之處，因為這事情是頗不容易的。我所希望的不過願其有一點常識，例如知道裸體畫和春畫的區別，接吻和性交的區別，屍體解剖和戮屍的區別，出洋留學和“放諸四夷”的區別，筍和竹的區別，貓和老虎的區別，老虎和番菜館的區別……。更進一步，則批評以英美的老先生學說為主，自然是悉聽尊便的，但尤希望知道世界上不止英美兩國；看不起托爾斯泰，自然也自由的，但尤希望先調查一點他的行實，真看過幾本他所做的書。\n\n還有幾位批評家，當批評譯本的時候，往往詆為不足齒數的勞力，而怪他何不去創作。創作之可尊，想來翻譯家該是知道的，然而他竟止于翻譯者，一定因為他只能翻譯，或者偏愛翻譯的緣故。所以批評家若不就事論事，而說些應當去如此如彼，是溢出於事權以外的事，因為這類言語，是商量教訓而不是批評。現在還將廚子來比，則吃菜的只要說出品味如何就盡夠，苦於此之外，又怪他何以不去做裁縫或造房子，那是無論怎樣的呆廚子，也難免要說這位客官是痰迷心竅的了。\n\n十一月九日。\n\nKK\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"反對「含淚」的批評家","content":"署名風聲\n\n現在對於文藝的批評日見其多了，是好現象；然而批評日見其怪了，是壞現象，愈多反而愈壞。\n\n我看了很覺得不以為然的是胡夢華君對於汪靜之君《蕙的風》的批評，尤其覺得非常不以為然的是胡君答覆章鴻熙君的信。\n\n一，胡君因為《蕙的風》裡有一句「一步一回頭瞟我意中人」，便科以和《金瓶梅》一樣的罪：這是鍛煉周納的。《金瓶梅》卷首誠然有「意中人」三個字，但不能因為有三個字相同，便說這書和那書是一模樣。例如胡君要青年去懺悔，而《金瓶梅》也明明說是一部「改過的書」，若因為這一點意思偶合，而說胡君的主張也等於《金瓶梅》，我實在沒有這樣的粗心和大膽。我以為中國之所謂道德家的神經，自古以來，未免過敏而又過敏了，看見一句「意中人」，便即想到《金瓶梅》，看見一個「瞟」字，便即穿鑿到別的事情上去。然而一切青年的心，卻未必都如此不淨；倘竟如此不淨，則即使「授受不親」，後來也就會「瞟」，以至於瞟以上的等等事，那時便是一部《禮記》，也即等於《金瓶梅》了，又何有於《蕙的風》？\n\n二，胡君因為詩裡有「一個和尚悔出家」的話，便說是誣衊了普天下和尚，而且大呼釋迦牟尼佛：這是近於宗教家而且援引多數來恫嚇，失了批評的態度的。其實一個和尚悔出家，並不是怪事，若普天下的和尚沒有一個悔出家的，那倒是大怪事。中國豈不是常有酒肉和尚，還俗和尚麼？非「悔出家」而何？倘說那些是壞和尚，則那詩裡的便是壞和尚之一，又何至誣衊了普天下的和尚呢？這正如胡君說一本詩集是不道德，並不算誣衊了普天下的詩人。至於釋迦牟尼，可更與文藝界「風馬牛」了，據他老先生的教訓，則做詩便犯了「綺語戒」，無論道德或不道德，都不免受些孽報，可怕得很的！\n\n三，胡君說汪君的詩比不上歌德和雪利，我以為是對的。但後來又說，「論到人格，歌德一生而十九娶，為世詬病，正無可諱。然而歌德所以垂世不朽者，乃五十歲以後懺悔的歌德，我們也知道麼？」這可奇特了。雪利我不知道，若歌德即Goethe，則我敢替他呼幾句冤，就是他並沒有「一生而十九娶」，並沒有「為世詬病」，並沒有「五十歲以後懺悔」。而且對於胡君所說的「自『耳食』之風盛，歌德、雪利之真人格遂不為國人所知，無識者流，更妄相援引，可悲亦復可笑！」這一段話，也要請收回一些去。\n\n我不知道汪君可曾過了五十歲倘沒有，則即使用了胡君的論調來裁判，似乎也還不妨做「一步一回頭瞟我意中人」的詩，因為以歌德為例，也還沒有到「懺悔」的時候。\n\n臨末，則我對於胡君的「悲哀的青年，我對於他們只有不可思議的眼淚！」「我還想多寫幾句，我對於悲哀的青年底不可思議的淚已盈眶了」這一類話，實在不明白「其意何居」。批評文藝，萬不能以眼淚的多少來定是非。文藝界可以收到創作家的眼淚，而沾了批評家的眼淚卻是污點。胡君的眼淚的確灑得非其地，非其時，未免萬分可惜了。起稿已完，才看見《青光》上的一段文章，說近人用先生和君，含有尊敬和小覷的差別意見。我在這文章裡正用君，但初意卻不過貪圖少寫一個字，並非有什麼《春秋》筆法。現在聲明於此，卻反而多寫了許多字了。十一月十七日。\n\nKK\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"不懂的音譯","content":"署名風聲\n\n凡有一件事，總是永遠纏夾不清的，大約莫過於在我們中國了。\n\n翻外國人的姓名用音譯，原是一件極正當，極平常的事，倘不是毫無常識的人們，似乎決不至於還會說費話。然而在上海報（我記不清楚什麼報了，總之不是《新申報》便是《時報》）上，卻又有伏在暗地裡擲石子的人來嘲笑了。他說，做新文學家的秘訣，其一是要用些「屠介納夫」「郭歌里」之類使人不懂的字樣的。\n\n凡有舊來音譯的名目：靴，獅子，葡萄，蘿蔔，佛，伊犁等……都毫不為奇的使用，而獨獨對於幾個新譯字來作怪；若是明知的，便可笑；倘不，更可憐。\n\n其實是，現在的許多翻譯者，比起往古的翻譯家來，已經含有加倍的頑固性的了。例如南北朝人譯印度的人名：阿難陀，實叉難陀，鳩摩羅什婆……決不肯附會成中國的人名模樣，所以我們到了現在，還可以依了他們的譯例推出原音來。不料直到光緒末年，在留學生的書報上，說是外國出了一個「柯伯堅」，倘使粗粗一看，大約總不免要疑心他是柯府上的老爺柯仲軟的令兄的罷，但幸而還有照相在，可知道並不如此，其實是俄國的Kropotkin。那書上又有一個「陶斯道」，我已經記不清是Dostoievski呢，還是Tolstoi了。\n\n這「屠介納夫」和「郭歌里」，雖然古雅趕不上「柯伯堅」，但於外國人的氏姓上定要加一個《百家姓》裡所有的字，卻幾乎成了現在譯界的常習，比起六朝和尚來，已可謂很「安本分」的了。然而竟還有人從暗中來擲石子，裝鬼臉，難道真所謂「人心不古」麼？\n\n我想，現在的翻譯家倒大可以學學「古之和尚」，凡有人名地名，什麼音便怎麼譯，不但用不著白費心思去嵌鑲，而且還須去改正。即如「柯伯堅」，現在雖然改譯「苦魯巴金」了，但第一音既然是K不是Ku，我們便該將「苦」改作「克」，因為K和Ku的分別，在中國字音上是辦得到的。而中國卻是更沒有注意到，所以去年Kropotkin死去的消息傳來的時候，上海《時報》便用日俄戰爭時旅順敗將Kuropatkin的照相，把這位無治主義老英雄的面目來頂替了。\n\n十一月四日。\n\n自命為「國學家」的對於譯音也加以嘲笑，確可以算得一種古今的奇聞；但這不特是示他的昏愚，實在也足以看出他的悲慘。\n\n倘如他的尊意，則怎麼辦呢？我想，這只有三條計。上策是凡有外國的事物都不談；中策是凡有外國人都稱之為洋鬼子，例如屠介納夫的《獵人日記》，郭歌里的《巡按使》，都題為「洋鬼子著」；下策是，只好將外國人名改為王羲之唐伯虎黃三太之類，例如進化論是唐伯虎提倡的，相對論是王羲之發明的，而發見美洲的則為黃三太。\n\n倘不能，則為自命為國學家所不懂的新的音譯語，可是要侵入真的國學的地域裡來了。\n\n中國有一部《流沙墜簡》，印了將有十年了。要談國學，那才可以算一種研究國學的書。開首有一篇長序，是王國維先生做的，要談國學，他才可以算一個研究國學的人物。而他的序文中有一段說，「案古簡所出為地凡三（中略）其三則和闐東北之尼雅城及馬咱托拉拔拉滑史德三地也」。\n\n這些譯音，並不比「屠介納夫」之類更古雅，更易懂。然而何以非用不可呢？就因為有三處地方，是這樣的稱呼；即使上海的國學家怎樣冷笑，他們也仍然還是這樣的稱呼。當假的國學家正在打牌喝酒，真的國學家正在穩坐高齋讀古書的時候，沙士比亞的同鄉斯坦因博士卻已經在甘肅新疆這些地方的沙磧裡，將漢晉簡牘掘去了；不但掘去，而且做出書來了。所以真要研究國學，便不能不翻回來；因為真要研究，所以也就不能行我的三策：或絕口不提，或但云「得于華夏」，或改為「獲之于春申浦畔」了。\n\n而且不特這一事。此外如真要研究元朝的歷史，便不能不懂「屠介納夫」的國文，因為單用些「鴛鴦」「蝴蝶」這些字樣，實在是不夠敷衍的。所以中國的國學不發達則已，萬一發達起來，則敢請恕我直言，可是斷不是洋場上的自命為國學家「所能廁足其間者也」的了。\n\n但我於序文裡所謂三處中的「馬咱托拉拔拉滑史德」，起初卻實在不知道怎樣斷句，讀下去才明白二是「馬咱托拉」，三是「拔拉滑史籍」。\n\n所以要清清楚楚的講國學，也仍然須嵌外國字，須用新式的標點的。\n\n十一月六日。\n\nKK\n　　\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"為「俄國歌劇團」","content":"魯迅以筆名風聲發表\n\n我不知道，——其實是可以算知道的，然而我偏要這樣說，——俄國歌劇團何以要離開他的故鄉，卻以這美妙的藝術到中國來博一點茶水喝。你們還是回去罷！\n\n我到第一舞臺著俄國的歌劇，是四日的夜間，是開演的第二日。\n\n一入門，便使我發生異樣的心情了：中央三十多人，旁邊一大群兵，但樓上四五等中還有三百多的看客。有人初到北京的，不久便說：我似乎住在沙漠裡了。是的，沙漠在這裡。\n\n沒有花，沒有詩，沒有光，沒有熱。沒有藝術，而且沒有趣味，而且至於沒有好奇心。\n\n沉重的沙……\n\n我是怎麼一個怯弱的人呵。這時我想：倘使我是一個歌人，我的聲音怕要銷沉了罷。\n\n沙漠在這裡。\n\n然而他們舞蹈了，歌唱了，美妙而且誠實的，而且勇猛的。\n\n流動而且歌吟的雲……兵們拍手了，在接吻的時候。兵們又拍手了，又在接吻的時候。\n\n非兵們也有幾個拍手了，也在接吻的時候，而一個最響，超出於兵們的。\n\n我是怎麼一個褊狹的人呵。這時我想：倘使我是一個歌人，我怕要收藏了我的豎琴，沉默了我的歌聲罷。倘不然，我就要唱我的反抗之歌。\n\n而且真的，我唱了我的反抗之歌了！\n\n沙漠在這裡，恐怖的……然而他們舞蹈了，歌唱了，美妙而且誠實的，而且勇猛的。\n\n你們漂流轉徙的藝術者，在寂寞裡歌舞，怕已經有了歸心了罷。你們大約沒有復仇的意思，然而一回去，我們也就被復仇了。\n\n比沙漠更可怕的人世在這裡。\n\n嗚呼！這便是我對於沙漠的反抗之歌，是對於相識以及不相識的同感的朋友的勸誘，也就是為流轉在寂寞中間的歌人們的廣告。\n\n四月九日。\n\nKK\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"兒歌的「反動」","content":"魯迅以筆名某生者發表\n\n一儿歌\n\n胡怀琛\n\n 「月亮！月亮！\n\n還有半個那裡去了？」\n「被人家偷去了。」\n「偷去做甚麼？」\n\n\n「當鏡子照。」\n二反動歌\n\n 小孩子\n\n天上半個月亮，\n我道是「破鏡飛上天」，原來卻是被人偷下地了。\n有趣呀，有趣呀，成了鏡子了！\n可是我見過圓的方的長方的八角六角的菱花式的寶相花式的鏡子矣，沒有見過半月形的鏡子也。\n\n\n我於是乎很不有趣也！\n謹案小孩子略受新潮，輒敢妄行詰難，人心不古，良足慨然！然拜讀原詩，亦存小失，倘能改第二句為「兩半個都那裡去了」，即成全璧矣。胡先生夙擅改削，當不以鄙言為河漢也。夏曆中秋前五日，某生者謹註。\n\n十月九日。\n\nKK\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"5\t一九二四年","content":"\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"}]