[{"name":"題辭","content":"\n\n這半年我又看見了許多血和許多淚，\n\n然而我只有雜感而已。\n\n淚揩了，血消了；\n\n屠伯們逍遙復逍遙，\n\n用鋼刀的，用軟刀的。\n\n然而我只有“雜感”而已。\n\n連“雜感”也被“放進了應該去的地方”時，\n\n我於是只有“而已”而已！\n\n以上的八句話，是在一九二六年十月十四夜裡，編完那年那時為止的雜感集後，寫在末尾的，現在便取來作為一九二七年的雜感集的題辭。\n\n一九二八年十月三十日，魯迅校訖記。  \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"“公理”之所在","content":"在廣州的一個“學者”說，“魯迅的話已經說完，《語絲》不必看了。”這是真的，我的話已經說完，去年說的，今年還適用，恐怕明年也還適用。但我誠懇地希望他不至於適用到十年二十年之後。倘這樣，中國可就要完了，雖然我倒可以自慢。\n\n公理和正義都被“正人君子”拿去了，所以我已經一無所有。這是我去年說過的話，而今年確也還是如此。然而我雖然一無所有，尋求是還在尋求的，正如每個窮光棍，大抵不會忘記銀錢一樣。\n\n話也還沒有說完。今年，我竟發見了公理之所在了。或者不能說發見，只可以說證實。北京中央公園裏不是有一座白石牌坊，上面刻著四個大字道，“公理戰勝”麽？——Yes，就是這個。\n\n這四個字的意思是“有公理者戰勝”，也就是“戰勝者有公理”。\n\n段執政有衛兵，“孤桐先生”秉政，開槍打敗了請願的學生，勝矣。於是東吉祥胡同的“正人君子”們的“公理”也蓬蓬勃勃。慨自執政退隱，“孤桐先生”“下野”之後，——嗚呼，公理亦從而零落矣。那裏去了呢？槍炮戰勝了投壺，阿！有了，在南邊了。於是乎南下，南下，南下……\n\n於是乎“正人君子”們又和久違的“公理”相見了。\n\n《現代評論》的一千元津貼事件，我一向沒有插過嘴，而“主將”也將我拉在裏面，亂罵一通，——大約以為我是“首領”之故罷。橫豎說也被罵，不說也被罵，我就回敬一杯，問問你們所自稱為“現代派”者，今年可曾幡然變計，另外運動，收受了新的戰勝者的津貼沒有？\n\n還有一問，是：“公理”幾塊錢一斤？\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"略談香港","content":"\n\n本篇最初發表於一九二七年八月十三日《語絲》周刊第一四四期。\n\n本年一月間我曾去過一回香港，因為跌傷的腳還未全好，不能到街上去閑走，演說一了，匆匆便歸，印象淡薄得很，也早已忘卻了香港了。今天看見《語絲》一三七期上辰江先生的通信，忽又記得起來，想說幾句話來湊熱鬧。\n\n我去講演的時候，主持其事的人大約很受了許多困難，但我都不大清楚。單知道先是頗遭幹涉，中途又有反對者派人索取入場券，收藏起來，使別人不能去聽；後來又不許將講稿登報，經交涉的結果，是削去和改竄了許多。\n\n然而我的講演，真是「老生常談」，而且還是七八年前的「常談」。\n\n從廣州往香港時，在船上還親自遇見一樁笑話。有一個船員，不知怎地，是知道我的名字的，他給我十分擔心。他以為我的赴港，說不定會遭謀害；我遙遙地跑到廣東來教書，而無端橫死，他——廣東人之一——也覺得抱歉。於是他忙了一路，替我計畫，禁止上陸時如何脫身，到埠捕拿時如何避免。到埠後，既不禁止，也不捕拿，而他還不放心，臨別時再三叮囑，說倘有危險，可以避到什麽地方去。\n\n我雖然覺得可笑，但我從真心裏十分感謝他的好心，記得他的認真的臉相。\n\n三天之後，平安地出了香港了，不過因為攻擊國粹，得罪了若干人。現在回想起來，像我們似的人，大危險是大概沒有的。不過香港總是一個畏途。這用小事情便可以證明。即如今天的香港《循環日報》上，有這樣兩條瑣事：\n\n第一條我們一目了然，知道中國人還在那裏被抽藤條。\n\n「司」當是「藩司」「臬司」之「司」，是官名；史者，姓也，英國人的。港報上所謂「政府」，「警司」之類，往往是指英國的而言，不看慣的很容易誤解，不如上海稱為「捕房」之分明。\n\n第二條是「搜身」的糾葛，在香港屢見不鮮。但三個方圍不知道是甚麽。何以要避忌？恐怕不是好的事情。這bbb似乎是因為西裝和英語而得的；英警嫌惡這兩件：這是主人的言語和服裝。顏之推以為學鮮卑語，彈琵琶便可以生存的時代，早已過去了。\n\n在香港時遇見一位某君，是受了高等教育的人。他自述曾因受屈，向英官申辯，英官無話可說了，但他還是輸。那最末是得到嚴厲的訓斥，道：「總之是你錯的：因為我說你錯！」\n\n帶著書籍的人也困難，因為一不小心，會被指為「危險文件」的。這「危險」的界說，我不知其詳。總之一有嫌疑，便麻煩了。人先關起來，書去譯成英文，譯好之後，這才審判。而這「譯成英文」的事先就可怕。我記得蒙古人「入主中夏」時，裁判就用翻譯。一個和尚去告狀追債，而債戶商同通事，將他的狀子改成自願焚身了。官說道好；於是這和尚便被推入烈火中。\n\n我去講演的時候也偶然提起元朝，聽說頗為「X司」所不悅，他們是的確在研究中國的經史的。\n\n但講講元朝，不但為「政府」的「X司」所不悅，且亦為有些「同胞」所不歡。我早知道不穩當，總要受些報應的。果然，我因為謹避「學者」，搬出中山大學之後，那邊的《工商報》上登出來了，說是因為「清黨」，已經逃走。後來，則在《循環日報》上，以講文學為名，提起我的事，說我原是「《晨報副刊》特約撰述員」，現在則「到了漢口」。我知道這種宣傳有點危險，意在說我先是研究系的好友，現是共產黨的同道，雖不至於「槍終路寢」，益處大概總不會有的，晦氣點還可以因此被關起來。便寫了一封信去更正：\n\n「在六月十日十一日兩天的《循環世界》裏，看見徐丹甫先生的一篇《北京文藝界之分門別戶》。各人各有他的眼光，心思，手段。他耍他的，我不想來多嘴。但其中有關於我的三點，我自己比較的清楚些，可以請為更正，即：\n\n“一，我從來沒有做過《晨報副刊》的‘特約撰述員’。\n\n“二，陳大悲被攻擊後，我並未停止投稿。\n\n“三，我現仍在廣州，並沒有‘到了漢口’。”\n\n從發信之日到今天，算來恰恰一個月，不見登出來。“總之你是這樣的：因為我說你是這樣”罷。幸而還有內地的《語絲》；否則，“十二藤”，“bbb”，那裏去訴苦！\n\n我現在還有時記起那一位船上的廣東朋友，雖然神經過敏，但怕未必是無病呻吟。他經驗多。\n\n若夫“香江”（案：蓋香港之雅稱）之於國粹，則確是正在大振興而特振興。如六月二十五日《循環日報》“昨日下午督憲府茶會”條下，就說：\n\n“（上略）賴濟熙太史即席演說，略謂大學堂漢文專科異常重要，中國舊道德與乎國粹所關，皆不容緩視，若不貫徹進行，深為可惜，（中略）周壽臣爵士亦演說漢文之宜見重於當世，及漢文科學之重要，關系國家與個人之榮辱等語，後督憲以華語演說，略謂華人若不通漢文為第一可惜，若以華人而中英文皆通達，此後中英感情必更融洽，故大學漢文一科，非常重要，未可以等閑視之雲雲。（下略）”我又記得還在報上見過一篇“金制軍”的關於國粹的演說，用的是廣東話，看起來頗費力；又以為這“金制軍”是前清遺老，遺老的議論是千篇一律的，便不去理會它了。現在看了辰江先生的通信，才知道這“金制軍”原來就是“港督”金文泰，大英國人也。大驚失色，趕緊跳起來去翻舊報。\n\n運氣，在六月二十八日這張《循環日報》上尋到了。因為這是中國國粹不可不振興的鐵證，也是將來“中國國學振興史”的貴重史料，所以毫不刪節，並請廣東朋友校正誤字（但末尾的四句集《文選》句，因為不能懸揣“金制軍”究竟如何說法，所以不敢妄改），剪貼於下，加以略註，希《語絲》記者以國學前途為重，予以排印，至紉公誼：\n\nk六月二十四號督轅茶會金制軍演說詞列位先生，提高中文學業，周爵紳，賴太史，今日已經發揮盡致，毋庸我詳細再講咯，我對於呢件事，覺得有三種不能不辦嘅原因，而家想同列位談談，（第一）\n\n系中國人要顧全自己祖國學問呀，香港地方，華人居民，最占多數，香港大學學生，華人子弟，亦系至多，如果在呢間大學，徒然側重外國科學文字，對於中國歷代相傳嘅大道宏經，反轉當作等閑，視為無足輕重嘅學業，豈唔系一件大憾事嗎，所以為香港中國居民打算，為大學中國學生打算，呢一科實在不能不辦，（第二）系中國人應該整理國故呀，中國事物文章，原本有極可寶貴嘅價值，不過因為文字過於艱深，所以除嘵書香家子弟，同埋天分極高嘅人以外，能夠領略其中奧義嘅，實在很少，為呢個原故，近年中國學者，對於（整理國故）嘅聲調已經越唱越高，香港地方，同中國大陸相離，僅僅隔一衣帶水，如果今日所提倡嘅中國學科，能夠設立完全，將來集合一班大學問嘅人，將向來所有困難，一一加以整理，為後生學者，開條輕便嘅路途，豈唔系極安慰嘅事咩，所以為中國發揚國光計，呢一科更不能不辦，（第三）就系令中國道德學問，普及世界呀，中國通商以來，華人學習語言文字，成通材嘅，雖然項背相望，但系外國人精通漢學，同埋中國人精通外國科學，能夠用中國言語文字翻譯介紹各國高深學術嘅，仍然系好少，呢的豈系因外國人，同中國外洋留學生，唔願學華國文章，不過因中國文字語言，未曾用科學方法整理完備，令到呢兩班人，抱一類（可望而不可即）之嘆，如果港大（華文學系）得到成立健全，就從前所有困難，都可以由呢處逐漸解免，個時中外求學之士，一定多列門墻，爭自濯磨，中外感情，自然更加濃浹，唔噲有乜野隔膜咯，所以為中國學問及世界打算，呢一科亦不能不辦，列位先生，我記得十幾年前有一班中國外洋留學生，因為想研精中國學問，也曾出過一份（漢風雜誌），個份雜誌，書面題辭，有四句集文選句，十分動人嘅，我願借嚟貢獻過列位，而且望列位實行個四句題辭嘅意思，對於（香港大學文科，華文系）贊襄盡力，務底於成，個四句題辭話，（懷舊之蓄念，發思古之幽情，光祖宗之玄靈，大漢之發天聲，）\n\n略註：\n\n這裏的括弧，間亦以代曲鉤之用。爵紳蓋有爵的紳士，不知其詳。呢＝這。而家＝而今。嘅＝的。系＝是。\n\n唔＝無，不。嘵＝了。同埋＝和。咩＝呢。＝呵。唔噲有乜野＝不會有什麽。嚟＝來。過＝給。話＝說。\n\n註畢不免又要發感慨了。《漢風雜誌》我沒有拜讀過；\n\n但我記得一點舊事。前清光緒末年，我在日本東京留學，親自看見的。那時的留學生中，很有一部分抱著革命的思想，而所謂革命者，其實是種族革命，要將土地從異族的手裏取得，歸還舊主人。除實行的之外，有些人是辦報，有些人是鈔舊書。所鈔的大抵是中國所沒有的禁書，所講的大概是明末清初的情形，可以使青年猛省的。久之印成了一本書，因為是《湖北學生界》的特刊，所以名曰《漢聲》，那封面上就題著四句古語：攄懷舊之蓄念，發思古之幽情，光祖宗之玄靈，振大漢之天聲！\n\n這是明明白白，叫我們想想漢族繁榮時代，和現狀比較一下，看是如何，——必須“光復舊物”。說得露骨些，就是“排滿”；推而廣之，就是“排外”。不料二十年後，竟變成在香港大學保存國粹，而使“中外感情，自然更加濃浹”的標語了。我實在想不到這四句“集《文選》句”，竟也會被外國人所引用。\n\n這樣的感慨，在現今的中國，發起來是可以發不完的。還不如講點有趣的事做收梢，算是“余興”。從予先生在《一般》雜誌（目錄上說是獨逸）上批評我的小說道：“作者的筆鋒……並且頗多詼諧的意味，所以有許多小說，人家看了，只覺得發松可笑。換言之，即因為此故，至少是使讀者減卻了不少對人生的認識。”悲夫，這“只覺得”也！但我也確有這種的毛病，什麽事都不能正正經經。便是感慨，也不肯一直發到底。只是我也自有我的苦衷。因為整年的發感慨，倘是假的，豈非無聊？倘真，則我早已感憤而死了，那裏還有議論。我想，活著而想稱“烈士”，究竟是不容易的。\n\n我以為有趣，想要介紹的也不過是一個廣告。港報上頗多特別的廣告，而這一個最奇。我第一天看《循環日報》，便在第一版上看見的了，此後每天必見，我每見必要想一想，而直到今天終於想不通是怎麽一回事：\n\n香港城余蕙賣文\n\n人和旅店余蕙屏聯榜幅發售\n\n香港對聯香港七律\n\n香港七絕青山七律\n\n荻海對聯荻海七絕\n\n花地七絕花地七律\n\n日本七絕聖經五絕\n\n英皇七絕英太子詩\n\n戲子七絕廣昌對聯\n\n三金六十員\n\n五金五十員\n\n七金四十員\n\n屏條加倍\n\n人和旅店主人謹啟\n\n小店在香港上環海傍門牌一百一十八號\n\n七月十一日，於廣州東堤。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"寫在《勞動問題》之前","content":"\n\n本篇最初印入《國際勞動問題》一書，原題為《〈國際勞動問題〉小引》。\n\n還記得去年夏天住在北京的時候，遇見張我權君，聽到他說過這樣意思的話：“中國人似乎都忘記了臺灣了，誰也不大提起。”他是一個臺灣的青年。\n\n我當時就像受了創痛似的，有點苦楚；但口上卻道：“不。那倒不至於的。只因為本國太破爛，內憂外患，非常之多，自顧不暇了，所以只能將臺灣這些事情暫且放下。……”\n\n但正在困苦中的臺灣的青年，卻並不將中國的事情暫且放下。他們常希望中國革命的成功，贊助中國的改革，總想盡些力，於中國的現在和將來有所裨益，即使是自己還在做學生。\n\n張秀哲君是我在廣州才遇見的。我們談了幾回，知道他已經譯成一部《勞動問題》給中國，還希望我做一點簡短的序文。我是不善於作序，也不贊成作序的；況且對於勞動問題，一無所知，尤其沒有開口的資格。我所能負責說出來的，不過是張君於中日兩國的文字，俱極精通，譯文定必十分可靠這一點罷了。\n\n但我這回卻很願意寫幾句話在這一部譯本之前，只要我能夠。我雖然不知道勞動問題，但譯者在遊學中尚且為民眾盡力的努力與誠意，我是覺得的。\n\n我只能以這幾句話表出我個人的感激。但我相信，這努力與誠意，讀者也一定都會覺得的。這實在比無論什麽序文都有力。\n\n一九二七年四月十一日，魯迅識於廣州中山大學\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"談“激烈”","content":"帶了書籍雜誌過“香江”，有被視為“危險文字”而嘗“鐵窗斧鉞風味”之險，我在《略談香港》裏已經說過了。但因為不知道怎樣的是“危險文字”，所以時常耿耿於心。為什麽呢？倒也並非如上海保安會所言，怕“中國元氣太損”，乃是自私自利，怕自己也許要經過香港，須得留神些。\n\n今年似乎是青年特別容易死掉的年頭。“千里不同風，百里不同俗。”這裏以為平常的，那邊就算過激，滾油煎指頭。\n\n今天正是正當的，明天就變犯罪，藤條打屁股。倘是年青人，初從鄉間來，一定要被煎得莫明其妙，以為現在是時行這樣的制度了罷。至於我呢，前年已經四十五歲了，而且早已“身心交病”，似乎無須這麽寶貴生命，思患豫防。但這是別人的意見，若夫我自己，還是不願意吃苦的。敢乞“新時代的青年”們鑒原為幸。\n\n所以，留神而又留神。果然，“天助自助者”，今天竟在《循環日報》上遇到一點參考資料了。事情是一個廣州執信學校的學生，路過（！）香港，“在尖沙嘴碼頭，被一五七號華差截搜行李，在其木杠（謹案：箱也）之內，搜獲激烈文字書籍七本。計開：執信學校印行之《宣傳大綱》六本，又《侵奪中國史》一本。此種激烈文字，業經華民署翻譯員擇譯完竣，昨日午乃解由連司提訊，控以懷有激烈文字書籍之罪。\n\n……”抄報太麻煩，說個大略罷，是：“擇譯”時期，押銀五百元出外；後來因為被告供稱書系朋友托帶，所以“姑判從輕罰銀二十五元，書籍沒收焚毀”雲。\n\n執信學校是廣州的平正的學校，既是“清黨”之後，則《宣傳大綱》不外三民主義可知，但一到“尖沙嘴”，可就“激烈”了；可怕。惟獨對於友邦，竟敢用“侵奪”字樣，則確也未免“激烈”一點，因為忘了他們正在替我們“保存國粹”之恩故也。但“侵奪”上也許還有字，記者不敢寫出來。\n\n我曾經提起過幾回元朝，今夜思之，還不很確。元朝之於中文書籍，未嘗如此留心。這一著倒要推清朝做模範。他不但興過幾回“文字獄”，大殺叛徒，且於宋朝人所做的“激烈文字”，也曾細心加以刪改。同胞之熱心“復古”及友邦之贊助“復古”者，似當奉為師法者也。\n\n清朝人改宋人書，我曾經舉出過《茅亭客話》。但這書在《琳瑯秘室叢書》裏，現在時價每部要四十元，倘非小闊人，那能得之哉？近來卻另有一部了，是商務印書館印的《雞肋編》，宋莊季裕著，每本只要五角，我們可以看見清朝的文瀾閣本和元鈔本有如何不同。\n\n今摘數條如下：\n\n“燕地……女子……冬月以栝蔞塗面，……至春暖方滌去，久不為風日所侵，故潔白如玉也。今使中國婦女，盡汙於殊俗，漢唐和親之計，蓋未為屈也。”（清人將“今使中國”以下二十二字，改作“其異於南方如此”七字。）\n\n“自古兵亂，郡邑被焚毀者有之，雖盜賊殘暴，必賴室廬以處，故須有存者。靖康之後，金虜侵淩中國，露居異俗，凡所經過，盡皆焚燹。如曲阜先聖舊宅，自魯共王之後，但有增葺。莽卓巢溫之徒，猶假崇儒，未嘗敢犯。至金寇，遂為煙塵。指其像而詬曰‘爾是言夷狄之有君者！’中原之禍，自書契以來，未之有也。”（清朝的改本，可大不同了，是“孔子宅在今僊源故魯城中歸德門內闕里之中。……遭漢中微，盜賊奔突，自西京未央建章之殿，皆見隳壞，而靈光巋然獨存。今其遺址，不復可見。而先聖舊宅，近日亦遭兵燹之厄，可嘆也夫。”）\n\n抄書也太麻煩，還是不抄下去了。但我們看第二條，就很可以悟出上海保安會所切望的“循規蹈矩”之道。即：原文帶些憤激，是“激烈”，改本不過“可嘆也夫”，是“循規蹈矩”的。何以故呢？憤激便有揭竿而起的可能，而“可嘆也夫”則瘟頭瘟腦，即使全國一同嘆氣，其結果也不過是嘆氣，於“治安”毫無妨礙的。\n\n但我還要給青年們一個警告：勿以為我們以後只做“可嘆也夫”的文章，便可以安全了。新例我還未研究好，單看清朝的老例，則準其嘆氣，乃是對於古人的優待，不適用於今人的。因為奴才都嘆氣，雖無大害，主人看了究竟不舒服。必須要如羅素所稱贊的杭州的轎夫一樣，常是笑嘻嘻。\n\n但我還要給自己解釋幾句：我雖然對於“笑嘻嘻”仿佛有點微詞，但我並非意在鼓吹“階級鬥爭”，因為我知道我的這一篇，杭州轎夫是不會看見的。況且“討赤”諸君子，都不肯笑嘻嘻的去擡轎，足見以擡轎為苦境，也不獨“亂黨”為然。而況我的議論，其實也不過“可嘆也夫”乎哉！\n\n現在的書籍往往“激烈”，古人的書籍也不免有違礙之處。\n\n那麽，為中國“保存國粹”者，怎麽辦呢？我還不大明白。僅知道澳門是正在“征詩”，共收卷七千八百五十六本，經“江霞公太史（孔殷）評閱”，取錄二百名。第一名的詩是：\n\n南中多樂日高會……良時厚意願得常……\n陵松萬章發文彩……百年貴壽齊輝光……\n\n這是從香港報上照抄下來的，一連三圈，也原本如此，我想大概是密圈之意。這詩大約還有一種“格”，如“嵌字格”之類，但我是外行，只好不談。所給我益處的，是我居然從此悟出了將來的“國粹”，當以詩詞駢文為正宗。史學等等，恐怕未必發達。即要研究，也必先由老師宿儒，先加一番改定工夫。唯獨詩詞駢文，可以少有流弊。故駢文入神的饒漢祥一死，日本人也不禁為之慨嘆，而“狂徒”又須挨罵了。\n\n日本人拜服駢文於北京，“金制軍”“整理國故”於香港，其愛護中國，恐其淪亡，可謂至矣。然而裁厘加稅，大家都不贊成者何哉？蓋厘金乃國粹，而關稅非國粹也。“可嘆也夫”！\n\n今是中秋，璧月澄澈，嘆氣既完，還不想睡。重吟“征詩”，莫名其妙，稿有余紙，因錄“江霞公太史”評語，俾讀者鹹知好處，但圈點是我僭加的——\n\n“以謝啟為題，寥寥二十八字。既用古詩十九首中字，復嵌全限內字。首二句是賦，三句是興，末句是興而比。步驟井然，舉重若輕，絕不吃力。虛室生白，吉祥止止。洵屬巧中生巧，難上加難。至其胎息之高古，意義之純粹，格調之老蒼，非寢饋漢魏古詩有年，未易臻斯境界。”\n\n九月十一日，廣州。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"答有恆先生","content":"有恆先生：\n\n﻿你的許多話，今天在《北新》上看見了。我感謝你對於我的希望和好意，這是我看得出來的。現在我想簡略地奉答幾句，並以寄和你意見相仿的諸位。\n\n﻿我很閒，決不至於連寫字工夫都沒有。但我的不發議論，是很久了，還是去年夏天決定的，我預定的沉默期間是兩年。我看得時光不大重要，有時往往將它當作兒戲。\n\n﻿但現在沉默的原因，卻不是先前決定的原因，因為我離開廈門的時候，思想已經有些改變。這種變遷的徑路，說起來太煩，姑且略掉罷，我希望自己將來或者會發表。單就近時而言，則大原因之一，是：我恐怖了。而且這種恐怖，我覺得從來沒有經驗過。\n\n﻿我至今還沒有將這“恐怖”仔細分析。姑且說一兩種我自己已經診察明白的，則：\n\n﻿一，我的一種妄想破滅了。我至今為止，時時有一種樂觀，以為壓迫，殺戮青年的，大概是老人。這種老人漸漸死去，中國總可比較地有生氣。現在我知道不然了，殺戮青年的，似乎倒大概是青年，而且對於別個的不能再造的生命和青春，更無顧惜。如果對於動物，也要算“暴殄天物”。我尤其怕看的是勝利者的得意之筆：“用斧劈死”呀，……“亂槍刺死”呀……。我其實並不是急進的改革論者，我沒有反對過死刑。但對於淩遲和滅族，我曾表示過十分的憎惡和悲痛，我以為二十世紀的人群中是不應該有的。斧劈槍刺，自然不說是淩遲，但我們不能用一粒子彈打在他後腦上麼？結果是一樣的，對方的死亡。但事實是事實，血的遊戲已經開頭，而角色又是青年，並且有得意之色。我現在已經看不見這齣戲的收場。\n\n﻿二，我發見了我自己是一個……。是什麼呢？我一時定不出名目來。我曾經說過：中國歷來是排著吃人的筵宴，有吃的，有被吃的。被吃的也曾吃人，正吃的也會被吃。但我現在發見了，我自己也幫助著排筵宴。先生，你是看我的作品的，我現在發一個問題：看了之後，使你麻木，還是使你清楚；使你昏沉，還是使你活潑？倘所覺的是後者，那我的自己裁判，便證實大半了。中國的筵席上有一種“醉蝦”，蝦越鮮活，吃的人便越高興，越暢快。我就是做這醉蝦的幫手，弄清了老實而不幸的青年的腦子和弄敏了他的感覺，使他萬一遭災時來嘗加倍的苦痛，同時給憎惡他的人們賞玩這較靈的苦痛，得到格外的享樂。我有一種設想，以為無論討赤軍，討革軍，倘捕到敵黨的有智識的如學生之類，一定特別加刑，甚於對工人或其他無智識者。為什麼呢，因為他可以看見更銳敏微細的痛苦的表情，得到特別的愉快。倘我的假設是不錯的，那麼，我的自己裁判，便完全證實了。\n\n﻿所以，我終於覺得無話可說。\n\n﻿倘若再和陳源教授之流開玩笑罷，那是容易的，我昨天就寫了一點。然而無聊，我覺得他們不成什麼問題。他們其實至多也不過吃半隻蝦或呷幾口醉蝦的醋。況且聽說他們已經別離了最佩服的“孤桐先生”，而到青天白日旗下來革命了。\n\n﻿我想，只要青天白日旗插遠去，恐怕“孤桐先生”也會來革命的。不成問題了，都革命了，浩浩蕩蕩。\n\n﻿問題倒在我自己的落伍。還有一點小事情。就是，我先前的弄“刀筆”的罰，現在似乎降下來了。種牡丹者得花，種蒺藜者得刺，這是應該的，我毫無怨恨。但不平的是這罰仿佛太重一點，還有悲哀的是帶累了幾個同事和學生。\n\n﻿他們什麼罪孽呢，就因為常常和我往來，並不說我壞。凡如此的，現在就要被稱為“魯迅黨”或“語絲派”，這是“研究系”和“現代派”宣傳的一個大成功。所以近一年來，魯迅已以被“投諸四裔”為原則了。不說不知道，我在廈門的時候，後來是被搬在一所四無鄰居的大洋樓上了，陪我的都是書，深夜還聽到樓下野獸“唔唔”地叫。但我是不怕冷靜的，況且還有學生來談談。然而來了第二下的打擊：三個椅子要搬去兩個，說是什麼先生的少爺已到，要去用了。這時我實在很氣憤，便問他：倘若他的孫少爺也到，我就得坐在樓板上麼？不行！沒有搬去，然而來了第三下的打擊，一個教授微笑道：又發名士脾氣了。廈門的天條，似乎是名士才能有多於一個的椅子的。“又”者，所以形容我常發名士脾氣也，《春秋》筆法，先生，你大概明白的罷。還有第四下的打擊，那是我臨走的時候了，有人說我之所以走，一因為沒有酒喝，二因為看見別人的家眷來了，心裡不舒服。\n\n﻿這還是根據那一次的“名士脾氣”的。\n\n﻿這不過隨便想到一件小事。但，即此一端，你也就可以原諒我嚇得不敢開口之情有可原了罷。我知道你是不希望我做醉蝦的。我再鬥下去，也許會“身心交病”。然而“身心交病”，又會被人嘲笑的。自然，這些都不要緊。但我何苦呢，做醉蝦？\n\n﻿不過我這回最僥倖的是終於沒有被做成為共產黨。曾經有一位青年，想以獨秀辦《新青年》，而我在那裡做過文章這一件事，來證成我是共產黨。但即被別一位青年推翻了，他知道那時連獨秀也還未講共產。退一步，“親共派”罷，終於也沒有弄成功。倘我一出中山大學即離廣州，我想，是要被排進去的；但我不走，所以報上“逃走了”“到漢口去了”的鬧了一通之後，倒也沒有事了。天下究竟還有光明，沒有人說我有“分身法”。現在是，似乎沒有什麼頭銜了，但據“現代派”說，我是“語絲派的首領”。這和生命大約並無什麼直接關係，或者倒不大要緊的，只要他們沒有第二下。倘如“主角”唐有壬似的又說什麼“墨斯科的命令”，那可就又有些不妙了。\n\n﻿筆一滑，話說遠了，趕緊回到“落伍”問題去。我想，先生，你大約看見的，我曾經歎息中國沒有敢“撫哭叛徒的吊客”，而今何如？你也看見，在這半年中，我何嘗說過一句話？雖然我曾在講堂上公表過我的意思，雖然我的文章那時也無處發表，雖然我是早已不說話，但這都不足以作我的辯解。總而言之，現在倘再發那些四平八穩的“救救孩子”似的議論，連我自己聽去，也覺得空空洞洞了。\n\n﻿還有，我先前的攻擊社會，其實也是無聊的。社會沒有知道我在攻擊，倘一知道，我早已死無葬身之所了。試一攻擊社會的一分子的陳源之類，看如何？而況四萬萬也哉？我之得以偷生者，因為他們大多數不識字，不知道，並且我的話也無效力，如一箭之入大海。否則，幾條雜感，就可以送命的。民眾的罰惡之心，並不下於學者和軍閥。近來我悟到凡帶一點改革性的主張，倘於社會無涉，才可以作為“廢話”而存留，萬一見效，提倡者即大概不免吃苦或殺身之禍。古今中外，其揆一也。即如目前的事，吳稚暉先生不也有一種主義的麼？而他不但不被普天同憤，且可以大呼“打倒……嚴辦”者，即因為赤黨要實行共產主義於二十年之後，而他的主義卻須數百年之後或者才行，由此觀之，近於廢話故也。人那有遙管十餘代以後的灰孫子時代的世界的閒情別致也哉？\n\n﻿話已經說得不少，我想收梢了。我感於先生的毫無冷笑和惡意的態度，所以也誠實的奉答，自然，一半也借此發些牢騷。但我要聲明，上面的說話中，我並不含有謙虛，我知道我自己，我解剖自己並不比解剖別人留情面。好幾個滿肚子惡意的所謂批評家，竭力搜索，都尋不出我的真癥候。所以我這回自己說一點，當然不過一部分，有許多還是隱藏著的\n\n﻿我覺得我也許從此不再有什麼話要說，恐怖一去，來的是什麼呢，我還不得而知，恐怕不見得是好東西罷。但我也在救助我自己，還是老法子：一是麻痹，二是忘卻。一面掙紮著，還想從以後淡下去的“淡淡的血痕中”看見一點東西，謄在紙片上。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"讀書雜談","content":"\n\n本篇記錄稿經作者校閱後最初發表於一九二七年八月十八、十九、二十二日廣州《民國日報》副刊《現代青年》第一七九、一八〇、一八一期；後重刊於一九二七年九月十六日《北新》周刊第四十七、四十八期合刊。\n\n因為知用中學的先生們希望我來演講一回，所以今天到這裏和諸君相見。不過我也沒有什麽東西可講。忽而想到學校是讀書的所在，就隨便談談讀書。是我個人的意見，姑且供諸君的參考，其實也算不得什麽演講。\n\n說到讀書，似乎是很明白的事，只要拿書來讀就是了，但是並不這樣簡單。至少，就有兩種：一是職業的讀書，一是嗜好的讀書。所謂職業的讀書者，譬如學生因為升學，教員因為要講功課，不翻翻書，就有些危險的就是。我想在坐的諸君之中一定有些這樣的經驗，有的不喜歡算學，有的不喜歡博物，然而不得不學，否則，不能畢業，不能升學，和將來的生計便有妨礙了。我自己也這樣，因為做教員，有時即非看不喜歡看的書不可，要不這樣，怕不久便會於飯碗有妨。\n\n我們習慣了，一說起讀書，就覺得是高尚的事情，其實這樣的讀書，和木匠的磨斧頭，裁縫的理針線並沒有什麽分別，並不見得高尚，有時還很苦痛，很可憐。你愛做的事，偏不給你做，你不愛做的，倒非做不可。這是由於職業和嗜好不能合一而來的。倘能夠大家去做愛做的事，而仍然各有飯吃，那是多麽幸福。但現在的社會上還做不到，所以讀書的人們的最大部分，大概是勉勉強強的，帶著苦痛的為職業的讀書。\n\n現在再講嗜好的讀書罷。那是出於自願，全不勉強，離開了利害關系的。——我想，嗜好的讀書，該如愛打牌的一樣，天天打，夜夜打，連續的去打，有時被公安局捉去了，放出來之後還是打。諸君要知道真打牌的人的目的並不在贏錢，而在有趣。牌有怎樣的有趣呢，我是外行，不大明白。但聽得愛賭的人說，它妙在一張一張的摸起來，永遠變化無窮。我想，凡嗜好的讀書，能夠手不釋卷的原因也就是這樣。他在每一葉每一葉裏，都得著深厚的趣味。自然，也可以擴大精神，增加智識的，但這些倒都不計及，一計及，便等於意在贏錢的博徒了，這在博徒之中，也算是下品。\n\n不過我的意思，並非說諸君應該都退了學，去看自己喜歡看的書去，這樣的時候還沒有到來；也許終於不會到，至多，將來可以設法使人們對於非做不可的事發生較多的興味罷了。我現在是說，愛看書的青年，大可以看看本分以外的書，即課外的書，不要只將課內的書抱住。但請不要誤解，我並非說，譬如在國文講堂上，應該在抽屜裏暗看《紅樓夢》之類；乃是說，應做的功課已完而有余暇，大可以看看各樣的書，即使和本業毫不相幹的，也要泛覽。譬如學理科的，偏看看文學書，學文學的，偏看看科學書，看看別個在那裏研究的，究竟是怎麽一回事。這樣子，對於別人，別事，可以有更深的了解。現在中國有一個大毛病，就是人們大概以為自己所學的一門是最好，最妙，最要緊的學問，而別的都無用，都不足道的，弄這些不足道的東西的人，將來該當餓死。\n\n其實是，世界還沒有如此簡單，學問都各有用處，要定什麽是頭等還很難。也幸而有各式各樣的人，假如世界上全是文學家，到處所講的不是“文學的分類”便是“詩之構造”，那倒反而無聊得很了。\n\n不過以上所說的，是附帶而得的效果，嗜好的讀書，本人自然並不計及那些，就如遊公園似的，隨隨便便去，因為隨隨便便，所以不吃力，因為不吃力，所以會覺得有趣。如果一本書拿到手，就滿心想道，“我在讀書了！”“我在用功了！”\n那就容易疲勞，因而減掉興味，或者變成苦事了。\n\n我看現在的青年，為興味的讀書的是有的，我也常常遇到各樣的詢問。此刻就將我所想到的說一點，但是只限於文學方面，因為我不明白其他的。\n\n第一，是往往分不清文學和文章。甚至於已經來動手做批評文章的，也免不了這毛病。其實粗粗的說，這是容易分別的。研究文章的歷史或理論的，是文學家，是學者；做做詩，或戲曲小說的，是做文章的人，就是古時候所謂文人，此刻所謂創作家。創作家不妨毫不理會文學史或理論，文學家也不妨做不出一句詩。然而中國社會上還很誤解，你做幾篇小說，便以為你一定懂得小說概論，做幾句新詩，就要你講詩之原理。我也嘗見想做小說的青年，先買小說法程和文學史來看。據我看來，是即使將這些書看爛了，和創作也沒有什麽關系的。\n\n事實上，現在有幾個做文章的人，有時也確去做教授。但這是因為中國創作不值錢，養不活自己的緣故。聽說美國小名家的一篇中篇小說，時價是二千美金；中國呢，別人我不知道，我自己的短篇寄給大書鋪，每篇賣過二十元。當然要尋別的事，例如教書，講文學。研究是要用理智，要冷靜的，而創作須情感，至少總得發點熱，於是忽冷忽熱，弄得頭昏，——這也是職業和嗜好不能合一的苦處。苦倒也罷了，結果還是什麽都弄不好。那證據，是試翻世界文學史，那裏面的人，幾乎沒有兼做教授的。\n\n還有一種壞處，是一做教員，未免有顧忌；教授有教授的架子，不能暢所欲言。這或者有人要反駁：那麽，你暢所欲言就是了，何必如此小心。然而這是事前的風涼話，一到有事，不知不覺地他也要從眾來攻擊的。而教授自身，縱使自以為怎樣放達，下意識裏總不免有架子在。所以在外國，稱為“教授小說”的東西倒並不少，但是不大有人說好，至少，是總難免有令大發煩的炫學的地方。\n\n所以我想，研究文學是一件事，做文章又是一件事。\n\n第二，我常被詢問：要弄文學，應該看什麽書？這實在是一個極難回答的問題。先前也曾有幾位先生給青年開過一大篇書目。但從我看來，這是沒有什麽用處的，因為我覺得那都是開書目的先生自己想要看或者未必想要看的書目。我以為倘要弄舊的呢，倒不如姑且靠著張之洞的《書目答問》去摸門徑去。倘是新的，研究文學，則自己先看看各種的小本子，如本間久雄的《新文學概論》，廚川白村的《苦悶的象征》，瓦浪斯基們的《蘇俄的文藝論戰》之類，然後自己再想想，再博覽下去。因為文學的理論不像算學，二二一定得四，所以議論很紛歧。如第三種，便是俄國的兩派的爭論，——我附帶說一句，近來聽說連俄國的小說也不大有人看了，似乎一看見“俄”字就吃驚，其實蘇俄的新創作何嘗有人紹介，此刻譯出的幾本，都是革命前的作品，作者在那邊都已經被看作反革命的了。倘要看看文藝作品呢，則先看幾種名家的選本，從中覺得誰的作品自己最愛看，然後再看這一個作者的專集，然後再從文學史上看看他在史上的位置；\n\n倘要知道得更詳細，就看一兩本這人的傳記，那便可以大略了解了。如果專是請教別人，則各人的嗜好不同，總是格不相入的。\n\n第三，說幾句關於批評的事。現在因為出版物太多了，——其實有什麽呢，而讀者因為不勝其紛紜，便渴望批評，於是批評家也便應運而起。批評這東西，對於讀者，至少對於和這批評家趣旨相近的讀者，是有用的。但中國現在，似乎應該暫作別論。往往有人誤以為批評家對於創作是操生殺之權，占文壇的最高位的，就忽而變成批評家；他的靈魂上掛了刀。但是怕自己的立論不周密，便主張主觀，有時怕自己的觀察別人不看重，又主張客觀；有時說自己的作文的根柢全是同情，有時將校對者罵得一文不值。凡中國的批評文字，我總是越看越胡塗，如果當真，就要無路可走。印度人是早知道的，有一個很普通的比喻。他們說：一個老翁和一個孩子用一匹驢子馱著貨物去出賣，貨賣去了，孩子騎驢回來，老翁跟著走。但路人責備他了，說是不曉事，叫老年人徒步。他們便換了一個地位，而旁人又說老人忍心；老人忙將孩子抱到鞍鞽上，後來看見的人卻說他們殘酷；於是都下來，走了不久，可又有人笑他們了，說他們是呆子，空著現成的驢子卻不騎。於是老人對孩子嘆息道，我們只剩了一個辦法了，是我們兩人擡著驢子走。\n\n無論讀，無論做，倘若旁征博訪，結果是往往會弄到擡驢子走的。\n\n不過我並非要大家不看批評，不過說看了之後，仍要看看本書，自己思索，自己做主。看別的書也一樣，仍要自己思索，自己觀察。倘只看書，便變成書廚，即使自己覺得有趣，而那趣味其實是已在逐漸硬化，逐漸死去了。我先前反對青年躲進研究室，也就是這意思，至今有些學者，還將這話算作我的一條罪狀哩。\n\n聽說英國的培那特蕭（Bernard Shaw），有過這樣意思的話：世間最不行的是讀書者。因為他只能看別人的思想藝術，不用自己。這也就是勖本華爾（Schopenhauer）之所謂腦子裏給別人跑馬。較好的是思索者。因為能用自己的生活力了，但還不免是空想，所以更好的是觀察者，他用自己的眼睛去讀世間這一部活書。\n\n這是的確的，實地經驗總比看，聽，空想確鑿。我先前吃過幹荔支，罐頭荔支，陳年荔支，並且由這些推想過新鮮的好荔支。這回吃過了，和我所猜想的不同，非到廣東來吃就永不會知道。但我對於蕭的所說，還要加一點騎墻的議論。\n\n蕭是愛爾蘭人，立論也不免有些偏激的。我以為假如從廣東鄉下找一個沒有歷練的人，叫他從上海到北京或者什麽地方，然後問他觀察所得，我恐怕是很有限的，因為他沒有練習過觀察力。所以要觀察，還是先要經過思索和讀書。\n\n總之，我的意思是很簡單的：我們自動的讀書，即嗜好的讀書，請教別人是大抵無用，只好先行泛覽，然後決擇而入於自己所愛的較專的一門或幾門；但專讀書也有弊病，所以必須和實社會接觸，使所讀的書活起來。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"革“首領”","content":"這兩年來，我在北京被“正人君子”殺退，逃到海邊；之後，又被“學者”之流殺退，逃到另外一個海邊；之後，又被“學者”之流殺退，逃到一間西曬的樓上，滿身痱子，有如荔支，兢兢業業，一聲不響，以為可以免於罪戾了罷。阿呀，還是不行。一個學者要九月間到廣州來，一面做教授，一面和我打官司，還豫先叫我不要走，在這裏“以俟開審”哩。\n\n以為在五色旗下，在青天白日旗下，一樣是華蓋罩命，晦氣臨頭罷，卻又不盡然。不知怎地，於不知不覺之中，竟在“文藝界”裏高升了。謂予不信，有陳源教授即西瀅的《閑話》廣告為證，節抄無趣，剪而貼之——\n\n“徐丹甫先生在《學燈》裏說：‘北京究是新文學的策源地，根深蒂固，隱隱然執全國文藝界的牛耳。’究竟什麽是北京文藝界？質言之，前一兩年的北京文藝界，便是現代派和語絲派交戰的場所。魯迅先生（語絲派首領）所仗的大義，他的戰略，讀過《華蓋集》的人，想必已經認識了。但是現代派的義旗，和它的主將——西瀅先生的戰略，我們還沒有明了。現在我們特地和西瀅先生商量，把《閑話》選集起來，印成專書，留心文藝界掌故的人，想必都以先睹為快。\n\n“可是單把《閑話》當作掌故又錯了。想——\n\n欣賞西瀅先生的文筆的，研究西瀅先生的思想的，想認識這位文藝批評界的權威的——\n\n尤其不可不讀《閑話》！”\n\n這很像“詩哲”徐誌摩先生的，至少，是“詩哲”之流的“文筆”，所以如此飄飄然，連我看了也幾乎想要去買一本。\n\n但，只是想到自己，卻又遲疑了。兩三個年頭，不算太長久。\n\n被“正人君子”指為“學匪”，還要“投畀豺虎”，我是記得的。做了一點雜感，有時涉及這位西瀅先生，我也記得的。這些東西，“詩哲”是看也不看，西瀅先生是即刻叫它“到應該去的地方去”，我也記得的。後來終於出了一本《華蓋集》，也是實情。然而我竟不知道有一個“北京文藝界”，並且我還做了“語絲派首領”，仗著“大義”在這“文藝界”上和“現代派主將”交戰。雖然這“北京文藝界”已被徐丹甫先生在《學燈》上指定，隱隱然不可動搖了，而我對於自己的被說得有聲有色的戰績，卻還是莫名其妙，像著了狐貍精的迷似的。\n\n現代派的文藝，我一向沒有留心，《華蓋集》裏從何提起。\n\n只有某女士竊取“琵亞詞侶”的畫的時候，《語絲》上（也許是《京報副刊》上）有人說過幾句話，後來看“現代派”的口風，仿佛以為這話是我寫的。我現在鄭重聲明：那不是我。\n\n我自從被楊蔭榆女士殺敗之後，即對於一切女士都不敢開罪，因為我已經知道得罪女士，很容易引起“男士”的義俠之心，弄得要被“通緝”都說不定的，便不再開口。所以我和現代派的文藝，絲毫無關。\n\n但終於交了好運了，升為“首領”，而且據說是曾和現代派的“主將”在“北京文藝界”上交過戰了。好不堂哉皇哉。\n\n本來在房裏面有喜色，默認不辭，倒也有些闊氣的。但因為我近來被人隨手抑揚，忽而“權威”，忽而不準做“權威”，只準做“前驅”；忽而又改為“青年指導者”；甲說是“青年叛徒的領袖”罷，乙又來冷笑道：“哼哼哼。”自己一動不動，故我依然，姓名卻已經經歷了幾回升沉冷暖。人們隨意說說，將我當作一種材料，倒也罷了，最可怕的是廣告底恭維和廣告底嘲罵。簡直是膏藥攤上掛著的死蛇皮一般。所以這回雖然蒙現代派追封，但對於這“首領”的榮名，還只得再來公開辭退。不過也不見得回回如此，因為我沒有這許多閑工夫。背後插著“義旗”的“主將”出馬，對手當然以闊一點的為是。我們在什麽演義上時常看見：“來將通名！我的寶刀不斬無名之將！”主將要來“交戰”而將我升為“首領”，大概也是“不得已也”的。但我並不然，沒有這些大架子，無論吧兒狗，無論臭茅廁，都會唾過幾口吐沫去，不必定要脊梁上插著五張尖角旗（義旗？）的“主將”出臺，才動我的“刀筆”。假如有誰看見我攻擊茅廁的文字，便以為也是我的勁敵，自恨於它的氣味還未明了，再要去嗅一嗅，那是我不負責任的。恐怕有人以這廣告為例，所以附帶聲明，以免拖累。\n\n至於西瀅先生的“文筆”，“思想”，“文藝批評界的權威”，那當然必須“欣賞”，“研究”而且“認識”的。只可惜要“欣賞”……這些，現在還只有一本《閑話》。但我以為咱們的“主將”的一切“文藝”中，最好的倒是登在《晨報副刊》上的，給誌摩先生的大半痛罵魯迅的那一封信。那是發熱的時候所寫，所以已經脫掉了紳士的黑洋服，真相躍如了。而且和《閑話》比較起來，簡直是兩樣態度，證明著兩者之中，有一種是虛偽。這也是要“研究”……西瀅先生的“文筆”等等的好東西。\n\n然而雖然是這一封信之中，也還須分別觀之。例如：“誌摩，……前面是遙遙茫茫蔭在薄霧的裏面的目的地”之類。\n\n據我看來，其實並無這樣的“目的地”，倘有，卻不怎麽“遙遙茫茫”。這是因為熱度還不很高的緣故，倘使發到九十度左右，我想，那便可望連這些“遙遙茫茫”都一掃而光，近於純粹了。\n\n九月九日，廣州。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"黃花節的雜感","content":"\n\n本篇寫於1927年3月24日，最初發表於一九二七年三月二十九日廣州中山大學政治訓育部編印的《政治訓育》第七期“黃花節特號”。\n\n黃花節將近了，必須做一點所謂文章。但對於這一個題目的文章，教我做起來，實在近於先前的在考場裏“對空策”。因為，——說出來自己也慚愧，——黃花節這三個字，我自然明白它是什麼意思的；然而戰死在黃花岡頭的戰士們呢，不但姓名，連人數也不知道。\n\n為尋些材料，好發議論起見，只得查《辭源》。書裏面有是有的，可不過是：\n\n“黃花岡。地名，在廣東省城北門外白雲山之麓。清宣統三年三月二十九日，革命黨數十人，攻襲督署，不成而死，叢葬於此。”\n\n輕描淡寫，和我所知道的差不多，於我並不能有所裨益。\n\n我又願意知道一點十七年前的三月二十九日的情形，但一時也找不到目擊耳聞的耆老。從別的地方——如北京，南京，我的故鄉——的例子推想起來，當時大概有若幹人痛惜，若幹人快意，若幹人沒有什麼意見，若幹人當作酒後茶余的談助的罷。接著便將被人們忘卻。久受壓制的人們，被壓制時只能忍苦，幸而解放了便只知道作樂，悲壯劇是不能久留在記憶裏的。\n\n但是三月二十九日的事卻特別，當時雖然失敗，十月就是武昌起義，第二年，中華民國便出現了。於是這些失敗的戰士，當時也就成為革命成功的先驅，悲壯劇剛要收場，又添上一個團圓劇的結束。這於我們是很可慶幸的，我想，在紀念黃花節的時候便可以看出。\n\n我還沒有親自遇見過黃花節的紀念，因為久在北方。不過，中山先生的紀念日卻遇見過了：在學校裏，晚上來看演劇的特別多，連凳子也踏破了幾條，非常熱鬧。用這例子來推斷，那麼，黃花節也一定該是極其熱鬧的罷。\n\n當三月十二日那天的晚上，我在熱鬧場中，便深深地更感得革命家的偉大。我想，戀愛成功的時候，一個愛人死掉了，只能給生存的那一個以悲哀。然而革命成功的時候，革命家死掉了，卻能每年給生存的大家以熱鬧，甚而至於歡欣鼓舞。惟獨革命家，無論他生或死，都能給大家以幸福。同是愛，結果卻有這樣地不同，正無怪現在的青年，很有許多感到戀愛和革命的沖突的苦悶。\n\n以上的所謂“革命成功”，是指暫時的事而言；其實是“革命尚未成功”的。革命無止境，倘使世上真有什麼“止於至善”，這人間世便同時變了凝固的東西了。不過，中國經了許多戰士的精神和血肉的培養，卻的確長出了一點先前所沒有的幸福的花果來，也還有逐漸生長的希望。倘若不像有，那是因為繼續培養的人們少，而賞玩，攀折這花，摘食這果實的人們倒是太多的緣故。\n\n我並非說，大家都須天天去痛哭流涕，以憑吊先烈的“在天之靈”，一年中有一天記起他們也就可以了。但就廣東的現在而論，我卻覺得大家對於節日的辦法，還須改良一點。\n\n黃花節很熱鬧，熱鬧一天自然也好；熱鬧得疲勞了，回去就好好地睡一覺。然而第二天，元氣恢復了，就該加工做一天自己該做的工作。這當然是勞苦的，但總比槍彈從致命的地方穿過去要好得遠；何況這也算是在培養幸福的花果，為著後來的人們呢。\n\n三月二十四日夜\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"通信","content":"\n\n本篇最初發表於一九二七年八月十三日《語絲》周刊第一四四期。\n\n小峰兄：\n\n﻿收到了幾期《語絲》，看見有《魯迅在廣東》的一個廣告，說是我的言論之類，都收集在內。後來的另一廣告上，卻變成“魯迅著”了。我以為這不大好。\n\n﻿我到中山大學的本意，原不過是教書。然而有些青年大開其歡迎會。我知道不妙，所以首先第一回演說，就聲明我不是什麽“戰士”，“革命家”。倘若是的，就應該在北京，廈門奮鬥；但我躲到“革命後方”的廣州來了，這就是並非“戰士”的證據。\n\n﻿不料主席的某先生——他那時是委員——接著演說，說這是我太謙虛，就我過去的事實看來，確是一個戰鬥者，革命者。於是禮堂上劈劈拍拍一陣拍手，我的“戰士”便做定了。拍手之後，大家都已走散，再向誰去推辭？我只好咬著牙關，背了“戰士”的招牌走進房裏去，想到敝同鄉秋瑾姑娘，就是被這種劈劈拍拍的拍手拍死的。我莫非也非“陣亡”不可麽？\n\n﻿沒有法子，姑且由它去罷。然而苦矣！訪問的，研究的，談文學的，偵探思想的，要做序，題簽的，請演說的，鬧得個不亦樂乎。我尤其怕的是演說，因為它有指定的時候，不聽拖延。臨時到來一班青年，連勸帶逼，將你綁了出去。而所說的話是大概有一定的題目的。命題作文，我最不擅長。否則，我在清朝不早進了秀才了麽？然而不得已，也只好起承轉合，上臺去說幾句。但我自有定例：至多以十分鐘為限。可是心裏還是不舒服，事前事後，我常常對熟人嘆息說：不料我竟到“革命的策源地”來做洋八股了。\n\n﻿還有一層，我凡有東西發表，無論講義，演說，是必須自己看過的。但那時太忙，有時不但稿子沒有看，連印出了之後也沒有看。這回變成書了，我也今天才知道，而終於不明白究竟是怎麽一回事，裏面是怎樣的東西。現在我也不想拿什麽費話來搗亂，但以我們多年的交情，希望你最好允許我實行下列三樣——\n\n﻿一，將書中的我的演說，文章等都刪去。\n\n﻿二，將廣告上的著者的署名改正。\n\n﻿三，將這信在《語絲》上發表。\n\n﻿這樣一來，就只剩了別人所編的別人的文章，我當然心安理得，無話可說了。但是，還有一層，看了《魯迅在廣東》，是不足以很知道魯迅之在廣東的。我想，要後面再加上幾十頁白紙，才可以稱為“魯迅在廣東”。\n\n﻿回想起我這一年的境遇來，有時實在覺得有味。在廈門，是到時靜悄悄，後來大熱鬧；在廣東，是到時大熱鬧，後來靜悄悄。肚大兩頭尖，像一個橄欖。我如有作品，題這名目是最好的，可惜被郭沫若先生占先用去了。但好在我也沒有作品。\n\n﻿至於那時關於我的文字，大概是多的罷。我還記得每有一篇登出，某教授便魂不附體似的對我說道：“又在恭維你了！\n\n﻿看見了麽？”我總點點頭，說，“看見了。”談下去，他照例說，“在西洋，文學是只有女人看的。”我也點點頭，說，“大概是的罷。”心裏卻想：戰士和革命者的虛銜，大約不久就要革掉了罷。\n\n﻿照那時的形勢看來，實在也足令認明了我的“紙糊的假冠”的才子們生氣。但那形勢是另有緣故的，以非急切，姑且不談。現在所要說的，只是報上所表見的，乃是一時的情形；此刻早沒有假冠了，可惜報上並不記載。但我在廣東的魯迅自己，是知道的，所以寫一點出來，給憎惡我的先生們平平心——\n\n﻿一，“戰鬥”和“革命”，先前幾乎有修改為“搗亂”的趨勢，現在大約可以免了。但舊銜似乎已經革去。\n\n﻿二，要我做序的書，已經托故取回。期刊上的我的題簽，已經撤換。\n\n﻿三，報上說我已經逃走，或者說我到漢口去了。寫信去更正，就沒收。\n\n﻿四，有一種報上，竭力不使它有“魯迅”兩字出現，這是由比較兩種報上的同一記事而知道的。\n\n﻿五，一種報上，已給我另定了一種頭銜，曰：雜感家。\n\n﻿評論是“特長即在他的尖銳的筆調，此外別無可稱。”然而他希望我們和《現代評論》合作。為什麽呢？他說：“因為我們細考兩派文章思想，初無什麽大別。”（此刻我才知道，這篇文章是轉錄上海的《學燈》的。原來如此，無怪其然。寫完之後，追註。）\n\n﻿六，一個學者，已經說是我的文字損害了他，要將我送官了，先給我一個命令道：“暫勿離粵，以俟開審！”\n\n﻿阿呀，仁兄，你看這怎麽得了呀！逃掉了五色旗下的“鐵窗斧鉞風味”，而在青天白日之下又有“縲紲之憂”了。\n\n﻿“孔子曰：‘非其罪也。’以其子妻之。”怕未必有這樣僥幸的事罷，唉唉，嗚呼！\n\n﻿但那是其實沒有什麽的，以上雲雲，真是“小病呻吟”。\n\n﻿我之所以要聲明，不過希望大家不要誤解，以為我是坐在高臺上指揮“思想革命”而已。尤其是有幾位青年，納罕我為什麽近來不開口。你看，再開口，豈不要永“勿離粵，以俟開審”了麽？語有之曰：是非只為多開口，煩惱皆因強出頭。\n\n﻿此之謂也。\n\n﻿我所遇見的那些事，全是社會上的常情，我倒並不覺得怎樣。我所感到悲哀的，是有幾個同我來的學生，至今還找不到學校進，還在顛沛流離。我還要補足一句，是：他們都不是共產黨，也不是親共派。其吃苦的原因，就在和我認得。\n\n﻿所以有一個，曾得到他的同鄉的忠告道：“你以後不要再說你是魯迅的學生了罷。”在某大學裏，聽說尤其嚴厲，看看《語絲》，就要被稱為“語絲派”；和我認識，就要被叫為“魯迅派”的。\n\n﻿這樣子，我想，已經夠了，大足以平平正人君子之流的心了。但還要聲明一句，這是一部分的人們對我的情形。此外，肯忘掉我，或者至今還和我來往，或要我寫字或講演的人，偶然也仍舊有的。\n\n﻿《語絲》我仍舊愛看，還是他能夠破破我的岑寂。但據我看來，其中有些關於南邊的議論，未免有一點隔膜。譬如，有一回，似乎頗以“正人君子”之南下為奇，殊不知《現代》在這裏，一向是銷行很廣的。相距太遠，也難怪。我在廈門，還只知道一個共產黨的總名，到此以後，才知道其中有CP和CY之分。一直到近來，才知道非共產黨而稱為什麽Y什麽Y的，還不止一種。我又仿佛感到有一個團體，是自以為正統，而喜歡監督思想的。我似乎也就在被監督之列，有時遇見盤問式的訪問者，我往往疑心就是他們。但是否的確如此，也到底摸不清，即使真的，我也說不出名目，因為那些名目，多是我所沒有聽到過的。\n\n﻿以上算是牢騷。但我覺得正人君子這回是可以審問我了：\n\n﻿“你知道苦了罷？你改悔不改悔？”大約也不但正人君子，凡對我有些好意的人，也要問的。我的仁兄，你也許即是其一。\n\n﻿我可以即刻答復：“一點不苦，一點不悔。而且倒很有趣的。”\n\n﻿土耳其雞的雞冠似的彩色的變換，在“以俟開審”之暇，隨便看看，實在是有趣的。你知道沒有？一群正人君子，連拜服“孤桐先生”的陳源教授即西瀅，都舍棄了公理正義的棧房的東吉祥胡同，到青天白日旗下來“服務”了。《民報》的廣告在我的名字上用了“權威”兩個字，當時陳源教授多麽挖苦呀。這回我看見《閑話》出版的廣告，道：\n\n﻿“想認識這位文藝批評界的權威的，——尤其不可不讀《閑話》！”這真使我覺得飄飄然，原來你不必“請君入甕”，自己也會爬進來！\n\n﻿但那廣告上又舉出一個曾經被稱為“學棍”的魯迅來，而這回偏尊之曰“先生”，居然和這“文藝批評界的權威”並列，卻確乎給了我一個不小的打擊。我立刻自覺：阿呀，痛哉，又被釘在木板上替“文藝批評界的權威”做廣告了。兩個“權威”，一個假的和一個真的，一個被“權威”挖苦的“權威”和一個挖苦“權威”的“權威”。呵呵！\n\n﻿祝你安好。我是好的。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"略論中國人的臉","content":"\n\n本篇最初發表於一九二七年十一月二十五日北京《莽原》半月刊第二卷第二十一、二十二期合刊。\n\n大約人們一遇到不大看慣的東西，總不免以為他古怪。我還記得初看見西洋人的時候，就覺得他臉太白，頭髮太黃，眼珠太淡，鼻梁太高。雖然不能明明白白地說出理由來，但總而言之：相貌不應該如此。至於對於中國人的臉，是毫無異議；即使有好醜之別，然而都不錯的。\n\n我們的古人，倒似乎並不放鬆自己中國人的相貌。周的孟軻就用眸子來判胸中的正不正，漢朝還有《相人》二十四卷。後來鬧這玩藝兒的尤其多；分起來，可以說有兩派罷：\n\n一是從臉上看出他的智愚賢不肖；一是從臉上看出他過去，現在和將來的榮枯。於是天下紛紛，從此多事，許多人就都戰戰兢兢地研究自己的臉。我想，鏡子的發明，恐怕這些人和小姐們是大有功勞的。不過近來前一派已經不大有人講究，在北京上海這些地方搗鬼的都只是後一派了。\n\n我一向只留心西洋人。留心的結果，又覺得他們的皮膚未免太粗；毫毛有白色的，也不好。皮上常有紅點，即因為顏色太白之故，倒不如我們之黃。尤其不好的是紅鼻子，有時簡直像是將要熔化的蠟燭油，彷彿就要滴下來，使人看得栗栗危懼，也不及黃色人種的較為隱晦，也見得較為安全。總而言之：相貌還是不應該如此的。\n\n後來，我看見西洋人所畫的中國人，才知道他們對於我們的相貌也很不敬。那似乎是《天方夜談》或者《安兌生童話》中的插畫，現在不很記得清楚了。頭上戴著拖花翎的紅纓帽，一條辮子在空中飛揚，朝靴的粉底非常之厚。但這些都是滿洲人連累我們的。獨有兩眼歪斜，張嘴露齒，卻是我們自己本來的相貌。不過我那時想，其實並不盡然，外國人特地要奚落我們，所以格外形容得過度了。\n\n但此後對於中國一部分人們的相貌，我也逐漸感到一種不滿，就是他們每看見不常見的事件或華麗的女人，聽到有些醉心的說話的時候，下巴總要慢慢掛下，將嘴張了開來。這實在不大雅觀；彷彿精神上缺少著一樣什麽機件。據研究人體的學者們說，一頭附著在上顎骨上，那一頭附著在下顎骨上的“咬筋”，力量是非常之大的。我們幼小時候想吃核桃，必須放在門縫裏將它的殼夾碎。但在成人，只要牙齒好，那咬筋一收縮，便能咬碎一個核桃。有著這麽大的力量的筋，有時竟不能收住一個並不沉重的自己的下巴，雖然正在看得出神的時候，倒也情有可原，但我總以為究竟不是十分體面的事。\n\n日本的長谷川如是閑是善於做諷刺文字的。去年我見過他的一本隨筆集，叫作《貓·狗·人》；其中有一篇就說到中國人的臉。大意是初見中國人，即令人感到較之日本人或西洋人，臉上總欠缺著一點什麽。久而久之，看慣了，便覺得這樣已經盡夠，並不缺少東西；倒是看得西洋人之流的臉上，多餘著一點什麽。這多餘著的東西，他就給它一個不大高妙的名目：獸性。中國人的臉上沒有這個，是人，則加上多餘的東西，即成了下列的算式：\n\n人＋獸性＝西洋人\n\n他借了稱贊中國人，貶斥西洋人，來譏刺日本人的目的，這樣就達到了，自然不必再說這獸性的不見於中國人的臉上，是本來沒有的呢，還是現在已經消除。如果是後來消除的，那麽，是漸漸淨盡而只剩了人性的呢，還是不過漸漸成了馴順。\n\n野牛成為家牛，野豬成為豬，狼成為狗，野性是消失了，但只足使牧人喜歡，於本身並無好處。人不過是人，不再夾雜著別的東西，當然再好沒有了。倘不得已，我以為還不如帶些獸性，如果合於下列的算式倒是不很有趣的：\n\n人＋家畜性＝某一種人中國人的臉上真可有獸性的記號的疑案，暫且中止討論罷。我只要說近來卻在中國人所理想的古今人的臉上，看見了兩種多餘。一到廣州，我覺得比我所從來的廈門豐富得多的，是電影，而且大半是「國片」，有古裝的，有時裝的。因為電影是「藝術」，所以電影藝術家便將這兩種多餘加上去了。\n\n古裝的電影也可以說是好看，那好看不下於看戲；至少，決不至於有大鑼大鼓將人的耳朵震聾。在「銀幕」上，則有身穿不知何時何代的衣服的人物，緩慢地動作；臉正如古人一般死，因為要顯得活，便只好加上些舊式戲子的昏庸。\n\n時裝人物的臉，只要見過清朝光緒年間上海的吳友如的《畫報》的，便會覺得神態非常相像。《畫報》所畫的大抵不是流氓拆梢，便是妓女吃醋，所以臉相都狡猾。這精神似乎至今不變，國產影片中的人物，雖是作者以為善人傑士者，眉宇間也總帶些上海洋場式的狡猾。可見不如此，是連善人傑士也做不成的。\n\n聽說，國產影片之所以多，是因為華僑歡迎，能夠獲利，每一新片到，老的便帶了孩子去指點給他們看道：「看哪，我們的祖國的人們是這樣的。」在廣州似乎也受歡迎，日夜四場，我常見看客坐得滿滿。\n\n廣州現在也如上海一樣，正在這樣地修養他們的趣味。可惜電影一開演，電燈一定熄滅，我不能看見人們的下巴。\n\n四月六日\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"扣絲雜感","content":"以下這些話，是因為見了《語絲》（一四七期）的《隨感錄》（二八）而寫的。\n\n這半年來，凡我所看的期刊，除《北新》外，沒有一種完全的：《莽原》，《新生》，《沉鐘》。甚至於日本文的《斯文》，裏面所講的都是漢學，末尾附有《西遊記傳奇》，我想和演義來比較一下，所以很切用，但第二本即缺少，第四本起便杳然了。至於《語絲》，我所沒有收到的統共有六期，後來多從市上的書鋪裏補得，惟有一二六和一四三終於買不到，至今還不知道內容究竟是怎樣。\n\n這些收不到的期刊，是遺失，還是沒收的呢？我以為兩者都有。沒收的地方，是北京，天津，還是上海，廣州呢？我以為大約也各處都有。至於沒收的緣故，那可是不得而知了。\n\n我所確切知道的，有這樣幾件事。是《莽原》也被扣留過一期，不過這還可以說，因為裏面有俄國作品的翻譯。那時只要一個“俄”字，已夠驚心動魄，自然無暇顧及時代和內容。但韋叢蕪的《君山》，也被扣留。這一本詩，不但說不到“赤”，並且也說不到“白”，正和作者的年紀一樣，是“青”的，而竟被禁錮在郵局裏。黎錦明先生早有來信，說送我《烈火集》，一本是托書局寄的，怕他們忘記，自己又寄了一本。但至今已將半年，一本也沒有到。我想，十之九都被沒收了，因為火色既“赤”，而況又“烈”乎，當然通不過的。\n\n《語絲》一三二期寄到我這裏的時候是出版後約六星期，封皮上寫著兩個綠色大字道：“扣留”，另外還有檢查機關的印記和封條。打開看時，裏面是《猓猓人的創世記》，《無題》，《寂寞劄記》，《撒園荽》，《蘇曼殊及其友人》，都不像會犯禁。我便看《來函照登》，是講“情死”“情殺”的，不要緊，目下還不管這些事。只有《閑話拾遺》了。這一期特別少，共只兩條。一是講日本的，大約也還不至於犯禁。一是說來信告訴“清黨”的殘暴手段的，《語絲》此刻不想登。莫非因為這一條麽？但不登何以又不行呢？莫明其妙。然而何以“扣留”而又放行了呢？也莫明其妙。\n\n這莫明其妙的根源，我以為在於檢查的人員。\n\n中國近來一有事，首先就檢查郵電。這檢查的人員，有的是團長或區長，關於論文詩歌之類，我覺得我們不必和他多談。但即使是讀書人，其實還是一樣的說不明白，尤其是在所謂革命的地方。直截痛快的革命訓練弄慣了，將所有革命精神提起，如油的浮在水面一般，然而顧不及增加營養。所以，先前是刊物的封面上畫一個工人，手捏鐵鏟或鶴嘴鍬，文中有“革命！革命！”“打倒！打倒！”者，一帆風順，算是好的。現在是要畫一個少年軍人拿旗騎在馬上，裏面“嚴辦！嚴辦！”這才庶幾免於罪戾。至於什麽“諷刺”，“幽默”，“反語”，“閑談”等類，實在還是格不相入。從格不相入，而成為視之懵然，結果即不免有些弄得亂七八糟，誰也莫明其妙。\n\n還有一層，是終日檢查刊物，不久就會頭昏眼花，於是討厭，於是生氣，於是覺得刊物大抵可惡——尤其是不容易了然的——而非嚴辦不可。我記得書籍不切邊，我也是作俑者之一，當時實在是沒有什麽惡意的。後來看見方傳宗先生的通信（見本《絲》一二九），竟說得要毛邊裝訂的人有如此可惡，不覺滿肚子冤屈。但仔細一想，方先生似乎是圖書館員，那麽，要他老是裁那並不感到興趣的毛邊書，終於不免生氣而大罵毛邊黨，正是毫不足怪的事。檢查員也同此例，久而久之，就要發火，開初或者看得詳細點，但後來總不免《烈火集》也可怕，《君山》也可疑，——只剩了一條最穩當的路：扣留。\n\n兩個月前罷，看見報上記著某郵局因為扣下的刊物太多，無處存放了，一律焚毀。我那時實在感到心痛，仿佛內中很有幾本是我的東西似的。嗚呼哀哉！我的《烈火集》呵。我的《西遊記傳奇》呵。我的……。\n\n附帶還要說幾句關於毛邊的牢騷。我先前在北京參與印書的時候，自己暗暗地定下了三樣無關緊要的小改革，來試一試。一，是首頁的書名和著者的題字，打破對稱式；二，是每篇的第一行之前，留下幾行空白；三，就是毛邊。現在的結果，第一件已經有恢復香爐燭臺式的了；第二件有時無論怎樣叮囑，而臨印的時候，工人終於將第一行的字移到紙邊，用“迅雷不及掩耳的手段”，使你無可挽救；第三件被攻擊最早，不久我便有條件的降伏了。與李老板約：別的不管，只是我的譯著，必須堅持毛邊到底！但是，今竟如何？老板送給我的五部或十部，至今還確是毛邊。不過在書鋪裏，我卻發見了毫無“毛”氣，四面光滑的《仿徨》之類。歸根結蒂，他們都將徹底的勝利。所以說我想改革社會，或者和改革社會有關，那是完全冤枉的，我早已瘟頭瘟腦，躺在板床上吸煙卷——彩鳳牌——了。\n\n言歸正傳。刊物的暫時要碰釘子，也不但遇到檢查員，我恐怕便是讀書的青年，也還是一樣。先已說過，革命地方的文字，是要直截痛快，“革命！革命！”的，這才是“革命文學”。我曾經看見一種期刊上登載一篇文章，後有作者的附白，說這一篇沒有談及革命，對不起讀者，對不起對不起。\n\n但自從“清黨”以後，這“直截痛快”以外，卻又增添了一種神經過敏。“命”自然還是要革的，然而又不宜太革，太革便近於過激，過激便近於共產黨，變了“反革命”了。所以現在的“革命文學”，是在頑固這一種反革命和共產黨這一種反革命之間。\n\n於是又發生了問題，便是“革命文學”站在這兩種危險物之間，如何保持她的純正——正宗。這勢必至於必須防止近於赤化的思想和文字，以及將來有趨於赤化之慮的思想和文字。例如，攻擊禮教和白話，即有趨於赤化之憂。因為共產派無視一切舊物，而白話則始於《新青年》，而《新青年》乃獨秀所辦。今天看見北京教育部禁止白話的消息，我逆料《語絲》必將有幾句感慨，但我實在是無動於中。我覺得連思想文字，也到處都將窒息，幾句白話黑話，已經沒有什麽大關系了。\n\n那麽，談談風月，講講女人，怎樣呢？也不行。這是“不革命”。“不革命”雖然無罪，然而是不對的！\n\n現在在南邊，只剩了一條“革命文學”的獨木小橋，所以外來的許多刊物，便通不過，撲通！撲通！都掉下去了。\n\n但這直捷痛快和神經過敏的狀態，其實大半也還是視指揮刀的指揮而轉移的。而此時刀尖的揮動，還是橫七豎八。方向有個一定之後，或者可以好些罷。然而也不過是“好些”，內中的骨子，恐怕還不外乎窒息，因為這是先天性的遺傳。\n\n先前偶然看見一種報上罵郁達夫先生，說他《洪水》上的一篇文章，是不懷好意，恭維漢口。我就去買《洪水》來看，則無非說舊式的崇拜一個英雄，已和現代潮流不合，倒也看不出什麽惡意來。這就證明著眼光的鈍銳，我和現在的青年文學家已很不同了。所以《語絲》的莫明其妙的失蹤，大約也許只是我們自己莫明其妙，而上面的檢查員雲雲，倒是假設的恕詞。\n\n至於一四五期以後，這裏是全都收到的，大約惟在上海者被押。假如真的被押，我卻以為大約也與吳老先生無關。\n\n“打倒……打倒……嚴辦……嚴辦……”，固然是他老先生親筆的話，未免有些責任，但有許多動作卻並非他的手腳了。在中國，凡是猛人（這是廣州常用的話，其中可以包括名人，能人，闊人三種），都有這種的運命。\n\n無論是何等樣人，一成為猛人，則不問其“猛”之大小，我覺得他的身邊便總有幾個包圍的人們，圍得水泄不透。那結果，在內，是使該猛人逐漸變成昏庸，有近乎傀儡的趨勢。\n\n在外，是使別人所看見的並非該猛人的本相，而是經過了包圍者的曲折而顯現的幻形。至於幻得怎樣，則當視包圍者是三棱鏡呢，還是凸面或凹面而異。假如我們能有一種機會，偶然走到一個猛人的近旁，便可以看見這時包圍者的臉面和言動，和對付別的人們的時候有怎樣地不同。我們在外面看見一個猛人的親信，謬妄驕恣，很容易以為該猛人所愛的是這樣的人物。殊不知其實是大謬不然的。猛人所看見的他是嬌嫩老實，非常可愛，簡直說話會口吃，談天要臉紅。老實說一句罷，雖是“世故的老人”如不佞者，有時從旁看來也覺得倒也並不壞。\n\n但同時也就發生了胡亂的矯詔和過度的巴結，而晦氣的人物呀，刊物呀，植物呀，礦物呀，則於是乎遭災。但猛人大抵是不知道的。凡知道一點北京掌故的，該還記得袁世凱做皇帝時候的事罷。要看日報，包圍者連報紙都會特印了給他看，民意全部擁戴，輿論一致贊成。\n\n直要待到蔡松坡雲南起義，這才阿呀一聲，連一連吃了二十多個饅頭都自己不知道。但這一出戲也就閉幕，袁公的龍馭上賓於天了。\n\n包圍者便離開了這一株已倒的大樹，去尋求別一個新猛人。\n\n我曾經想做過一篇《包圍新論》，先述包圍之方法，次論中國之所以永是走老路，原因即在包圍，因為猛人雖有起仆興亡，而包圍者永是這一夥。次更論猛人倘能脫離包圍，中國就有五成得救。結末是包圍脫離法。——然而終於想不出好的方法來，所以這新論也還沒有敢動筆。\n\n愛國誌士和革命青年幸勿以我為懶於籌畫，只開目錄而沒有文章。我思索是也在思索的，曾經想到了兩樣法子，但反復一想，都無用。一，是猛人自己出去看看外面的情形，不要先“清道”。然而雖不“清道”，大家一遇猛人，大抵也會先就改變了本然的情形，再也看不出真模樣。二，是廣接各樣的人物，不為一定的若幹人所包圍。然而久而久之，也終於有一群制勝，而這最後勝利者的包圍力則最強大，歸根結蒂，也還是古已有之的運命：龍馭上賓於天。\n\n世事也還是像螺旋。但《語絲》今年特別碰釘子於南方，仿佛得了新境遇，這又是什麽緣故呢？這一點，我自以為是容易解答的。\n\n“革命尚未成功”，是這裏常見的標語。但由我看來，這仿佛已經成了一句謙虛話，在後方的一大部分的人們的心裏，是“革命已經成功”或“將近成功”了。既然已經成功或將近成功，自己又是革命家，也就是中國的主人翁，則對於一切，當然有管理的權利和義務。刊物雖小事，自然也在看管之列。有近於赤化之慮者無論矣，而要說不吉利語，即可以說是頗有近於“反革命”的氣息了，至少，也很令人不歡。而《語絲》，是每有不肯湊趣的壞脾氣的，則其不免於有時失蹤也，蓋猶其小焉者耳。\n\n九月十五日\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"辭“大義”","content":"我自從去年得罪了正人君子們的“孤桐先生”，弄得六面碰壁，只好逃出北京以後，默默無語，一年有零。以為正人君子們忘記了這個“學棍”了罷，——哈哈，並沒有。\n\n印度有一個泰戈爾。這泰戈爾到過震旦來，改名竺震旦。\n\n因為這竺震旦做過一本《新月集》，所以這震旦就有了一個新月社，——中間我不大明白了——現在又有一個叫作新月書店的。這新月書店要出版的有一本《閒話》，這本《閒話》的廣告裡有下麵這幾句話：\n\n“……魯迅先生（語絲派首領）所仗的大義，他的戰略，讀過《華蓋集》的人，想必已經認識了。但是現代派的義旗，和它的主將——西瀅先生的戰略，我們還沒有明瞭。……”\n\n“派”呀，“首領”呀，這種諡法實在有些可怕。不遠就又會有人來誚罵。甲道：看哪！魯迅居然稱為首領了。天下有這種首領的麼？乙道：他就專愛虛榮。人家稱他首領，他就滿臉高興。我親眼看見的。\n\n但這是我領教慣的教訓了，並不為奇。這回所覺得新鮮而惶恐的，是忽而將寶貴的“大義”硬塞在我手裡，給我豎起大旗來，叫我和“現代派”的“主將”去對壘。我早已說過：公理和正義，都被正人君子奪去了，所以我已經一無所有。大義麼，我連它是圓柱形的呢還是橢圓形的都不知道，叫我怎麼“仗”？\n\n“主將”呢，自然以有“義旗”為體面罷。不過我沒有這麼冠冕。既不成“派”，也沒有做“首領”，更沒有“仗”過“大義”。更沒有用什麼“戰略”，因為我未見廣告以前，竟沒有知道西瀅先生是“現代派”的“主將”，——我總當他是一個嘍羅兒。\n\n我對於我自己，所知道的是這樣的。我想，“孤桐先生”尚在，“現代派”該也未必忘了曾有人稱我為“學匪”，“學棍”，“刀筆吏”的，而今忽假“魯迅先生”以“大義”者，但為廣告起見而已。\n\n嗚呼，魯迅魯迅，多少廣告，假汝之名以行！\n\n九月三日\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"小雜感","content":"蜜蜂的刺，一用即喪失了它自己的生命；犬儒的刺，一用則茍延了他自己的生命。他們就是如此不同。\n\n\n約翰穆勒說：專制使人們變成冷嘲。而他竟不知道共和使人們變成沉默。\n\n\n要上戰場，莫如做軍醫；要革命，莫如走後方；要殺人，莫如做劊子手。既英雄，又穩當。\n\n\n與名流學者談，對於他之所講，當裝作偶有不懂之處。太不懂被看輕，太懂了被厭惡。偶有不懂之處，彼此最為合宜。\n\n\n世間大抵只知道指揮刀所以指揮武士，而不想到也可以指揮文人。\n\n\n又是演講錄，又是演講錄。但可惜都沒有講明他何以和先前大兩樣了；也沒有講明他演講時，自己是否真相信自己的話。\n\n\n闊的聰明人種種譬如昨日死。不闊的傻子種種實在昨日死。\n\n\n曾經闊氣的要復古，正在闊氣的要保持現狀，未曾闊氣的要革新。大抵如是。大抵！他們之所謂復古，是回到他們所記得的若干年前，並非虞夏商周。\n\n\n女人的天性中有母性，有女兒性；無妻性。妻性是逼成的，只是母性和女兒性的混合。\n\n\n防被欺。自稱盜賊的無須防，得其反倒是好人；自稱正人君子的必須防，得其反則是盜賊。\n\n\n樓下一個男人病得要死，那間壁的一家唱著留聲機；對面是弄孩子。樓上有兩人狂笑；還有打牌聲。河中的船上有女人哭著她死去的母親。人類的悲歡並不相通，我只覺得他們吵鬧。\n\n\n每一個破衣服人走過，叭兒狗就叫起來，其實並非都是狗主人的意旨或使嗾。叭兒狗往往比它的主人更嚴厲。恐怕有一天總要不準穿破布衫，否則便是共產黨。\n\n\n革命，反革命，不革命。革命的被殺於反革命的。反革命的被殺於革命的。不革命的或當作革命的而被殺於反革命的，或當作反革命的而被殺於革命的，或並不當作什麼而被殺於革命的或反革命的。革命，革革命，革革革命，革革……。\n\n\n人感到寂寞時，會創作；一感到乾凈時，即無創作，他已經一無所愛。創作總根於愛。楊朱無書。創作雖說抒寫自己的心，但總願意有人看。創作是有社會性的。但有時只要有一個人看便滿足：好友，愛人。\n\n\n人往往憎和尚，憎尼姑，憎回教徒，憎耶教徒，而不憎道士。懂得此理者，懂得中國大半。\n\n\n要自殺的人，也會怕大海的汪洋，怕夏天死屍的易爛。但遇到澄靜的清池，涼爽的秋夜，他往往也自殺了。\n\n\n凡為當局所“誅”者皆有“罪”。劉邦除秦苛暴，“與父老約，法三章耳。”而後來仍有族誅，仍禁挾書，還是秦法。法三章者，話一句耳。\n\n\n一見短袖子，立刻想到白臂膊，立刻想到全裸體，立刻想到生殖器，立刻想到性交，立刻想到雜交，立刻想到私生子。中國人的想像惟在這一層能夠如此躍進。\n\n\n九月二十四日\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"革命文學","content":"今年在南方，聽得大家叫“革命”，正如去年在北方，聽得大家叫“討赤”的一樣盛大。\n\n而這“革命”還侵入文藝界裏了。\n\n最近，廣州的日報上還有一篇文章指示我們，叫我們應該以四位革命文學家為師法：意大利的唐南遮，德國的霍普德曼，西班牙的伊本納茲，中國的吳稚暉。\n\n兩位帝國主義者，一位本國政府的叛徒，一位國民黨救護的發起者，都應該作為革命文學的師法，於是革命文學便莫名其妙了，因為這實在是至難之業。\n\n於是不得已，世間往往誤以兩種文學為革命文學：一是在一方的指揮刀的掩護之下，斥罵他的敵手的；\n\n一是紙面上寫著許多“打，打”，“殺，殺”，或“血，血”的。\n\n如果這是“革命文學”，則做“革命文學家”，實在是最痛快而安全的事。\n\n從指揮刀下罵出去，從裁判席上罵下去，從官營的報上罵開去，真是偉哉一世之雄，妙在被罵者不敢開口。而又有人說，這不敢開口，又何其怯也？對手無“殺身成仁”之勇，是第二條罪狀，斯愈足以顯革命文學家之英雄。所可惜者只在這文學並非對於強暴者的革命，而是對於失敗者的革命。\n\n唐朝人早就知道，窮措大想做富貴詩，多用些“金”“玉”“錦”“綺”字面，自以為豪華，而不知適見其寒蠢。真會寫富貴景象的，有道：“笙歌歸院落，燈火下樓臺”，全不用那些字。“打，打”，“殺，殺”，聽去誠然是英勇的，但不過是一面鼓。即使是鼙鼓，倘若前面無敵軍，後面無我軍，終於不過是一面鼓而已。\n\n我以為根本問題是在作者可是一個“革命人”，倘是的，則無論寫的是什麽事件，用的是什麽材料，即都是“革命文學”。從噴泉裏出來的都是水，從血管裏出來的都是血。“賦得革命，五言八韻”，是只能騙騙盲試官的。\n\n但“革命人”就希有。俄國十月革命時，確曾有許多文人願為革命盡力。但事實的狂風，終於轉得他們手足無措。顯明的例是詩人葉遂寧的自殺，還有小說家梭波裏，他最後的話是：“活不下去了！”\n\n在革命時代有大叫“活不下去了”的勇氣，才可以做革命文學。\n\n葉遂寧和梭波裏終於不是革命文學家。為什麽呢，因為俄國是實在在革命。革命文學家風起雲湧的所在，其實是並沒有革命的。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"大衍發微","content":"三月十八日段祺瑞，賈德耀，章士釗們使衛兵槍殺民眾，通緝五個所謂“暴徒 首領”之後，報上還流傳著一張他們想要第二批通緝的名單。對於這名單的編纂者， 我現在並不想研究。但將這一批人的籍貫職務調查開列起來，卻覺得取捨是頗為巧 妙的。先開前六名，但所任的職務，因為我見聞有限，所以也許有遺漏：\n\n一　徐謙（安徽）俄國退還庚子賠款委員會委員，中俄大學校長，廣東外交團 代表主席。\n\n二　李大釗（直隸）國立北京大學教授，校長室秘書。\n\n三　吳敬恒（江蘇）清室善後委員會監理。\n\n四　李煜瀛（直隸）俄款委員會委員長，清室善後委員會委員長，中法大學代 理校長，北大教授。\n\n五　易培基（湖南）前教育總長，現國立北京女子師範大學校長。\n\n六　顧兆熊（直隸）俄款委員會委員，北大教務長，北京教育會會長。\n\n四月九日《京報》云：“姓名上尚有圈點等符號，其意不明。……徐李等五人 名上各有三圈，吳稚暉雖列名第三，而僅一點。餘或兩圈一圈或一點，不記其詳。” 於是就有人推測，以為吳老先生之所以僅有一點者，因章士釗還想引以為重，以及 別的原因云云。案此皆未經開列職務，以及未見陳源《閒話》之故也。只要一看上 文，便知道圈點之別，不過表明“差缺”之是否“優美”。監理是點查物件的 監督者，又沒有什麼薪水，所以只配一點；而別人之“差缺”則大矣，自然值得三 圈。“不記其詳”的餘人，依此類推，大約即不至於有大錯。將冠冕堂皇的“整頓 學風”的盛舉，只作如是觀，雖然太煞風景，對不住“正人君子”們，然而我 的眼光這樣，也就無法可想。再寫下去罷，計開：\n\n七　陳友仁（廣東）前《民報》英文記者，現《國民新報》英文記者。\n\n八　陳啟修（四川）中俄大學教務長，北大教授，女師大教授，《國民新報副 刊》編輯。\n\n九　朱家驊（浙江）北大教授。\n\n十　蔣夢麟（浙江）北大教授，代理校長。\n\n十一　馬裕藻（浙江）北大國文系主任，師大教授，前女師大總務長現教授。\n\n十二　許壽裳（浙江）教育部編審員，前女師大教務長現教授。\n\n十三　沈兼士（浙江）北大國文系教授，清室善後委員會委員，女師大教授。\n\n十四　陳　垣（廣東）前教育次長，現清室善後委員會委員，北大導師。\n\n十五　馬敘倫（浙江）前教育次長，教育特稅督辦，現國立師範大學教授，北 大講師。\n\n十六　邵振青（浙江）《京報》總編輯。\n\n十七　林玉堂（福建）北大英文系教授，女師大教務長，《國民新報》英文部 編輯，《語絲》撰稿者。\n\n十八　蕭子升（湖南）前《民報》編輯，教育部秘書，《猛進》撰稿者。\n\n十九　李玄伯（直隸）北大法文系教授，《猛進》撰稿者。\n\n二十　徐炳昶（河南）北大哲學系教授，女師大教授，《猛進》撰稿者。\n\n二十一　周樹人（浙江）教育部僉事，女師大教授，北大國文系講師，中國大 學講師，《國副》編輯，《莽原》編輯，《語絲》撰稿者。\n\n二十二　周作人（浙江）北大國文系教授，女師大教授，燕京大學副教授， 《語絲》撰稿者。\n\n二十三　張鳳舉（江西）北大國文系教授，女師大講師，《國副》編輯，《猛 進》及《語絲》撰稿者。\n\n二十四　陳大齊（浙江）北大哲學系教授，女師大教授。\n\n二十五　丁維汾（山東）國民黨。\n\n二十六　王法勤（直隸）國民黨，議員。\n\n二十七　劉清揚（直隸）國民黨婦女部長。\n\n二十八　潘廷幹二十九　高魯（福建）中央觀象臺長，北大講師。\n\n三　十　譚熙鴻（江蘇）北大教授，《猛進》撰稿者。\n\n三十一　陳彬和（江蘇）前平民中學教務長，前天津南開學校總務長，現中俄 大學總務長。\n\n三十二　孫伏園（浙江）北大講師，《京報副刊》編輯。\n\n三十三　高一涵（安徽）北大教授，中大教授，《現代評論》撰稿者。\n\n三十四　李書華（直隸）北大教授，《猛進》撰稿者。\n\n三十五　徐寶璜（江西）北大教授，《猛進》撰稿者。\n\n三十六　李麟玉（直隸）北大教授，《猛進》撰稿者。\n\n三十七　成平（湖南）《世界日報》及《晚報》總編輯，女師大講師。\n\n三十八　潘蘊巢（江蘇）《益世報》記者。\n\n三十九　羅敦偉（湖南）《國民晚報》記者。\n\n四　十　鄧飛黃（湖南）《國民新報》總編輯。\n\n四十一　彭齊群（吉林）中央觀象臺科長，《猛進》撰稿者。\n\n四十二　徐巽（安徽）中俄大學校務委員會委員長。\n\n四十三　高穰（福建）律師，曾擔任女師大學生控告章士釗劉百昭事。\n\n四十四　梁　鼎四十五　張平江（四川）女師大學生。\n\n四十六　薑紹謨（浙江）前教育部秘書。\n\n四十七　郭春濤（河南）北大學生。\n\n四十八　紀人慶（雲南）大中公學教員。\n\n以上只有四十八人，五十缺二，不知是失抄，還是像九六的製錢似的，這就算 是足串了。至於職務，除遺漏外，怕又有錯誤，並且有幾位是為我所一時無從查考 的。但即此已經足夠了，早可以看出許多秘密來——\n\n甲.改組兩個機關：\n\n乙.“掃除”三個半學校：\n\n丙.撲滅四種報章：\n\n丁.“逼死”兩種副刊：\n\n戊.妨害三種期刊：\n\n“孤桐先生”是“正人君子”一流人，“黨同伐異”怕是不至於的，“睚 眥之怨”或者也未必報。但是趙子昂的畫馬，豈不是據說先對著鏡子， 摹仿形態的麼？據上面的鏡子，從我的眼睛，還可以看見一些額外的形態——\n\n這通緝如果實行，我是想要逃到東交民巷或天津去的；\n\n能不能自然是別一問題。這種舉動雖將為“正人君子”所冷笑，但我卻不願意 為要博得這些東西的誇獎，便到“孤桐先生”的麾下去投案。但這且待後來再說， 因為近幾天是“孤桐先生”也如“政客，富人，和革命猛進者及民眾的首領”一般， “安居在東交民巷裡”了。\n\n這一篇是一九二六年四月十三日作的，就登在那年四月的《京報副刊》上，名 單即見於《京報》。用“唯飯史觀”的眼光，來探究所以要捉這湊成“大衍 之數”的人們的原因，雖然並不出奇，但由今觀之，還覺得“不為無見”。 本來是要編入《華蓋集續編》中的，繼而一想，自己雖然走出北京了，但其中的許 多人，卻還在軍閥勢力之下，何必重印舊賬，使叭兒狗們記得起來呢。\n\n於是就抽掉了。但現在情勢，卻已不同，雖然其中已有兩人被殺，數人 失蹤，而下通緝令之權，則已非段章諸公所有，他們萬一不慎，倒可以為先前的被 緝者所緝了。先前的有幾個被緝者的座前，現在也許倒要有人開單來獻，請緝別人 了。《現代評論》也不但不再豫料革命之不成功，且登廣告雲：“現在國民政府收 複北平，本週刊又有銷行的機會（謹案：妙極）了”了。而浙江省黨務指導 委員會宣字一二六號令，則將《語絲》“嚴行禁止”了。此之所以為革命歟。 因見語堂的《翦拂集》內，提及此文，便從小箱子裡尋出，附存於末，以為 紀念。\n\n一九二八年十月二十日，魯迅記\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《塵影》題辭","content":"在我自己，覺得中國現在是一個進向大時代的時代。但這所謂大，並不一定指可以由此得生，而也可以由此得死。\n\n許多為愛的獻身者，已經由此得死。在其先，玩著意中而且意外的血的遊戲，以愉快和滿意，以及單是好看和熱鬧，贈給身在局內而旁觀的人們；但同時也給若干人以重壓。\n\n這重壓除去的時候，不是死，就是生。這才是大時代。\n\n在異性中看見愛，在百合花中看見天堂，在拾煤渣的老婦人的魂靈中看見拜金主義，世界現在常為受機關槍擁護的仁義所治理，在此時此地聽到這樣的消息，我委實身心舒服，如喝好酒。然而《塵影》所賫來的，卻是重壓。\n\n現在的文藝，是往往給人不舒服的，沒有法子。要不然，只好使自己逃出文藝，或者從文藝推出人生。\n\n誰更為仁義和鈔票寫照，為三道血的“難看”傳神呢？\n\n我看見一篇《塵影》，它的愉快和重壓留與各色的人們。\n\n然而在結末的“塵影”中卻又給我喝了一口好酒。\n\n他將小寶留下，不告訴我們後來是得死，還是得生。\n\n作者不願意使我們太受重壓罷。但這是好的，因為我覺得中國現在是進向大時代的時代。\n\n一九二七年十二月七日，魯迅記於上海\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"反“漫談”","content":"我一向對於《語絲》沒有恭維過，今天熬不住要說幾句了：的確可愛。真是《語絲》之所以為《語絲》。\n\n像我似的“世故的老人”是已經不行，有時不敢說，有時不願說，有時不肯說，有時以為無須說。有此工夫，不如吃點心。但《語絲》上卻總有人出來發迂論，如《教育漫談》，對教育當局去談教育，即其一也。\n\n“不可與言而與之言”，即是“知其不可為而為之”，一定要有這種人，世界才不寂寞。這一點，我是佩服的。但也許因為“世故”作怪罷，不知怎地佩服中總帶一些腹誹，還夾幾分傷慘。徐先生是我的熟人，所以再三思維，終於決定貢獻一點意見。這一種學識，乃是我身做十多年官僚，目睹一打以上總長，這才陸續地獲得，輕易是不肯說的。\n\n對“教育當局”談教育的根本誤點，是在將這四個字的力點看錯了：以為他要來辦“教育”。其實不然，大抵是來做“當局”的。\n\n這可以用過去的事實證明。因為重在“當局”，所以——\n\n一、學校的會計員，可以做教育總長。\n\n二、教育總長，可以忽而化為內務總長。\n\n三、司法，海軍總長，可以兼任教育總長。\n\n曾經有一位總長，聽說，他的出來就職，是因為某公司要來立案，表決時可以多一個贊成者，所以再作馮婦的。但也有人來和他談教育。我有時真想將這老實人一把抓出來，即刻勒令他回家陪太太喝茶去。\n\n所以：教育當局，十之九是意在“當局”，但有些是意並不在“當局”。\n\n這時候，也許有人要問：那麼，他為什麼有舉動呢？\n\n我於是勃然大怒道：這就是他在“當局”呀！說得露骨一點，就是“做官”！不然，為什麼叫“做”？\n\n我得到這一種徹底的學識，也不是容易事，所以難免有一點學者的高傲態度，請徐先生恕之。以下是略述我所以得到這學識的歷史——\n\n我所目睹的一打以上的總長之中，有兩位是喜歡屬員上條陳的。於是聽話的屬員，便紛紛大上其條陳。久而久之，全如石沉大海。我那時還沒有現在這麼聰明，心裡疑惑：莫非這許多條陳一無可取，還是他沒有工夫看呢？但回想起來，我“上去”（這是專門術語，小官進去見大官也）的時候，確是常見他正在危坐看條陳；談話之間，也常聽到“我還要看條陳去”，“我昨天晚上看條陳”等類的話。那究竟是怎麼一回事呢？\n\n有一天，我正從他的條陳桌旁走開，跨出門檻，不知怎的忽蒙聖靈啟示，恍然大悟了——\n\n哦！原來他的“做官課程表”上，有一項是“看條陳”的。\n\n因為要“看”，所以要“條陳”。為什麼要“看條陳”？就是“做官”之一部分。如此而已。還有另外的奢望，是我自己的糊塗！\n\n“於我來了一道光”，從此以後，我自己覺得頗聰明，近於老官僚了。後來終於被“孤桐先生”革掉，那是另外一回事。\n\n“看條陳”和“辦教育”，事同一例，都應該只照字面解，倘再有以上或更深的希望或要求，不是書呆子，就是不安分。\n\n我還要附加一句警告：倘遇漂亮點的當局，恐怕連“看漫談”也可以算作他的一種“做”——其名曰“留心教育”——\n\n但和“教育”還是沒有關係的。\n\n九月四日\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"當陶元慶君的繪畫展覽時","content":"我所要說的幾句話陶元慶君繪畫的展覽，我在北京所見的是第一回。記得那時曾經說過這樣意思的話：他以新的形，尤其是新的色來寫出他自己的世界，而其中仍有中國向來的魂靈——要字面免得流於玄虛，則就是：民族性。我覺得我的話在上海也沒有改正的必要。\n\n中國現今的一部份人，確是很有些苦悶。我想，這是古國的青年的遲暮之感。世界的時代思潮早已六面襲來，而自己還拘禁在三千年陳的桎梏裏。於是覺醒，掙紮，反叛，要出而參與世界的事業——我要範圍說得小一點：文藝之業。倘使中國之在世界上不算在錯，則這樣的情形我以為也是對的。\n\n然而現在外面的許多藝術界中人，已經對於自然反叛，將自然割裂，改造了。而文藝史界中人，則舍了用慣的向來以為是“永久”的舊尺，另以各時代各民族的固有的尺，來量各時代各民族的藝術，於是向埃及墳中的繪畫贊嘆，對黑人刀柄上的雕刻點頭，這往往使我們誤解，以為要再回到舊日的桎梏裏。而新藝術家們勇猛的反叛，則震驚我們的耳目，又往往不能不感服。但是，我們是遲暮了，並未參與過先前的事業，於是有時就不過敬謹接收，又成了一種可敬的身外的新桎梏。\n\n陶元慶君的繪畫，是沒有這兩重桎梏的。就因為內外兩面，都和世界的時代思潮合流，而又並未梏亡中國的民族性。\n\n我於藝術界的事知道得極少，關於文字的事較為留心些。\n\n就如白話，從中，更就世所謂“歐化語體”來說罷。有人斥道：你用這樣的語體，可惜皮膚不白，鼻梁不高呀！誠然，這教訓是嚴厲的。但是，皮膚一白，鼻梁一高，他用的大概是歐文，不是歐化語體了。正唯其皮不白，鼻不高而偏要“的呵嗎呢”，並且一句裏用許多的“的”字，這才是為世詬病的今日的中國的我輩。\n\n但我並非將歐化文來比擬陶元慶君的繪畫。意思只在說：\n\n他並非“之乎者也”，因為用的是新的形和新的色；而又不是“Yes”“No”，因為他究竟是中國人。所以，用密達尺來量，是不對的，但也不能用什麽漢朝的慮傂尺或清朝的營造尺，因為他又已經是現今的人。我想，必須用存在於現今想要參與世界上的事業的中國人的心裏的尺來量，這才懂得他的藝術。\n\n一九二七年十二月十三日，魯迅於上海記\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"盧梭和胃口","content":"做過《民約論》的盧梭，自從他還未死掉的時候起，便受人們的責備和迫害，直到現在，責備終於沒有完。連在和“民約”沒有什麽關系的中華民國，也難免這一幕了。\n\n例如商務印書館出版的《愛彌爾》中文譯本的序文上，就說“……本書的第五編即女子教育，他的主張非但不徹底，而且不承認女子的人格，與前四編的尊重人類相矛盾。……所以在今日看來，他對於人類正當的主張，可說只樹得一半……。”\n\n然而復旦大學出版的《復旦旬刊》創刊號上梁實秋教授的意思，卻“稍微有點不同”了。其實豈但“稍微”而已耶，乃是“盧梭論教育，無一是處，唯其論女子教育，的確精當。”\n\n因為那是“根據於男女的性質與體格的差別而來”的。而近代生物學和心理學研究的結果，又證明著天下沒有兩個人是無差別。怎樣的人就該施以怎樣的教育。\n\n所以，梁先生說——\n\n“我覺得‘人’字根本的該從字典裏永遠註銷，或由政府下令永禁行使。因為‘人’字的意義太糊塗了。聰明絕頂的人，我們叫他做人，蠢笨如牛的人，也一樣的叫做人，弱不禁風的女子，叫做人，粗橫強大的男人，也叫做人，人裏面的三流九等，無一非人。近代的德謨克拉西的思想，平等的觀念，其起源即由於不承認人類的差別。近代所謂的男女平等運動，其起源即由於不承認男女的差別。人格是一個抽象名詞，是一個人的身心各方面的特點的總和。人的身心各方面的特點既有差別，實即人格上亦有差別。所謂侮辱人格的，即是不承認一個人特有的人格，盧梭承認女子有女子的人格，所以盧梭正是尊重女子的人格。抹殺女子所特有之特性者，才是侮辱女子人格。”\n\n於是勢必至於得到這樣的結論——\n\n“……正當的女子教育應該是使女子成為完全的女子。”\n\n那麽，所謂正當的教育者，也應該是使“弱不禁風”者，成為完全的“弱不禁風”，“蠢笨如牛”者，成為完全的“蠢笨如牛”，這才免於侮辱各人——此字在未經從字典裏永遠註銷，政府下令永禁行使之前，暫且使用——的人格了。盧梭《愛彌爾》前四編的主張不這樣，其“無一是處”，於是可以算無疑。\n\n但這所謂“無一是處”者，也只是對於“聰明絕頂的人”而言；在“蠢笨如牛的人”，卻是“正當”的教育。因為看了這樣的議論，可以使他更漸近於完全“蠢笨如牛”。這也就是尊重他的人格。\n\n然而這種議論還是不會完結的。為什麽呢？一者，因為即使知道說“自然的不平等”，而不容易明白真“自然”和“因積漸的人為而似自然”之分。二者，因為凡有學說，往往“合吾人之胃口者則容納之，且從而宣揚之”也。\n\n上海一隅，前二年大談亞諾德，今年大談白璧德，恐怕也就是胃口之故罷。\n\n許多問題大抵發生於“胃口”，胃口的差別，也正如“人”字一樣的——其實這兩字也應該呈請政府“下令永禁行使”。我且抄一段同是美國的UptonSinclair的，以尊重另一種人格罷——\n\n“無論在那一個盧梭的批評家，都有首先應該解決的唯一的問題。為什麽你和他吵鬧的？要為他的到達點的那自由，平等，調協開路麽？還是因為畏懼盧梭所發向世界上的新思想和新感情的激流呢？使對於他取了為父之勞的個人主義運動的全體懷疑，將我們帶到子女服從父母，奴隸服從主人，妻子服從丈夫，臣民服從教皇和皇帝，大學生毫不發生疑問，而佩服教授的講義的善良的古代去，乃是你的目的麽？\n\n“阿嶷夫人曰：‘最後的一句，好像是對於白璧德教授的一箭似的。’\n\n“‘奇怪呀，’她的丈夫說。‘斯人也而有斯姓也……那一定是上帝的審判了。’”\n\n不知道和原意可有錯誤，因為我是從日本文重譯的。書的原名是《Mammon art》，在California的Pasadena作者自己出版，胃口相近的人們自己弄來看去罷。Mammon是希臘神話裏的財神，art誰都知道是藝術。可以譯作“財神藝術”罷。日本的譯名是“拜金藝術”，也行。因為這一個字是作者生造的，政府既沒有下令頒行，字典裏也大概未曾註入，所以姑且在這裏加一點解釋。\n\n十二，二一\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"可惡罪","content":"這是一種新的“世故”。\n\n我以為法律上的許多罪名，都是花言巧語，只消以一語包括之，曰：可惡罪。\n\n譬如，有人覺得一個人可惡，要給他吃點苦罷，就有這樣的法子。倘在廣州而又是“清黨”之前，則可以暗暗地宣傳他是無政府主義者。那麽，共產青年自然會說他“反革命”，有罪。若在“清黨”之後呢，要說他是CP或CY，沒有證據，則可以指為“親共派”。那麽，清黨委員會自然會說他“反革命”，有罪。再不得已，則只好尋些別的事由，訴諸法律了。但這比較地麻煩。\n\n我先前總以為人是有罪，所以槍斃或坐監的。現在才知道其中的許多，是先因為被人認為“可惡”，這才終於犯了罪。\n\n許多罪人，應該稱為“可惡的人”。\n\n九，十四\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"“意表之外”","content":"有恒先生在《北新周刊》上詫異我為什麽不說話，我已經去信公開答復了。還有一層沒有說。這也是一種新的“世故”。\n\n我的雜感常不免於罵。但今年發見了，我的罵對於被罵者是大抵有利的。\n\n拿來做廣告，顯而易見，不消說了。還有：\n\n我又不學耶穌，何苦替別人來背十字架呢？\n\n但“江山好改，本性難移”，也許後來還要開開口。可是定了“新法”了，除原先說過的“主將”之類以外，新的都不再說出他的真姓名，只叫“一個人”，“某學者”，“某教授”，“某君”。這麽一來，他利用的時候便至少總得費點力，先須加說明。\n\n你以為“罵”決非好東西罷，於有些人還是有利的。人類究竟是可怕的東西。就是能夠咬死人的毒蛇，商人們也會將它浸在酒裏，什麽“三蛇酒”，“五蛇酒”，去賣錢。\n\n這種辦法實在比“交戰”厲害得多，能使我不敢寫雜感。\n\n但再來一回罷，寫“不敢寫雜感”的雜感。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"新時代的放債法","content":"還有一種新的“世故”。\n\n先前，我總以為做債主的人是一定要有錢的，近來才知道無須。在“新時代”裏，有一種精神的資本家。\n\n你倘說中國像沙漠罷，這資本家便乘機而至了，自稱是噴泉。你說社會冷酷罷，他便自說是熱；你說周圍黑暗罷，他便自說是太陽。\n\n阿！世界上冠冕堂皇的招牌，都被拿去了。豈但拿去而已哉。他還潤澤，溫暖，照臨了你。因為他是噴泉，熱，太陽呵！\n\n這是一宗恩典。\n\n不但此也哩。你如有一點產業，那是他賞賜你的。為什麽呢？因為倘若他一提倡共產，你的產業便要充公了，但他沒有提倡，所以你能有現在的產業。那自然是他賞賜你的。\n\n你如有一個愛人，也是他賞賜你的。為什麽呢？因為他是天才而且革命家，許多女性都渴仰到五體投地。他只要說一聲“來！”便都飛奔過去了，你的當然也在內。但他不說“來！”所以你得有現在的愛人。那自然也是他賞賜你的。\n\n這又是一宗恩典。\n\n還不但此也哩！他到你那裏來的時候，還每回帶來一擔同情！一百回就是一百擔——你如果不知道，那就因為你沒有精神的眼睛——經過一年，利上加利，就是二三百擔……阿阿！這又是一宗大恩典。\n\n於是乎是算賬了。不得了，這麽雄厚的資本，還不夠買一個靈魂麽？但革命家是客氣的，無非要你報答一點，供其使用——其實也不算使用，不過是“幫忙”而已。\n\n倘不如命地“幫忙”，當然，罪大惡極了。先將忘恩負義之罪，布告於天下。而且不但此也，還有許多罪惡，寫在賬簿上哩，一旦發布，你便要“身敗名裂”了。想不“身敗名裂”麽，只有一條路，就是趕快來“幫忙”以贖罪。\n\n然而我不幸竟看見了“新時代的新青年”的身邊藏著這許多賬簿，而他們自己對於“身敗名裂”又懷著這樣天大的恐慌。\n\n於是乎又得新“世故”：關上門，塞好酒瓶，捏緊皮夾。\n\n這倒於我很保存了一些潤澤，光和熱——我是只看見物質的。\n\n九，十四\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"擬豫言","content":"有公民某甲上書，請每縣各設大學一所，添設監獄兩所。\n\n被斥。\n\n有公民某乙上書，請將共產主義者之產業作為公產，女眷作為公妻，以懲一儆百。半年不批。某乙忿而反革命，被好友告發，逃入租界。\n\n有大批名人學者及文藝家，從外洋回國，於外洋一切政俗學術文藝，皆已比本國者更為深通，受有學位。但其尤為高超者未入學校。\n\n科學，文藝，軍事，經濟的連合戰線告成。\n\n正月初一，上海有許多新的期刊出版，本子最長大者，為——\n\n文藝又復興。文藝真正老復興。宇宙。其大無外。至高無上。太太陽。光明之極。白熱以上。新新生命。新新新生命。同情。正義。義旗。剎那。飛獅。地震。阿呀。真真美善。……等等。\n\n同日，美國富豪們聯名電賀北京檢煤渣老婆子等，稱為“同誌”，無從投遞，次日退回。\n\n正月初三，哲學與小說同時滅亡。\n\n有提倡“一我主義”者，幾被查禁。後來查得議論並不新異，著無庸議，聽其自然。\n\n有公民某丙著論，謂當“以黨治國”，即被批評家們痛駁，謂“久已如此，而還要多說，實屬不明大勢，昏憒胡塗”。\n\n謠傳有男女青年四萬一千九百二十六人失蹤。\n\n蒙古親近赤俄，公決革出五族，以僑華白俄補缺，仍為“五族共和”，各界提燈慶祝。\n\n《小說月報》出“列入世界文學兩周年紀念”號，定購全年者，各送優待券一張，購書照定價八五折。\n\n《古今史疑大全》出版，有名人學者往來信劄函件批語頌辭共二千五百余封，編者自傳二百五十余葉，廣告登在《藝術界》，謂所費郵票，即已不貲，其價值可想。\n\n美國開演《玉堂春》影片，白璧德教授評為決非盧梭所及。有中國的法斯德挑同情一擔，訪郭沫若，見郭窮極，失望而去。\n\n有在朝者數人下野；有在野者多人下坑。\n\n綁票公司股票漲至三倍半。\n\n女界恐乳大或有被割之險，仍舊束胸，家長多被罰洋五十元，國帑更裕。有博士講“經濟學精義”，只用兩句，雲：“銅板換角子，角子換大洋。”全世界敬服。\n\n有革命文學家將馬克思學說推翻，這只用一句，雲：“什麽馬克斯牛克斯。”全世界敬服，猶太人大慚。\n\n新詩“雇人哭喪假哼哼體”流行。\n\n茶店，浴堂，麻花攤，皆寄售《現代評論》。赤賊完全消滅，安那其主義將於四百九十八年後實行。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"談所謂“大內檔案”","content":"所謂“大內檔案”這東西，在清朝的內閣里積存了三百多年，在孔廟裡塞了十多年，誰也一聲不響。自從歷史博物館將這殘餘賣給紙鋪子，紙鋪子轉賣給羅振玉，羅振玉轉賣給日本人，於是乎大有號咷之聲，仿佛國寶已失，國脈隨之似的。前幾年，我也曾見過幾個人的議論，所記得的一個是金梁，登在《東方雜誌》上；還有羅振玉和王國維，隨時發感慨。最近的是《北新半月刊》上的《論檔案的售出》，蔣彞潛先生做的。\n\n我覺得他們的議論都不大確。金梁，本是杭州的駐防旗人，早先主張排漢的，民國以來，便算是遺老了，凡有民國所做的事，他自然都以為很可惡。羅振玉呢，也算是遺老，曾經立誓不見國門，而後來僕僕京津間，痛責後生不好古，而偏將古董賣給外國人的，只要看他的題跋，大抵有“廣告”氣撲鼻，便知道“於意云何”了。獨有王國維已經在水裡將遺老生活結束，是老實人；但他的感喟，卻往往和羅振玉一鼻孔出氣，雖然所出的氣，有真假之分。所以他被弄成夾廣告的 Sandwich，是常有的事，因為他老實到像火腿一般。蔣先生是例外，我看並非遺老，只因為sentimental一點，所以受了羅振玉輩的騙了。你想，他要將這賣給日本人，肯說這不是寶貝的麽？\n\n那麼，這不是好東西麽？不好，怎麼你也要買，我也要買呢？我想，這是誰也要發的質問。\n\n答曰：唯唯，否否。這正如敗落大戶家裡的一堆廢紙，說好也行，說無用也行的。因為是廢紙，所以無用；因為是敗落大戶家裡的，所以也許夾些好東西。況且這所謂好與不好，也因人的看法而不同，我的寓所近旁的一個垃圾箱，裡面都是住戶所棄的無用的東西，但我看見早上總有幾個背著竹籃的人，從那裡面一片一片，一塊一塊，檢了什麼東西去了，還有用。更何況現在的時候，皇帝也還尊貴，只要在“大內”里放幾天，或者帶一個“宮”字，就容易使人另眼相看的，這真是說也不信，雖然在民國。\n\n“大內檔案”也者，據深通“國朝”掌故的羅遺老說，是他的“國朝”時堆在內閣里的亂紙，大家主張焚棄，經他力爭，這才保留下來的。但到他的“國朝” 退位，民國元年我到北京的時候，它們已經被裝為八千（？）麻袋，塞在孔廟之中的敬一亭里了，的確滿滿地埋滿了大半亭子。其時孔廟裡設了一個歷史博物館籌備處，處長是胡玉縉先生。“籌備處”雲者，即裡面並無“歷史博物”的意思。\n\n我卻在教育部，因此也就和麻袋們發生了一點關係，眼見它們的升沉隱顯。可氣可笑的事是有的，但多是小玩意；後來看見外面的議論說得天花亂墜起來，也頗想做幾句記事，敘出我所目睹的情節。可是膽子小，因為牽涉著的闊人很有幾個，沒有敢動筆。這是我的“世故”，在中國做人，罵民族，罵國家，罵社會，罵團體，……都可以的，但不可涉及個人，有名有姓。廣州的一種期刊上說我只打叭兒狗，不罵軍閥。殊不知我正因為罵了叭兒狗，這才有逃出北京的運命。泛罵軍閥，誰來管呢？軍閥是不看雜誌的，就靠叭兒狗嗅，候補叭兒狗吠。阿，說下去又不好了，趕快帶住。\n\n現在是寓在南方，大約不妨說幾句了，這些事情，將來恐怕也未必另外有人說。但我對於有關面子的人物，仍然都不用真姓名，將羅馬字來替代。既非歐化，也不是“隱惡揚善”，只不過“遠害全身”。這也是我的“世故”，不要以為自己在南方，他們在北方，或者不知所在，就小覷他們。他們是突然會在你眼前闊起來的，真是神奇得很。這時候，恐怕就會死得連自己也莫明其妙了。所以要穩當，最好是不說。但我現在來“折衷”，既非不說，而不盡說，而代以羅馬字，——\n\n如果這樣還不妥，那麼，也只好聽天由命了。上帝安我魂靈！\n\n卻說這些麻袋們躺在敬一亭里，就很令歷史博物館籌備處長胡玉縉先生擔憂，日夜提防工役們放火。為什麼呢？這事談起來可有些繁複了。弄些所謂“國學” 的人大概都知道，胡先生原是南菁書院的高材生，不但深研舊學，並且博識前朝掌故的。他知道清朝武英殿里藏過一副銅活字，後來太監們你也偷，我也偷，偷得“不亦樂乎”，待到王爺們似乎要來查考的時候，就放了一把火。自然，連武英殿也沒有了，更何況銅活字的多少。而不幸敬一亭中的麻袋，也仿佛常常減少，工役們不是國學家，所以他將內容的寶貝倒在地上，單拿麻袋去賣錢。胡先生因此想到武英殿失火的故事，深怕麻袋缺得多了之後，敬一亭也照例燒起來；就到教育部去商議一個遷移，或整理，或銷毀的辦法。\n\n專管這一類事情的是社會教育司，然而司長是夏曾佑先生。弄些什麼“國學”的人大概也都知道的，我們不必看他另外的論文，只要看他所編的兩本《中國曆史教科書》，就知道他看中國人有怎地清楚。他是知道中國的一切事萬不可“辦”的；即如檔案罷，任其自然，爛掉，霉掉，蛀掉，偷掉，甚而至於燒掉，倒是天下太平；倘一加人為，一“辦”，那就輿論沸騰，不可開交了。結果是辦事的人成為眾矢之的，謠言和讒謗，百口也分不清。所以他的主張是“這個東西萬萬動不得”。\n\n這兩位熟於掌故的“要辦”和“不辦”的老先生，從此都知道各人的意思，說說笑笑，……但竟拖延下去了。於是麻袋們又安穩地躺了十來年。\n\n這回是F先生來做教育總長了，他是藏書和“考古”的名人。我想，他一定聽到了什麼謠言，以為麻袋裡定有好的宋版書——“海內孤本”。這一類謠言是常有的，我早先還聽得人說，其中且有什麼妃的繡鞋和什麼王的頭骨哩。有一天，他就發一個命令，教我和G主事試看麻袋。即日搬了二十個到西花廳，我們倆在塵埃中看寶貝，大抵是賀表，黃綾封，要說好是也可以說好的，但太多了，倒覺得不希奇。還有奏章，小刑名案子居多，文字是半滿半漢，只有幾個是也特別的，但滿眼都是了，也覺得討厭。殿試捲是一本也沒有；另有幾箱，原在教育部，不過都是二三甲的卷子，聽說名次高一點的在清朝便已被人偷去了，何況乎狀元。至於宋版書呢，有是有的，或則破爛的半本，或是撕破的幾張。也有清初的黃榜，也有實錄的稿本。朝鮮的賀正表，我記得也發見過一張。\n\n我們後來又看了兩天，麻袋的數目，記不清楚了，但奇怪，這時以考察歐美教育馳譽的Y次長，以講大話出名的C參事，忽然都變為考古家了。他們和F總長，都“念茲在茲”，在塵埃中間和破紙旁邊離不開。凡有我們檢起在桌上的，他們總要拿進去，說是去看看。等到送還的時候，往往比原先要少一點，上帝在上，那倒是真的。\n\n大約是幾葉宋版書作怪罷，F總長要大舉整理了，另派了部員幾十人，我倒幸而不在內。其時歷史博物館籌備處已經遷在午門，處長早換了YT；麻袋們便在午門上被整理。YT是一個旗人，京腔說得極漂亮，文字從來不談的，但是，奇怪之至，他竟也忽然變成考古家了，對於此道津津有味。後來還珍藏著一本宋版的什麼《司馬法》，可惜缺了角，但已經都用古色紙補了起來。\n\n那時的整理法我不大記得了，要之，是分為“保存”和“放棄”，即“有用”和“無用”的兩部分。從此幾十個部員，即天天在塵埃和破紙中出沒，漸漸完工 ——出沒了多少天，我也記不清楚了。“保存”的一部分，後來給北京大學又分了一大部分去。其餘的仍藏博物館。不要的呢，當時是散放在午門的門樓上。\n\n那麼，這些不要的東西，應該可以銷毀了罷，免得失火。\n\n不，據“高等做官教科書”所指示，不能如此草草的。派部員幾十人辦理，雖說倘有後患，即應由他們負責，和總長無干。但究竟還只一部，外面說起話來，指摘的還是某部，而非某部的某某人。既然只是“部”，就又不能和總長無干了。\n\n於是辦公事，請各部都派員會同再行檢查。這宗公事是靈的，不到兩星期，各部都派來了，從兩個至四個，其中很多的是新從外洋回來的留學生，還穿著嶄新的洋服。於是濟濟蹌蹌，又在灰土和廢紙之間鑽來鑽去。但是，說也奇怪，好幾個嶄新的留學生又都忽然變了考古家了，將破爛的紙張，絹片，塞到洋褲袋裡——但這是傳聞之詞，我沒有目睹。\n\n這一種儀式既經舉行，即倘有後患，各部都該負責，不能超然物外，說風涼話了。從此午門樓上的空氣，便再沒有先前一般緊張，只見一大群破紙寂寞地鋪在地面上，時有一二工役，手執長木棍，攪著，拾取些黃綾表簽和別的他們所要的東西。\n\n那麼，這些不要的東西，應該可以銷毀了罷，免得失火。\n\n不。F總長是深通“高等做官學”的，他知道萬不可燒，一燒必至於變成寶貝，正如人們一死，訃文上即都是第一等好人一般。況且他的主義本來並不在避火，所以他便不管了，接著，他也就“下野”了。\n\n這些廢紙從此便又沒有人再提起，直到歷史博物館自行賣掉之後，才又掀起了一陣神秘的風波。\n\n我的話實在也未免有些煞風景，近乎說，這殘餘的廢紙里，已沒有什麼寶貝似的。那麼，外面驚心動魄的什麼唐畫呀，蜀石經呀，宋版書呀，何從而來的呢？我想，這也是別人必發的質問。\n\n我想，那是這樣的。殘餘的破紙里，大約總不免有所謂東西留遺，但未必會有蜀刻和宋版，因為這正是大家所註意搜索的。現在好東西的層出不窮者，一，是因為闊人先前陸續偷去的東西，本不敢示人，現在卻得了可以發表的機會；二，是許多假造的古董，都掛了出於八千麻袋中的招牌而上市了。\n\n還有，蔣先生以為國立圖書館“五六年來一直到此刻，每次戰爭的勝來敗去總得糟蹋得很多。”那可也不然的。從元年到十五年，每次戰爭，圖書館從未遭過損失。只當袁世凱稱帝時，曾經幾乎遭一個皇室中人攘奪，然而幸免了。它的厄運，是在好書被有權者用相似的本子來掉換，年深月久，弄得面目全非，但我不想在這裡多說了。\n\n中國公共的東西，實在不容易保存。如果當局者是外行，他便將東西糟完，倘是內行，他便將東西偷完。而其實也並不單是對於書籍或古董。\n\n一九二七，一二，二四。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"憂“天乳”","content":"《順天時報》載北京辟才胡同女附中主任歐陽曉瀾女士不許剪髮之女生報考，致此等人多有望洋興嘆之概云云。\n\n是的，情形總要到如此，她不能別的了。但天足的女生尚可投考，我以為還有光明。不過也太嫌“新”一點。\n\n男男女女，要吃這前世冤家的頭髮的苦，是只要看明末以來的陳跡便知道的。〔我在清末因為沒有辮子，曾吃了許多苦，所以我不贊成女子剪髮。北京的辮子，是奉了袁世凱的命令而剪的，但並非單純的命令，後面大約還有刀。否則，恐怕現在滿城還拖著。女子剪髮也一樣，總得有一個皇帝（或者別的名稱也可以），下令大家都剪才行。自然，雖然如此，有許多還是不高興的，但不敢不剪。一年半載，也就忘其所以了；兩年以後，便可以到大家以為女人不該有長頭髮的世界。這時長髮女生，即有“望洋興嘆”之憂。倘只一部分人說些理由，想改變一點，那是歷來沒有成功過。\n\n但現在的有力者，也有主張女子剪髮的，可惜據地不堅。\n\n同是一處地方，甲來乙走，丙來甲走，甲要短，丙要長，長者剪，短了殺。這幾年似乎是青年遭劫時期，尤其是女性。報載有一處是鼓吹剪髮的，後來別一軍攻入了，遇到剪髮女子，即慢慢拔去頭髮，還割去兩乳……。這一種刑罰，可以證明男子短髮，已為全國所公認。只是女人不準學。去其兩乳，即所以使其更像男子而警其妄學男子也。以此例之，歐陽曉瀾女士蓋尚非甚嚴歟？\n\n今年廣州在禁女學生束胸，違者罰洋五十元。報章稱之曰“天乳運動”。有人以不得樊增祥作命令為憾。公文上不見“雞頭肉”等字樣，蓋殊不足以饜文人學士之心。此外是報上的俏皮文章，滑稽議論。我想，如此而已，而已終古。\n\n我曾經也有過“杞天之慮”，以為將來中國的學生出身的女性，恐怕要失去哺乳的能力，家家須雇乳娘。但僅只攻擊束胸是無效的。第一，要改良社會思想，對於乳房較為大方；第二，要改良衣裝，將上衣系進裙裏去。旗袍和中國的短衣，都不適於乳的解放，因為其時即胸部以下掀起，不便，也不好看的。\n\n還有一個大問題，是會不會乳大忽而算作犯罪，無處投考？我們中國在中華民國未成立以前，是只有“不齒於四民之列”者，才不準考試的。據理而言，女子斷髮既以失男女之別，有罪，則天乳更以加男女之別，當有功。但天下有許多事情，是全不能以口舌爭的。總要上諭，或者指揮刀。\n\n否則，已經有了“短髮犯”了，此外還要增加“天乳犯”，或者也許還有“天足犯”。嗚呼，女性身上的花樣也特別多，而人生亦從此多苦矣。\n\n我們如果不談什麼革新，進化之類，而專為安全著想，我以為女學生的身體最好是長髮，束胸，半放腳（纏過而又放之，一名文明腳）。因為我從北而南，所經過的地方，招牌旗幟，盡管不同，而對於這樣的女人，卻從不聞有一處仇視她的。\n\n九月四日\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"文學和出汗","content":"上海的教授對人講文學，以為文學當描寫永遠不變的人性，否則便不久長。例如英國，莎士比亞和別的一兩個人所寫的是永久不變的人性，所以至今流傳，其余的不這樣，就都消滅了雲。\n\n這真是所謂“你不說我倒還明白，你越說我越胡塗”了。\n\n英國有許多先前的文章不流傳，我想，這是總會有的，但竟沒有想到它們的消滅，乃因為不寫永久不變的人性。現在既然知道了這一層，卻更不解它們既已消滅，現在的教授何從看見，卻居然斷定它們所寫的都不是永久不變的人性了。\n\n只要流傳的便是好文學，只要消滅的便是壞文學；搶得天下的便是王，搶不到天下的便是賊。莫非中國式的歷史論，也將溝通了中國人的文學論歟？\n\n而且，人性是永久不變的麽？\n\n類人猿，類猿人，原人，古人，今人，未來的人，……\n\n如果生物真會進化，人性就不能永久不變。不說類猿人，就是原人的脾氣，我們大約就很難猜得著的，則我們的脾氣，恐怕未來的人也未必會明白。要寫永久不變的人性，實在難哪。\n\n譬如出汗罷，我想，似乎於古有之，於今也有，將來一定暫時也還有，該可以算得較為“永久不變的人性”了。然而“弱不禁風”的小姐出的是香汗，“蠢笨如牛”的工人出的是臭汗。不知道倘要做長留世上的文字，要充長留世上的文學家，是描寫香汗好呢，還是描寫臭汗好？這問題倘不先行解決，則在將來文學史上的位置，委實是“岌岌乎殆哉”。\n\n聽說，例如英國，那小說，先前是大抵寫給太太小姐們看的，其中自然是香汗多；到十九世紀後半，受了俄國文學的影響，就很有些臭汗氣了。那一種的命長，現在似乎還在不可知之數。\n\n在中國，從道士聽論道，從批評家聽談文，都令人毛孔痙攣，汗不敢出。然而這也許倒是中國的“永久不變的人性”罷。\n\n二七，一二，二三\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"革命時代的文學","content":"\n\n本篇記錄稿最初發表於一九二七年六月十二日廣州黃埔軍官學校出版的《黃埔生活》周刊第四期，收入本集時作者作了修改。\n\n今天要講幾句的話是就將這“革命時代的文學”算作題目。這學校是邀過我好幾次了，我總是推宕著沒有來。為什麽呢？因為我想，諸君的所以來邀我，大約是因為我曾經做過幾篇小說，是文學家，要從我這裏聽文學。其實我並不是的，並不懂什麽。我首先正經學習的是開礦，叫我講掘煤，也許比講文學要好一些。自然，因為自己的嗜好，文學書是也時常看看的，不過並無心得，能說出於諸君有用的東西來。加以這幾年，自己在北京所得的經驗，對於一向所知道的前人所講的文學的議論，都漸漸的懷疑起來。那是開槍打殺學生的時候罷，文禁也嚴厲了，我想：文學文學，是最不中用的，沒有力量的人講的；有實力的人並不開口，就殺人，被壓迫的人講幾句話，寫幾個字，就要被殺；即使幸而不被殺，但天天吶喊，叫苦，鳴不平，而有實力的人仍然壓迫，虐待，殺戮，沒有方法對付他們，這文學於人們又有什麽益處呢？\n\n在自然界裏也這樣，鷹的捕雀，不聲不響的是鷹，吱吱叫喊的是雀；貓的捕鼠，不聲不響的是貓，吱吱叫喊的是老鼠；結果，還是只會開口的被不開口的吃掉。文學家弄得好，做幾篇文章，也許能夠稱譽於當時，或者得到多少年的虛名罷，——譬如一個烈士的追悼會開過之後，烈士的事情早已不提了，大家倒傳誦著誰的挽聯做得好：這實在是一件很穩當的買賣。\n\n但在這革命地方的文學家，恐怕總喜歡說文學和革命是大有關系的，例如可以用這來宣傳，鼓吹，煽動，促進革命和完成革命。不過我想，這樣的文章是無力的，因為好的文藝作品，向來多是不受別人命令，不顧利害，自然而然地從心中流露的東西；如果先掛起一個題目，做起文章來，那又何異於八股，在文學中並無價值，更說不到能否感動人了。\n\n為革命起見，要有“革命人”，“革命文學”倒無須急急，革命人做出東西來，才是革命文學。所以，我想：革命，倒是與文章有關系的。革命時代的文學和平時的文學不同，革命來了，文學就變換色彩。但大革命可以變換文學的色彩，小革命卻不，因為不算什麽革命，所以不能變換文學的色彩。在此地是聽慣了“革命”了，江蘇浙江談到革命二字，聽的人都很害怕，講的人也很危險。其實“革命”是並不稀奇的，惟其有了它，社會才會改革，人類才會進步，能從原蟲到人類，從野蠻到文明，就因為沒有一刻不在革命。生物學家告訴我們：“人類和猴子是沒有大兩樣的，人類和猴子是表兄弟。”但為什麽人類成了人，猴子終於是猴子呢？這就因為猴子不肯變化——它愛用四只腳走路。也許曾有一個猴子站起來，試用兩腳走路的罷，但許多猴子就說：“我們底祖先一向是爬的，不許你站！”咬死了。它們不但不肯站起來，並且不肯講話，因為它守舊。人類就不然，他終於站起，講話，結果是他勝利了。現在也還沒有完。所以革命是並不稀奇的，凡是至今還未滅亡的民族，還都天天在努力革命，雖然往往不過是小革命。\n\n大革命與文學有什麽影響呢？大約可以分開三個時候來說：\n\n所以大革命時代的文學便只好暫歸沉寂了。\n\n革命雖然進行，但社會上舊人物還很多，決不能一時變成新人物，他們的腦中滿藏著舊思想舊東西；環境漸變，影響到他們自身的一切，於是回想舊時的舒服，便對於舊社會眷念不已，戀戀不舍，因而講出很古的話，陳舊的話，形成這樣的文學。這種文學都是悲哀的調子，表示他心裏不舒服，一方面看見新的建設勝利了，一方面看見舊的制度滅亡了，所以唱起挽歌來。但是懷舊，唱挽歌，就表示已經革命了，如果沒有革命，舊人物正得勢，是不會唱挽歌的。\n\n不過中國沒有這兩種文學——對舊制度挽歌，對新制度謳歌；因為中國革命還沒有成功，正是青黃不接，忙於革命的時候。不過舊文學仍然很多，報紙上的文章，幾乎全是舊式。我想，這足見中國革命對於社會沒有多大的改變，對於守舊的人沒有多大的影響，所以舊人仍能超然物外。廣東報紙所講的文學，都是舊的，新的很少，也可以證明廣東社會沒有受革命影響；沒有對新的謳歌，也沒有對舊的挽歌，廣東仍然是十年前底廣東。不但如此，並且也沒有叫苦，沒有鳴不平；止看見工會參加遊行，但這是政府允許的，不是因壓迫而反抗的，也不過是奉旨革命。中國社會沒有改變，所以沒有懷舊的哀詞，也沒有嶄新的進行曲，只在蘇俄卻已產生了這兩種文學。他們的舊文學家逃亡外國，所作的文學，多是吊亡挽舊的哀詞；新文學則正在努力向前走，偉大的作品雖然還沒有，但是新作品已不少，他們已經離開怒吼時期而過渡到謳歌的時期了。贊美建設是革命進行以後的影響，再往後去的情形怎樣，現在不得而知，但推想起來，大約是平民文學罷，因為平民的世界，是革命的結果。\n\n現在中國自然沒有平民文學，世界上也還沒有平民文學，所有的文學，歌呀，詩呀，大抵是給上等人看的；他們吃飽了，睡在躺椅上，捧著看。一個才子出門遇見一個佳人，兩個人很要好，有一個不才子從中搗亂，生出差遲來，但終於團圓了。這樣地看看，多麽舒服。或者講上等人怎樣有趣和快樂，下等人怎樣可笑。前幾年《新青年》載過幾篇小說，描寫罪人在寒地裏的生活，大學教授看了就不高興，因為他們不喜歡看這樣的下流人。如果詩歌描寫車夫，就是下流詩歌；\n\n一出戲裏，有犯罪的事情，就是下流戲。他們的戲裏的腳色，止有才子佳人，才子中狀元，佳人封一品夫人，在才子佳人本身很歡喜，他們看了也很歡喜，下等人沒奈何，也只好替他們一同歡喜歡喜。在現在，有人以平民——工人農民——\n\n為材料，做小說做詩，我們也稱之為平民文學，其實這不是平民文學，因為平民還沒有開口。這是另外的人從旁看見平民的生活，假托平民底口吻而說的。眼前的文人有些雖然窮，但總比工人農民富足些，這才能有錢去讀書，才能有文章；一看好像是平民所說的，其實不是；這不是真的平民小說。平民所唱的山歌野曲，現在也有人寫下來，以為是平民之音了，因為是老百姓所唱。但他們間接受古書的影響很大，他們對於鄉下的紳士有田三千畝，佩服得不了，每每拿紳士的思想，做自己的思想，紳士們慣吟五言詩，七言詩；因此他們所唱的山歌野曲，大半也是五言或七言。這是就格律而言，還有構思取意，也是很陳腐的，不能稱是真正的平民文學。現在中國底小說和詩實在比不上別國，無可奈何，只好稱之曰文學；談不到革命時代的文學，更談不到平民文學。現在的文學家都是讀書人，如果工人農民不解放，工人農民的思想，仍然是讀書人的思想，必待工人農民得到真正的解放，然後才有真正的平民文學。有些人說：“中國已有平民文學”，其實這是不對的。\n\n諸君是實際的戰爭者，是革命的戰士，我以為現在還是不要佩服文學的好。學文學對於戰爭，沒有益處，最好不過作一篇戰歌，或者寫得美的，便可於戰余休憩時看看，倒也有趣。要講得堂皇點，則譬如種柳樹，待到柳樹長大，濃陰蔽日，農夫耕作到正午，或者可以坐在柳樹底下吃飯，休息休息。中國現在的社會情狀，止有實地的革命戰爭，一首詩嚇不走孫傳芳，一炮就把孫傳芳轟走了。自然也有人以為文學於革命是有偉力的，但我個人總覺得懷疑，文學總是一種余裕的產物，可以表示一民族的文化，倒是真的。\n\n人大概是不滿於自己目前所做的事的，我一向只會做幾篇文章，自己也做得厭了，而捏槍的諸君，卻又要聽講文學。\n\n我呢，自然倒願意聽聽大炮的聲音，仿佛覺得大炮的聲音或者比文學的聲音要好聽得多似的。我的演說只有這樣多，感謝諸君聽完的厚意！\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"文藝和革命","content":"歡喜維持文藝的人們，每在革命地方，便愛說“文藝是革命的先驅”。\n\n我覺得這很可疑。或者外國是如此的罷；中國自有其特別國情，應該在例外。現在妄加編排，以質同誌——\n\n外國是革命軍興以前，就有被迫出國的盧梭，流放極邊的珂羅連珂……。\n\n好了。倘若硬要樂觀，也可以了。因為我們常聽到所謂文學家將要出國的消息，看見新聞上的記載，廣告；看見詩；\n\n看見文。雖然尚未動身，卻也給我們一種“將來學成歸國，了不得呀！”的豫感，——希望是誰都願意有的。\n\n十二月二十四夜零點一分五秒\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"再談香港","content":"我經過我所視為“畏途”的香港，算起來九月二十八日是第三回。\n\n第一回帶著一點行李，但並沒有遇見什麼事。第二回是單身往來，那情狀，已經寫過一點了。這回卻比前兩次仿佛先就感到不安，因為曾在《創造月刊》上王獨清先生的通信中，見過英國雇用的中國同胞上船“查關”的威武：非罵則打，或者要幾塊錢。而我是有十隻書箱在統艙裏，六隻書箱和衣箱在房艙裏的。\n\n看看掛英旗的同胞的手腕，自然也可說是一種經歷，但我又想，這代價未免太大了，這些行李翻動之後，單是重行整理捆紮，就須大半天；要實驗，最好只有一兩件。然而已經如此，也就隨他如此罷。只是給錢呢，還是聽他逐件查驗呢？倘查驗，我一個人一時怎麼收拾呢？\n\n船是二十八日到香港的，當日無事。第二天午後，茶房匆匆跑來了，在房外用手招我道：\n\n“查關！開箱子去！”\n\n我拿了鑰匙，走進統艙，果然看見兩位穿深綠色制服的英屬同胞，手執鐵簽，在箱堆旁站著。我告訴他這裏面是舊書，他似乎不懂，嘴裏只有三個字：\n\n“打開來！”\n\n“這是對的，”我想，“他怎能相信漠不相識的我的話呢。”\n\n自然打開來，於是靠了兩個茶房的幫助，打開來了。\n\n他一動手，我立刻覺得香港和廣州的查關的不同。我出廣州，也曾受過檢查。但那邊的檢查員，臉上是有血色的，也懂得我的話。每一包紙或一部書，抽出來看後，便放在原地方，所以毫不淩亂。的確是檢查。而在這“英人的樂園”的香港可大兩樣了。檢查員的臉是青色的，也似乎不懂我的話。\n\n他只將箱子的內容倒出，翻攪一通，倘是一個紙包，便將包紙撕破，於是一箱書籍，經他攪松之後，便高出箱面有六七寸了。\n\n“打開來！”\n\n其次是第二箱。我想，試一試罷。\n\n“兩塊。”我原也肯多給幾塊的，因為這檢查法委實可怕，十箱書收拾妥帖，至少要五點鐘。可惜我一元的鈔票只有兩張了，此外是十元的整票，我一時還不肯獻出去。\n\n“打開來！”\n\n兩個茶房將第二箱擡到艙面上，他如法泡制，一箱書又變了一箱半，還撕碎了幾個厚紙包。一面“查關”，一面磋商，我添到五元，他減到七元，即不肯再減。其時已經開到第五箱，四面圍滿了一群看熱鬧的旁觀者。\n\n箱子已經開了一半了，索性由他看去罷，我想著，便停止了商議，只是“打開來”。但我的兩位同胞也仿佛有些厭倦了似的，漸漸不像先前一般翻箱倒篋，每箱只抽二三十本書，拋在箱面上，便畫了查訖的記號了。其中有一束舊信劄，似乎頗惹起他們的興味，振了一振精神，但看過四五封之後，也就放下了。此後大抵又開了一箱罷，他們便離開了亂書堆：這就是終結。\n\n我仔細一看，已經打開的是八箱，兩箱絲毫未動。而這兩個碩果，卻全是伏園的書箱，由我替他帶回上海來的。至於我自己的東西，是全部亂七八糟。\n\n“吉人自有天相，伏園真福將也！而我的華蓋運卻還沒有走完，噫吁唏……”我想著，蹲下去隨手去拾亂書。拾不幾本，茶房又在艙口大聲叫我了：\n\n“你的房裏查關，開箱子去！”\n\n我將收拾書箱的事托了統艙的茶房，跑回房艙去。果然，兩位英屬同胞早在那裏等我了。床上的鋪蓋已經掀得稀亂，一個凳子躺在被鋪上。我一進門，他們便搜我身上的皮夾。我以為意在看看名刺，可以知道姓名。然而並不看名刺，只將裏面的兩張十元鈔票一看，便交還我了。還囑咐我好好拿著，仿佛很怕我遺失似的。\n\n其次是開提包，裏面都是衣服，只抖開了十來件，亂堆在床鋪上。其次是看提籃，有一個包著七元大洋的紙包，打開來數了一回，默然無話。還有一包十元的在底裏，卻不被發見，漏網了。其次是看長椅子上的手巾包，內有角子一包十元，散的四五元，銅子數十枚，看完之後，也默然無話。其次是開衣箱。這回可有些可怕了。我取鎖匙略遲，同胞已經捏著鐵簽作將要毀壞鉸鏈之勢，幸而鑰匙已到，始慶安全。裏面也是衣服，自然還是照例的抖亂，不在話下。\n\n“你給我們十塊錢，我們不搜查你了。”一個同胞一面搜衣箱，一面說。\n\n我就抓起手巾包裏的散角子來，要交給他。但他不接受，回過頭去再“查關”。\n\n話分兩頭。當這一位同胞在查提包和衣箱時，那一位同胞是在查網籃。但那檢查法，和在統艙裏查書箱的時候又兩樣了。那時還不過搗亂，這回卻變了毀壞。他先將魚肝油的紙匣撕碎，擲在地板上，還用鐵簽在蔣徑三君送我的裝著含有荔枝香味的茶葉的瓶上鉆了一個洞。一面鉆，一面四顧，在桌上見了一把小刀。這是在北京時用十幾個銅子從白塔寺買來，帶到廣州，這回削過楊桃的。事後一量，連柄長華尺五寸三分。然而據說是犯了罪了。\n\n“這是兇器，你犯罪的。”他拿起小刀來，指著向我說。\n\n我不答話，他便放下小刀，將鹽煮花生的紙包用指頭挖了一個洞。接著又拿起一盒蚊煙香。\n\n“這是什麼？”\n\n“蚊煙香。盒子上不寫著麼？”我說。\n\n“不是。這有些古怪。”\n\n他於是抽出一枝來，嗅著。後來不知如何，因為這一位同胞已經搜完衣箱，我須去開第二隻了。這時卻使我非常為難，那第二隻裏並不是衣服或書籍，是極其零碎的東西：照片，鈔本，自己的譯稿，別人的文稿，剪存的報章，研究的資料……。我想，倘一毀壞或攪亂，那損失可太大了。而同胞這時忽又去看了一回手巾包。我於是大悟，決心拿起手巾包裏十元整封的角子，給他看了一看。他回頭向門外一望，然後伸手接過去，在第二隻箱上畫了一個查訖的記號，走向那一位同胞去。大約打了一個暗號罷，——然而奇怪，他並不將錢帶走，卻塞在我的枕頭下，自己出去了。\n\n這時那一位同胞正在用他的鐵簽，惡狠狠地刺入一個裝著餅類的壇子的封口去。我以為他一聽到暗號，就要中止了。\n\n而孰知不然。他仍然繼續工作，挖開封口，將蓋著的一片木板摔在地板上，碎為兩片，然後取出一個餅，捏了一捏，擲入壇中，這才也揚長而去了。\n\n天下太平。我坐在煙塵陡亂，亂七八糟的小房裏，悟出我的兩位同胞開手的搗亂，倒並不是惡意。即使議價，也須在小小亂七八糟之後，這是所以“掩人耳目”的，猶言如此淩亂，可見已經檢查過。王獨清先生不雲乎？同胞之外，是還有一位高鼻子，白皮膚的主人翁的。當收款之際，先看門外者大約就為此。但我一直沒有看見這一位主人翁。\n\n後來的毀壞，卻很有一點惡意了。然而也許倒要怪我自己不肯拿出鈔票去，只給銀角子。銀角子放在制服的口袋裏，沉墊墊地，確是易為主人翁所發見的，所以只得暫且放在枕頭下。我想，他大概須待公事辦畢，這才再來收賬罷。\n\n皮鞋聲橐橐地自遠而近，停在我的房外了，我看時，是一個白人，頗胖，大概便是兩位同胞的主人翁了。\n\n“查過了？”他笑嘻嘻地問我。\n\n的確是的，主人翁的口吻。但是，一目了然，何必問呢？\n\n或者因為看見我的行李特別亂七八糟，在慰安我，或在嘲弄我罷。\n\n他從房外拾起一張《大陸報》附送的圖畫，本來包著什物，由同胞撕下來拋出去的，倚在壁上看了一回，就又慢慢地走過去了。\n\n我想，主人翁已經走過，“查關”該已收場了，於是先將第一隻衣箱整理，捆好。\n\n不料還是不行。一個同胞又來了，叫我“打開來”，他要查。接著是這樣的問答——\n\n“他已經看過了。”我說。\n\n“沒有看過。沒有打開過。打開來！”\n\n“我剛剛捆好的。”\n\n“我不信。打開來！”\n\n“這裏不畫著查過的符號麼？”\n\n“那麼，你給了錢了罷？你用賄賂……”\n\n“…………”\n\n“你給了多少錢？”\n\n“你去問你的一夥去。”\n\n他去了。不久，那一個又忙忙走來，從枕頭下取了錢，此後便不再看見，——真正天下太平。\n\n我才又慢慢地收拾那行李。只見桌子上聚集著幾件東西，是我的一把剪刀，一個開罐頭的家夥，還有一把木柄的小刀。\n\n大約倘沒有那十元小洋，便還要指這為“兇器”，加上“古怪”的香，來恐嚇我的罷。但那一枝香卻不在桌子上。\n\n船一走動，全船反顯得更閑靜了，茶房和我閑談，卻將這翻箱倒篋的事，歸咎於我自己。\n\n“你生得太瘦了，他疑心你是販雅片的。”他說。\n\n我實在有些愕然。真是人壽有限，“世故”無窮。我一向以為和人們搶飯碗要碰釘子，不要飯碗是無妨的。去年在廈門，才知道吃飯固難，不吃亦殊為“學者”所不悅，得了不守本分的批評。鬍鬚的形狀，有國粹和歐式之別，不易處置，我是早經明白的。今年到廣州，才又知道雖顏色也難以自由，有人在日報上警告我，叫我的鬍子不要變灰色，又不要變紅色。至於為人不可太瘦，則到香港才省悟，先前是夢裏也未曾想到的。\n\n的確，監督著同胞“查關”的一個西洋人，實在吃得很肥胖。\n\n香港雖只一島，卻活畫著中國許多地方現在和將來的小照：中央幾位洋主子，手下是若干頌德的“高等華人”和一夥作倀的奴氣同胞。此外即全是默默吃苦的“土人”，能耐的死在洋場上，耐不住的逃入深山中，苗瑤是我們的前輩。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"}]