[{"name":"1\t一九〇三年","content":"一九二九年\n\n\n［诗］\n\n一九一二年\n\n一九三一年\n\n一九三二年\n\n一九三三年\n\n\n［附录］\n\n一九二八年——一九二九年\n\n《奔流》編校後記（一——十二）\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"墳墓裡休息著……","content":"墳墓裡休息著我的初戀的人兒，\n而我的苦痛就如月亮，當墳墓的夜中。\n新的愛從我這裡起來了，太陽似的。\n而那月亮……在太陽的威力下柔融。\n\n\n\n这部作品也可能在本国本地版权期限更长，但对外国外地作品应用较短期限规则的国家以及地区，属于公有领域。\n\n\n\n"},{"name":"通讯","content":"旭生先生：\n\n　　前天收到《猛進》第一期，我想是先生寄來的，或者是玄伯先生寄來的。無論是誰寄的，總之：我謝謝。\n\n　　那一期裡有論市政的話，使我忽然想起一件不相干的事來。我現在住在一條小胡同裡，這裡有所謂土車者，每月收幾吊錢，將煤灰之類搬出去。搬出去怎麼辦呢？就堆在街道上，這街就每日增高。有幾所老房子，只有一半露出在街上的，就正在豫告著別的房屋的將來。我不知道什麼緣故，見了這些人家，就像看見了中國人的歷史。\n\n　　姓名我忘記了，總之是一個明末的遺民，他曾將自己的書齋題作「活埋庵」。誰料現在的北京的人家，都在建造「活埋庵」，還要自己拿出建造費。看看報章上的論壇，「反改革」的空氣濃厚透頂了，滿車的「祖傳」，「老例」，「國粹」等等，都想來堆在道路上，將所有的人家完全活埋下去，「強聒不舍」，也許是一個藥方罷，但據我所見，則有些人們——甚至於竟是青年——的論調，簡直和「戊戌政變」時候的反對改革者的論調一模一樣。你想，二十七年了，還是這樣，豈不可怕。大約國民如此，是決不會有好的政府的；好的政府，或者反而容易倒。也不會有好議員的；現在常有人罵議員，說他們收賄，無特操，趨炎附勢，自私自利，但大多數的國民，豈非正是如此的麼？這類的議員，其實確是國民的代表。\n\n　　我想，現在的辦法，首先還得用那幾年以前《新青年》上已經說過的「思想革命」。還是這一句話，雖然未免可悲，但我以為除此沒有別的法。而且還是準備「思想革命」的戰士，和目下的社會無關。待到戰士養成了，於是再決勝負。我這種迂遠而且渺茫的意見，自己也覺得是可歎的，但我希望於《猛進》的，也終於還是「思想革命」。\n\n　　魯迅。三月十二日。\n\n旭生先生：\n　　給我的信早看見了，但因為瑣瑣的事情太多，所以到現在才能作答。\n\n　　有一個專講文學思想的月刊，確是極好的事，字數的多少，倒不算什麼問題。第一為難的卻是撰人，假使還是這幾個人，結果即還是一種增大的某週刊或合訂的各週刊之類。況且撰人一多，則因為希圖保持內容的較為一致起見，即不免有互相牽就之處，很容易變為和平中正，吞吞吐吐的東西，而無聊之狀於是乎可掬。現在的各種小週刊，雖然量少力微，卻是小集團或單身的短兵戰，在黑暗中，時見匕首的閃光，使同類者知道也還有誰還在襲擊古老堅固的堡壘，較之看見浩大而灰色的軍容，或者反可以會心一笑。在現在，我倒只希望這類的小刊物增加，只要所向的目標小異大同，將來就自然而然的成了聯合戰線，效力或者也不見得小。但目下倘有我所未知的新的作家起來，那當然又作別論。\n\n　　通俗的小日報，自然也緊要的；但此事看去似易，做起來卻很難。我們只要將《第一小報》與《群強報》之類一比，即知道實與民意相去太遠，要收穫失敗無疑。民眾要看皇帝何在，太妃安否，而《第一小報》卻向他們去講「常識」，豈非悖謬。教書一久，即與一般社會睽離，無論怎樣熱心，做起事來總要失敗。假如一定要做，就得存學者的良心，有市儈的手段，但這類人才，怕教員中間是未必會有的。我想，現在沒奈何，也只好從智識階級——其實中國並沒有俄國之所謂智識階級，此事說起來話太長，姑且從眾這樣說——一面先行設法，民眾俟將來再談。而且他們也不是區區文字所能改革的，歷史通知過我們，清兵入關，禁纏足，要垂辮，前一事只用文告，到現在還是放不掉，後一事用了別的法，到現在還在拖下來。\n\n　　單為在校的青年計，可看的書報實在太缺乏了，我覺得至少還該有一種通俗的科學雜誌，要淺顯而且有趣的。可惜中國現在的科學家不大做文章，有做的，也過於高深，於是就很枯燥。現在要Brehm的講動物生活，Fabre的講昆蟲故事似的有趣，並且插許多圖畫的；但這非有一個大書店擔任即不能印。至於作文者，我以為只要科學家肯放低手眼，再看看文藝書，就夠了。\n\n　　前三四年有一派思潮，毀了事情頗不少。學者多勸人踱進研究室，文人說最好是搬入藝術之宮，直到現在都還不大出來，不知道他們在那裡面情形怎樣。這雖然是自己願意，但一大半也因新思想而仍中了「老法子」的計。我新近才看出這圈套，就是從「青年必讀書」事件以來，很收些贊同和嘲罵的信，凡贊同者，都很坦白，並無什麼恭維。如果開首稱我為什麼「學者」「文學家」的，則下面一定是謾駡。我才明白這等稱號，乃是他們所公設的巧計，是精神的枷鎖，故意將你定為「與眾不同」，又借此來束縛你的言動，使你於他們的老生活上失去危險性的。不料有許多人，卻自囚在什麼室什麼宮裡，豈不可惜。只要擲去了這種尊號，搖身一變，化為潑皮，相罵相打（輿論是以為學者只應該拱手講講義的），則世風就會日上，而月刊也辦成了。\n\n　　先生的信上說：惰性表現的形式不一，而最普通的，第一就是聽天任命，第二就是中庸。我以為這兩種態度的根柢，怕不可僅以惰性了之，其實乃是卑怯。遇見強者，不敢反抗，便以「中庸」這些話來粉飾，聊以自慰。所以中國人倘有權力，看見別人奈何他不得，或者有「多數」作他護符的時候，多是兇殘橫恣，宛然一個暴君，做事並不中庸；待到滿口「中庸」時，乃是勢力已失，早非「中庸」不可的時候了。一到全敗，則又有「命運」來做話柄，縱為奴隸，也處之泰然，但又無往而不合於聖道。這些現象，實在可以使中國人敗亡，無論有沒有外敵。要救正這些；也只好先行髮露各樣的劣點，撕下那好看的假面具來。\n\n　　魯迅。三月二十九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"2\t一九一八年","content":"一九二九年\n\n\n［诗］\n\n一九一二年\n\n一九三一年\n\n一九三二年\n\n一九三三年\n\n\n［附录］\n\n一九二八年——一九二九年\n\n《奔流》編校後記（一——十二）\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"3\t一九二四年","content":"一九二九年\n\n\n［诗］\n\n一九一二年\n\n一九三一年\n\n一九三二年\n\n一九三三年\n\n\n［附录］\n\n一九二八年——一九二九年\n\n《奔流》編校後記（一——十二）\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"人與時","content":"署名唐俟發表\n\n一人說，將來胜過現在。 \n一人說，現在遠不及從前。 \n一人說，什麽？ \n時道，你們都侮辱我的現在。 \n從前好的，自己回去。 \n將來好的，跟我前去。 \n這說什麽的， \n我不知你說什麽。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"序言","content":"聽說：中國的好作家是大抵「悔其少作」的，他在自定集子的時候，就將少年時代的作品盡力刪除，或者簡直全部燒掉。我想，這大約和現在的老成的少年，看見他嬰兒時代的出屁股，銜手指的照相一樣，自愧其幼稚，因而覺得有損於他現在的尊嚴，——於是以為倘使可以隱蔽，總還是隱蔽的好。但我對於自己的「少作」，愧則有之，悔卻從來沒有過。出屁股，銜手指的照相，當然是惹人發笑的，但自有嬰年的天真，決非少年以至老年所能有。況且如果少時不作，到老恐怕也未必就能作，又怎麼還知道悔呢？ \n\n先前自己編了一本《墳》，還留存著許多文言文，就是這意思；這意思和方法，也一直至今沒有變。但是，也有漏落的：是因為沒有留存著底子，忘記了。也有故意刪掉的：是或者因為看去好像抄譯，卻又年遠失記，連自己也懷疑；或者因為不過對於一人，一時的事，和大局無關，情隨事遷，無須再錄；或者因為本不過開些玩笑，或是出於暫時的誤解，幾天之後，便無意義，不必留存了。 \n\n但使我吃驚的是霽雲先生竟抄下了這麼一大堆，連三十多年前的時文，十多年前的新詩，也全在那裡面。這真好像將我五十多年前的出屁股，銜手指的照相，裝潢起來，並且給我自己和別人來賞鑒。連我自己也詫異那時的我的幼稚，而且近乎不識羞。但是，有什麼法子呢？這的確是我的影像，——由它去罷。 \n\n不過看起來也引起我一點回憶。例如最先的兩篇，就是我故意刪掉的。一篇是「雷錠」的最初的紹介，一篇是斯巴達的尚武精神的描寫，但我記得自己那時的化學和歷史的程度並沒有這樣高，所以大概總是從什麼地方偷來的，不過後來無論怎麼記，也再也記不起它們的老家；而且我那時初學日文，文法並未了然，就急於看書，看書並不很懂，就急於翻譯，所以那內容也就可疑得很。而且文章又多麼古怪，尤其是那一篇《斯巴達之魂》，現在看起來，自己也不免耳朵發熱。但這是當時的風氣，要激昂慷慨，頓挫抑揚，才能被稱為好文章，我還記得「被發大叫，抱書獨行，無淚可揮，大風滅燭」是大家傳誦的警句。但我的文章裡，也有受著嚴又陵的影響的，例如「涅伏」，就是「神經」的臘丁語的音譯，這是現在恐怕只有我自己懂得的了。以後又受了章太炎先生的影響，古了起來，但這集子裡卻一篇也沒有。 \n\n以後回到中國來，還給日報之類做了些古文，自己不記得究竟是什麼了，霽雲先生也找不出，我真覺得僥幸得很。 \n\n以後是抄古碑。再做就是白話；也做了幾首新詩。我其實是不喜歡做新詩的——但也不喜歡做古詩——只因為那時詩壇寂寞，所以打打邊鼓，湊些熱鬧；待到稱為詩人的一出現，就洗手不作了。我更不喜歡徐志摩那樣的詩，而他偏愛到各處投稿，《語絲》一出版，他也就來了，有人贊成他，登了出來，我就做了一篇雜感，和他開一通玩笑，使他不能來，他也果然不來了。這是我和後來的「新月派」積仇的第一步；語絲社同人中有幾位也因此很不高興我。不過不知道為什麼沒有收在《熱風》裡，漏落，還是故意刪掉的呢，已經記不清，幸而這集子裡有，那就是了。 \n\n只有幾篇講演，是現在故意刪去的。我曾經能講書，卻不善於講演，這已經是大可不必保存的了。而記錄的人，或者為了方音的不同，聽不很懂，於是漏落，錯誤；或者為了意見的不同，取捨因而不確，我以為要緊的，他並不記錄，遇到空話，卻詳詳細細記了一大通；有些則簡直好像是惡意的捏造，意思和我所說的正是相反的。凡這些，我只好當作記錄者自己的創作，都將它由我這裡刪掉。 \n\n我慚愧我的少年之作，卻並不後悔，甚而至於還有些愛，這真好像是「乳犢不怕虎」，亂攻一通，雖然無謀，但自有天真存在。現在是比較的精細了，然而我又別有其不滿於自己之處。我佩服會用拖刀計的老將黃漢升，但我愛莽撞的不顧利害而終于被部下偷了頭去的張翼德；我卻又憎惡張翼德型的不問青紅皂白，掄板斧「排頭砍去」的李逵，我因此喜歡張順的將他誘進水裡去，淹得他兩眼翻白。 \n\n一九三四年十二月二十日夜，魯迅記於上海之卓面書齋。\n\n"},{"name":"關於楊君襲來事件的辯正","content":"今天有幾位同學極誠實地告訴我，說十三日訪我的那一位學生確是神經錯亂的，十三日是發病的一天，此後就加重起來了。我相信這是真實情形，因為我對於神經患者的初發狀態沒有實見和注意研究過，所以很容易有看錯的時候。 \n\n現在我對於我那記事後半篇中神經過敏的推斷這幾段，應該注銷。但以為那記事卻還可以存在：這是意外地發露了人對人——至少是他對我和我對他——互相猜疑的真面目了。 \n\n當初，我確是不舒服，自己想，倘使他並非假裝，我即不至於如此噁心。現在知道是真的了，卻又覺得這犧牲實在太大，還不如假裝的好。然而事實是事實，還有什麼法子呢？我只能希望他從速回復健康。 \n\n十一月二十一日。 \n\n伏園兄： \n\n　　今天接到一封信和一篇文稿，是楊君的朋友，也是我的學生做的，真摯而悲哀，使我看了很覺得慘然，自己感到太易於猜疑，太易於憤怒。他已經陷入這樣的境地了，我還可以不趕緊來消除我那對於他的誤解麼？ \n\n　　所以我想，我前天交出的那一點辯正，似乎不夠了，很想就將這一篇在《語絲》第三期上給他發表。但紙面有限，如果排工有工夫，我極希望增刊兩板（大約此文兩板還未必容得下），也不必增價，其責任即由我負擔。 \n\n　　由我造出來的酸酒，當然應該由我自己來喝幹。 \n\n　　魯迅。十一月二十四日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「音樂」？","content":"夜裡睡不著，又計畫著明天吃辣子雞，又怕和前回吃過的那一碟做得不一樣，愈加睡不著了。坐起來點燈看《語絲》，不幸就看見了徐志摩先生的神秘談，——不，「都是音樂」，是聽到了音樂先生的音樂：\n\n此後還有什麼什麼「都是音樂」云云，云云云云。總之：「你聽不著就該怨你自己的耳輪太笨或是皮粗」！ \n\n我這時立即疑心自己皮粗，用左手一摸右胳膊，的確並不滑；再一摸耳輪，卻摸不出笨也與否。然而皮是粗定了：不幸而「拊不留手」的竟不是我的皮，還能聽到什麼莊周先生所指教的天籟地籟和人籟。但是，我的心還不死，再聽罷，仍然沒有，——阿，仿佛有了，像是電影廣告的軍樂。呸！錯了。這是「絕妙的音樂」麼？再聽罷，沒……唔，音樂，似乎有了： \n\n危險，我又疑心我發熱了，發昏了，立刻自省，即知道又不然。這不過是一面想吃辣子雞，一面自己胡說八道；如果是發熱發昏而聽到的音樂，一定還要神妙些。並且其實連電影廣告的軍樂也沒有聽到，倘說是幻覺，大概也不過自欺之談，還要給粗皮來粉飾的妄想。我不幸終于難免成為一個苦韌的非Mystic了，怨誰呢。只能恭頌志摩先生的福氣大，能聽到這許多「絕妙的音樂」而已。但倘有不知道自怨自艾的人，想將這位先生「送進瘋人院」去，我可要拚命反對，盡力呼冤的，——雖然將音樂送進音樂裡去，從甘脆的Mystic看來，並不算什麼一回事。 \n\n然而音樂又何等好聽呵，音樂呀！再來聽一聽罷，可惜而且可恨，在簷下已有麻雀兒叫起來了。 \n\n咦，玲瓏零星邦滂砰鈱的小雀兒呵，你總依然是不管甚麼地方都飛到，而且照例來唧唧啾啾地叫，輕飄飄地跳麼？然而這也是音樂呀，只能怨自己的皮粗。 \n\n只要一叫而人們大抵震悚的怪鴟的真的惡聲在那裡！？\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"我來說「持中」的真相","content":"風聞有我的老同學玄同其人者，往往背地裡褒貶我，褒固無妨，而又有貶，則豈不可氣呢？今天尋出漏洞，雖然與我無幹，但也就來回敬一箭罷：報仇雪恨，《春秋》之義也。他在《語絲》第二期上說，有某人挖苦葉名琛的對聯「不戰，不和，不守；不死，不降，不走。」大概可以作為中國人「持中」的真相之說明。我以為這是不對的。 \n\n夫近乎「持中」的態度大概有二：一者「非彼即此」，二者「可彼可此」也。前者是無主意，不盲從，不附勢，或者別有獨特的見解；但境遇是很危險的，所以葉名琛終至於敗亡，雖然他不過是無主意。後者則是「騎牆」，或是極巧妙的「隨風倒」了，然而在中國最得法，所以中國人的「持中」大概是這個。倘改篡了舊對聯來說明，就該是： \n\n「似戰，似和，似守；\n似死，似降，似走。」\n\n於是玄同即應據精神文明法律第九萬三千八百九十四條，治以「誤解真相，惑世誣民」之罪了。但因為文中用有「大概」二字，可以酌給末減：這兩個字是我也很喜歡用的。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"記「楊樹達」君的襲來","content":"今天早晨，其實時候是大約已經不早了。我還睡着，女工將我叫了醒來，說，「有一個師範大學的楊先生，楊樹達，要來見你。」我雖然還不大清醒，但立刻知道是楊遇夫君，他名樹達，曾經因為邀我講書的事，訪過我一次的。我一面起來，一面對女工說：「略等一等，就請罷。」 \n\n我起來看鐘，是九點二十分。女工也就請客去了。不久，他就進來，但我一看很愕然，因為他並非我所熟識的楊樹達君，他是一個方臉，淡赭色臉皮，大眼睛長眼梢，中等身材的二十多歲的學生風的青年。他穿著一件藏青色的愛國布（？）長衫，時式的大袖子。手上拿一頂很新的淡灰色中折帽，白的圍帶；還有一個采色鉛筆的扁匣，但聽那搖動的聲音，裡面最多不過是兩三支很短的鉛筆。 \n\n「你是誰？」我詫異的問，疑心先前聽錯了。 \n\n「我就是楊樹達。」 \n\n我想：原來是一個和教員的姓名完全相同的學生，但也許寫法並不一樣。 \n\n「現在是上課時間，你怎麼出來的？」 \n\n「我不樂意上課！」 \n\n我想：原來是一個孤行己意，隨隨便便的青年，怪不得他模樣如此傲慢。 \n\n「你們明天放假罷……」 \n\n「沒有，為什麼？」 \n\n「我這裡可是有通知的，……」我一面說，一面想，他連自己學校裡的紀念日都不知道了，可見是已經多天沒有上課，或者也許不過是一個假借自由的美名的遊蕩者罷。「拿通知給我看。」 \n\n「我團掉了。」我說。 \n\n「拿團掉的我看。」 \n\n「拿出去了。」 \n\n「誰拿出去的？」 \n\n我想：這奇怪，怎麼態度如此無禮？然而他似乎是山東口音，那邊的人多是率直的，況且年青的人思想簡單……或者他知道我不拘這些禮節：這不足為奇。 \n\n「你是我的學生麼？」但我終於疑惑了。 \n\n「哈哈哈，怎么不是。」 \n\n「那麼，你今天來找我幹什麼？」 \n\n「要錢呀，要錢！」 \n\n我想：那麼，他簡直是遊蕩者，蕩窘了，各處亂鑽。「你要錢什麼用？」我問。 \n\n「窮呀。要吃飯不是總要錢嗎？我沒有飯吃了！」他手舞足蹈起來。 \n\n「你怎麼問我來要錢呢？」 \n\n「因為你有錢呀。你教書，做文章，送來的錢多得很。」他說著，臉上做出凶相，手在身上亂摸。 \n\n我想：這少年大約在報章上看了些什麼上海的恐嚇團的記事，竟模仿起來了，還是防著點罷。我就將我的坐位略略移動，豫備容易取得抵抗的武器。 \n\n「錢是沒有。」我決定的說。 \n\n「說謊！哈哈哈，你錢多得很。」 \n\n女工端進一杯茶來。 \n\n「他不是很有錢麼？」這少年便問他，指著我。 \n\n女工很惶窘了，但終於很怕的回答：「沒有。」 \n\n「哈哈哈，你也說謊！」 \n\n女工逃出去了。他換了一個坐位，指著茶的熱氣，說：「多麼涼。」 \n\n我想：這意思大概算是譏刺我，猶言不肯將錢助人，是涼血動物。 \n\n「拿錢來！」他忽而發出大聲，手腳也愈加舞蹈起來，「不給錢是不走的！」 \n\n「沒有錢。」我仍然照先的說。 \n\n「沒有錢？你怎麼吃飯？我也要吃飯。哈哈哈哈。」 \n\n「我有我吃飯的錢，沒有給你的錢。你自己掙去。」「我的小說賣不出去。哈哈哈！」 \n\n我想：他或者投了幾回稿，沒有登出，氣昏了。然而為什麼向我為難呢？大概是反對我的作風的。或者是有些神經病的罷。 \n\n「你要做就做，要不做就不做，一做就登出，送許多錢，還說沒有，哈哈哈哈。晨報館的錢已經送來了罷，哈哈哈。什麼東西！周作人，錢玄同；周樹人就是魯迅，做小說的，對不對？孫伏園；馬裕藻就是馬幼漁，對不對？陳通伯，郁達夫。什麼東西！Tolstoi，Andreev，張三，什麼東西！ 哈哈哈，馮玉祥，吳佩孚，哈哈哈。」 \n\n「你是為了我不再向晨報館投稿的事而來的麼？」但我又即刻覺到我的推測有些不確了，因為我沒有見過楊遇夫馬幼漁在《晨報副鐫》上做過文章，不至於拉在一起；況且我的譯稿的稿費至今還沒有著落，他該不至於來說反話的。「不給錢是不走的。什麼東西，還要找！還要找陳通伯去。我就要找你的兄弟去，找周作人去，找你的哥哥去。」 \n\n我想：他連我的兄弟哥哥都要找遍，大有恢復滅族法之意了，的確古人的凶心都遺傳在現在的青年中。我同時又覺得這意思有些可笑，就自己微笑起來。 \n\n「你不舒服罷？」他忽然問。 \n\n「是的，有些不舒服，但是因為你罵得不中肯。」「我朝南。」他又忽而站起來，向後窗立著說。 \n\n我想：這不知道是什麼意思。 \n\n他忽而在我的床上躺下了。我拉開窗幔，使我的佳客的臉顯得清楚些，以便格外看見他的笑貌。他果然有所動作了，是使他自己的眼角和嘴角都顫抖起來，以顯示凶相和瘋相，但每一抖都很費力，所以不到十抖，臉上也就平靜了。 \n\n我想：這近於瘋人的神經性痙攣，然而顫動何以如此不調勻，牽連的範圍又何以如此之大，並且很不自然呢？——一定，他是裝出來的。 \n\n我對於這楊樹達君的納罕和相當的尊重，忽然都消失了，接著就湧起要嘔吐和沾了齷齪東西似的感情來。原來我先前的推測，都太近於理想的了。初見時我以為簡率的口調，他的意思不過是裝瘋，以熱茶為冷，以北為南的話，也不過是裝瘋。從他的言語舉動綜合起來，其本意無非是用了無賴和狂人的混合狀態，先向我加以侮辱和恫嚇，希圖由此傳到別個，使我和他所提出的人們都不敢再做辯論或別樣的文章。而萬一自己遇到困難的時候，則就用「神經病」這一個盾牌來減輕自己的責任。但當時不知怎樣，我對於他裝瘋技術的拙劣，就是其拙至於使我在先覺不出他是瘋人，後來漸漸覺到有些瘋意，而又立刻露出破綻的事，尤其抱著特別的反感了。 \n\n他躺著唱起歌來。但我於他已經毫不感到興味，一面想，自己竟受了這樣淺薄卑劣的欺騙了，一面卻照了他的歌調吹著口笛，借此噓出我心中的厭惡來。 \n\n「哈哈哈！」他翹起一足，指著自己鞋尖大笑。那是玄色的深梁的布鞋，褲是西式的，全體是一個時髦的學生。 \n\n我知道，他是在嘲笑我的鞋尖已破，但已經毫不感到什麼興味了。 \n\n他忽而起來，走出房外去，兩面一看，極靈敏地找著了廁所，小解了。我跟在他後面，也陪著他小解了。我們仍然回到房裡。 \n\n「嚇！什麼東西！……」他又要開始。 \n\n我可是有些不耐煩了，但仍然懇切地對他說：「你可以停止了。我已經知道你的瘋是裝出來的。你此來也另外還藏著別的意思。如果是人，見人就可以明白的說，無須裝怪相。還是說真話罷，否則，白費許多工夫，毫無用處的。」 \n\n他貌如不聽見，兩手摟著褲襠，大約是扣扣子，眼睛卻注視著壁上的一張水彩畫。過了一會，就用第二個指頭指著那畫大笑： \n\n「哈哈哈！」 \n\n這些單調的動作和照例的笑聲，我本已早經覺得枯燥的了，而況是假裝的，又如此拙劣，便愈加看得煩厭。他側立在我的前面，我坐著，便用了曾被譏笑的破的鞋尖一觸他的脛骨，說： \n\n「已經知道是假的了，還裝甚麼呢？還不如直說出你的本意來。」 \n\n但他貌如不聽見，徘徊之間，突然取了帽和鉛筆匣，向外走去了。 \n\n這一著棋是又出於我的意外的，因為我還希望他是一個可以理喻，能知慚愧的青年。他身體很強壯，相貌很端正。Tolstoi和Andreev的發音也還正。 \n\n我追到風門前，拉住他的手，說道，「何必就走，還是自己說出本意來罷，我可以更明白些……」他卻一手亂搖，終於閉了眼睛，拼兩手向我一擋，手掌很平的正對著我：他大概是懂得一點國粹的拳術的。 \n\n他又往外走。我一直送到大門口，仍然用前說去固留，而他推而且掙，終於掙出大門了。他在街上走得很傲然，而且從容地。 \n\n這樣子，楊樹達君就遠了。 \n\n我回進來，才向女工問他進來時候的情形。 \n\n「他說了名字之後，我問他要名片，他在衣袋裡掏了一會，說道，‘阿，名片忘了，還是你去說一聲罷。’笑嘻嘻，一點不像瘋的。」女工說。 \n\n我愈覺得要嘔吐了。 \n\n然而這手段卻確乎使我受損了，——除了先前的侮辱和恫嚇之外。我的女工從此就將門關起來，到晚上聽得打門聲，只大叫是誰，卻不出去，總須我自己去開門。我寫完這篇文字之間，就放下了四回筆。 \n\n「你不舒服罷？」楊樹達君曾經這樣問過我。 \n\n是的，我的確不舒服。我歷來對於中國的情形，本來多已不舒服的了，但我還沒有豫料到學界或文界對於他的敵手竟至於用了瘋子來做武器，而這瘋子又是假的，而裝這假瘋子的又是青年的學生。 \n\n二四年十一月十三日夜。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"願我是樹倘使你……","content":"願我是樹，倘使你是樹的花朵；\n你是露，我就願意成花；\n願我是露罷，倘使你是太陽的一條光線；\n我們的存在這就打成一家。\n\n而且，倘使你，姑娘，是高天，\n我就願意是，其中閃爍的一顆星；\n然而倘使你，姑娘，是地獄，——\n為要和你一處，我寧可永不超生。\n\n\n\n这部作品也可能在本国本地版权期限更长，但对外国外地作品应用较短期限规则的国家以及地区，属于公有领域。\n\n\n\n"},{"name":"愛之神","content":"署名唐俟發表\n\n一個小娃子，展開翅子在空中，一手搭箭，一手張弓，不知怎麼一下，一箭射着前胸。 \n「小娃子先生，謝你胡亂栽培！ \n但得告訴我！我應該愛誰？」\n娃子著慌，搖頭說，「唉！ \n你是還有心胸的人，竟也說這宗話。 \n你應該愛誰，我怎麼知道。 \n總之我的箭是放過了！ \n你要是愛誰，便沒命的去愛他；\n你要是誰也不愛，也可以沒命的去自己死掉。」\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"烽話五則","content":"父子們沖突着。但倘用神通將他們的年紀變成約略相同，便立刻可以像一對志同道合的好朋友。 \n\n伶俐人歎「人心不古」時，大抵是他的巧計失敗了；但老太爺歎「人心不古」時，則無非因為受了兒子或姨太太的氣。 \n\n電報曰：天禍中國。天曰：委實冤枉！ \n\n精神文明人作飛機論曰：較之靈魂之自在遊行，一錢不值矣。寫完，遂率家眷移入東交民巷使館界。 \n\n倘詩人睡在烽火旁邊，聽得烘烘地響時，則烽火就是聽覺。但此說近於味覺，因為太無味。然而無為即無不為，則無味自然就是至味了。對不對？\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"文藝與政治的歧途","content":"我是不大出來講演的；今天到此地來，不過因為說過了好幾次，來講一回也算了卻一件事。我所以不出來講演，一則沒有什麼意見可講，二則剛才這位先生說過，在座的很多讀過我的書，我更不能講什麼。書上的人大概比實物好一點，《紅樓夢》裏面的人物，像賈寶玉林黛玉這些人物，都使我有異樣的同情；後來，考究一些當時的事實，到北京後，看看梅蘭芳姜妙香扮的賈寶玉林黛玉，覺得並不怎樣高明。\n\n我沒有整篇的鴻論，也沒有高明的見解，只能講講我近來所想的。我每每覺到文藝和政治時時在衝突之中；文藝和革命原不是相反的，兩者之間，倒有不安于現狀的同一。惟政治是要維持現狀，自然和不安于現狀的文藝處在不同的方向。不過不滿意現狀的文藝，直到十九世紀以後才興起來，只有一段短短的歷史。政治家最不喜歡人家反抗他的意見，最不喜歡人家要想，要開口。而從前的社會也的確沒有人想過什麼，又沒有人開過口。且看動物中的猴子，牠們自有牠們的首領；首領要牠們怎樣，牠們就怎樣。在部落裏，他們有一個酋長，他們跟著酋長走，酋長的吩咐，就是他們的標準。酋長要他們死，也只好去死。那時沒有什麼文藝，即使有，也不過讚美上帝（還沒有後人所謂God那麼玄妙）罷了！那里會有自由思想？後來，一個部落一個部落你吃我吞，漸漸擴大起來，所謂大國，就是吞吃那多多少少的小部落；一到了大國，內部情形就複雜的多，夾著許多不同的思想，許多不同的問題。這時，文藝也起來了，和政治不斷地衝突；政治想維繫現狀使牠統一，文藝催促社會進化使牠漸漸分離；文藝雖使社會分裂，但是社會這樣才進步起來。文藝既然是政治家的眼中釘，那就不免被擠出去。外國許多文學家，在本國站不住腳，相率亡命到別個國度去；這個方法，就是『逃』。要是逃不掉，那就被殺掉，割掉他的頭；割掉頭那是最好的方法，既不會開口，又不會想了。俄國許多文學家，受到這個結果，還有許多充軍到冰雪的西伯利亞去。\n\n有一派講文藝的，主張離開人生，講些月呀花呀鳥呀的話，（在中國又不同，有國粹的道德，連花呀月呀都不許講，當作別論。）或者專講『夢』。專講些將來的社會，不要講得太近。這種文學家，他們都躲在象牙之塔裏面；但是『象牙之塔』畢竟不能住得很長久的呀！象牙之塔總是要安放在人間，就免不掉還要受政治壓迫。打起仗來，就不能不逃開去。北京有一班文人，頂看不起描寫社會的文學家，他們想，小說裏面連車夫的生活都可以寫進去，豈不把小說應該寫才子佳人一首詩生愛情的定律都打破了嗎？現在呢，他們也不能做高尚的文學家了，還是要逃到南邊來；『象牙之塔』的窗子裏，到底沒有一塊塊麵包遞進來的呀！\n\n等到這些文學家也逃出來了，其他文學家早已死的死，逃的逃了。別的文學家，對于現狀早感到不滿意，又不能不反對，不能不開口，『反對』『開口』就是有他們的下場。我以為文藝大概由于現在生活的感受，親身所感到的，便影印到文藝中去。挪威有一文學家，他描寫肚子餓，寫了一本書，這是依他所經驗的寫的。對于人生的經驗，別的且不說，『肚子餓』這件事，要是歡喜，便可以試試看，只要兩天不吃飯，飯的香味便會是一個特別的誘惑；要是走過街上飯鋪子門口，更會覺得這個香味一陣陣衝到鼻子來。我們有錢的時候，用幾個錢不算什麼；直到沒有錢，一個錢都沒有牠的意味。那本描寫肚子餓的書裏，牠說起那人餓得久了，看見路人個個是仇人，即是穿一件單褂掛子的在他見裏也見得那是驕傲。我記得我自己曾經寫過這樣一個人，他身邊什麼都光了，時常抽開抽屜看看，看角上邊上可以找到什麼；路上一處一處去找，看有什麼可以找得到；這個情形，我自己是體驗過來的。\n\n從生活窘迫過來的人，一到了有錢，容易變成兩種情形：一種是理想世界，替處同一境遇的人著想，便成為人道主義；一種是什麼都是自己掙起來，從前的遭遇，使他覺得什麼都是冷酷，便流為個人主義。我們中國大概是變成個人主義都多。主張人道主義的，要想替窮人想想法子，改變改變現狀，在政治家眼裏，倒還不如個人主義的好；所以人道主義者和政治家就有衝突。俄國文學家託爾斯泰講人道主義，反對戰爭，寫過三冊很厚的小說——那部《戰爭與和平》，他自己是個貴族，卻是經過戰場的生活，他感到戰爭是怎麼一個慘痛。尤其是他一臨到長官的鐵板前，（戰場上重要軍官都有鐵板擋住鎗彈），更有刺心的痛楚。而他又眼見他的朋友們，很多在戰場上犧牲掉。戰爭的結果，也可以變成兩種態度：一種是英雄，他見別人死的死傷的傷，只有他健存，自己就覺得怎樣了不得，這麼那麼誇耀戰場上的威雄。一種是變成反對戰爭的，希望世界上不要再打仗了。託爾斯泰便是後一種，主張用無抵抗主義來消滅戰爭。他這麼主張，政府自然討厭他；反對戰爭，和俄皇的侵略慾望衝突；主張無抵抗主義，叫兵士不替皇帝打仗，警察不替皇帝執法，審判官不替皇帝裁判，大家都不去捧皇帝；皇帝是全要人捧的，沒有人捧，還成什麼皇帝，更和政治相衝突。這種文學家出來，對于社會現狀不滿意，這樣批評，那樣批評，弄得社會上個個都自己覺到，都不安起來，自然非殺頭不可。\n\n但是，文藝家的話其實還是社會的話，他不過感覺靈敏，早感到早說出來。（有時，他說得太早，連社會也反對他，也排軋他）。譬如我們學兵式體操，行舉鎗禮，昭規矩口令是『舉……鎗』這般叫，\n\n魯迅全集·第七卷  450\n\n"},{"name":"我的父親的和我的手藝","content":"從幼小以來，親愛的父親， \n你的誠實的嘴囑咐我，很諄諄， \n教我該像你似的，做一個屠獸者—— \n但你的兒子卻成了文人。 \n\n你用了你的傢伙擊牛， \n我的柔翰向人們開仗—— \n所做的都就是這個， \n單是那名稱兩樣。\n\n\n\n这部作品也可能在本国本地版权期限更长，但对外国外地作品应用较短期限规则的国家以及地区，属于公有领域。\n\n\n\n"},{"name":"4\t一九二五年","content":"一九二九年\n\n\n［诗］\n\n一九一二年\n\n一九三一年\n\n一九三二年\n\n一九三三年\n\n\n［附录］\n\n一九二八年——一九二九年\n\n《奔流》編校後記（一——十二）\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"关于《关于红笑》","content":"　　今天收到四月十八日的《華北日報》〔２〕，副刊上有鶴西先生的半篇《關于紅笑》的文章〔３〕。《關于紅笑》，我是有些注意的，因為自己曾經譯過几頁，那豫告，就登在初版的《域外小說集》〔４〕上，但后來沒有譯完，所以也沒有出版。不過也許是有些舊相識之故罷，至今有誰講到這本書，大抵總還喜歡看一看。可是看完這《關于紅笑》，卻令我大覺稀奇了，也不能不說几句話。為要頭緒分明，先將原文轉載些在下面——“昨天到蹇君家去，看見第二十卷第一號的《小說月報》，上邊有梅川君譯的《紅笑》，這部書，因為我和駿祥也譯過，所以禁不住要翻開看看，并且還想來說几句關于《紅笑》的話。 \n\n　　“自然，我不是要說梅川君不該譯《紅笑》，沒有這樣的理由也沒有這樣的權力。不過我對于梅川君的譯文有一點怀疑的地方，固然一個人原不該隨便地怀疑別個，但世上偏就是這點奇怪，盡有是讓人意想不到的事情。不過也許我底過慮是錯的，而且在梅川君看來也是意想不到的事，那么，這錯處就在我，而這篇文字也就只算辯明我自己沒有抄襲別人。現在我先講講事實的經過。 \n\n　　“《紅笑》，是我和駿祥，在去年暑假中一個多星期內赶完的，……赶完之后就給北新寄去。過了許久才接到小峰君十一月七日的信，說是因系兩人所譯，前后文不連貫，托石民君校閱，又說稿費在月底准可寄來。以后我一連寫了几封信去催問，均未得到回信，……所以年假中就將底稿尋出，又改譯了一遍。文气是重新順了一遍（特別是后半部），錯誤及不妥的地方一共改了几十處，交岐山書局印行。稿子才交出不久，卻接到小峰二月十九日的信，錢是寄來了，雖然被抹去一點零頭，因為稿子并未退回，所以支票我也暫時存著，沒有退去，以后小峰君又來信說，原書，譯稿都可退還，叫我將支票交給袁家驊先生。我回信說已照辦，并請將稿子退了回來。但如今，書和稿子，始終還沒有見面！ \n\n　　“這初次的譯稿，我不敢一定說梅川君曾經見過，雖然我想梅川君有見到的可能。自然梅川君不一定會用我們底譯文作藍本來翻譯，但是第一部的譯文，句法神情都很相似的這一點，不免使我有一點怀疑。因為原來我們底初譯是第一部比第二部流暢得多，同時梅川君的譯文也是第一部比第二部好些，而彼此神似的又就是這九個斷片。在未有更确切的證明時，我也不愿將抄襲這樣的字眼，加于別人底頭上，但我很希望對這點，梅川君能高興給一個答复。假如一切真是我想錯了呢，前邊已經說過，這些話就作為我們就要出版的單行本并非抄襲的證明。” \n\n　　文詞雖然极婉委曲折之致，但主旨卻很簡單的，就是：我們的將出版的譯本和你的已出版的譯本，很相類似，而我曾將譯稿寄給北新書局過，你有見到的可能，所以我疑心是你抄襲我們的，假如不然，那么“這些話就作為我們就要出版的單行本并非抄襲的證明”。 \n\n　　其實是，照原文的論法，則假如不然之后，就要成為“我們抄襲”你的了的，然而竟這么一來，化為神妙的“證明”了。但我并不想研究這些，僅要聲明几句話，對于兩方面——北新書局，尤其是小說月報社〔５〕——聲明几句話，因為這篇譯稿，是由我送到小說月報社去的。 \n\n　　梅川〔６〕君這部譯稿，也是去年暑假時候交給我的，要我介紹出售，但我很怕做中人，就壓下了。這樣壓著的稿件，現在還不少。直到十月，小說月報社擬出增刊，要我寄稿，我才記得起來，据日本二葉亭四迷〔７〕的譯本改了二三十處，和我譯的《豎琴》〔８〕一并送去了。另外有一部《紅笑》在北新書局吃苦，我是一點都不知道的。至于梅川，他在离上海七八百里的鄉下，那當然更不知道。 \n\n　　那么，他可有鶴西先生的譯稿一到北新，便立刻去看的“可能”呢？我想，是不“能”的，因為他和北新中人一個不認識，倘跑進北新編輯部去翻稿件，那罪狀是不止“抄襲”而已的。我卻是“可能”的，不過我從去年春天以后，一趟也沒有去過編輯部，這要請北新諸公諒察。 \n\n　　那么，為什么兩本的好處有些相像呢？我雖然沒有見過那一譯本，也不知所据的是誰的英譯，但想來，大約所据的是同一英譯，而第二部也比第一部容易譯，彼此三位的英文程度又相仿佛，所以去年是相像的，而鶴西先生們的譯本至今未出，英文程度也大有進步了，改了一回，于是好處就多起來了。 \n\n　　因為鶴西先生的譯本至今未出，所以也無從知道類似之度，究竟如何。倘僅有彼此神似之處，我以為那是因為同一原書的譯本，并不足异的，正不必如此神經過敏，只因“疑心”，而竟想入非非，根据“世上偏就是這點奇怪，盡有是讓人意想不到的事情”的理由，而先發制人，誣別人為“抄襲”，而且還要被誣者“給一個答复”，這真是“世上偏就是這點奇怪”了。 \n\n　　但倘若很是相同呢？則只要證明了梅川并無看見鶴西先生們的譯稿的“可能”以后，即不用“世上偏就是這點奇怪”的論法，嫌疑也總要在后出這一本了。 \n\n　　北平的日報，我不寄去，梅川是決不會看見的。我就先說几句，俟印出時一并寄去。大約這也就夠了，阿彌陀佛。四月二十日。 \n\n　　寫了上面這些話之后，又陸續看到《華北日報》副刊上《關于紅笑》的文章，其中舉了許多不通和誤譯之后，以這樣的一段作結：“此外或者還有些，但我想我們或許總要比梅川君錯得少點，而且也較為通順，好在是不是，我們底譯稿不久自可以證明。”那就是我先前的話都多說了。因為鶴西先生已在自己切實證明了他和梅川的兩本之不同。他的較好，而“抄襲”都成了“不通”和錯誤的較坏，豈非奇談？倘說是改掉的，那就是并非“抄襲”了。倘說鶴西譯本原也是這樣地“不通”和錯誤的，那不是許多刻薄話，都是“今日之我”在打“昨日之我”的嘴巴么？總之，一篇《關于紅笑》的大文，只證明了焦躁的自己廣告和參看先出譯本，加以修正，而反誣別人為“抄襲”的苦心。這种手段，是中國翻譯界的第一次。四月二十四日，補記。 \n\n　　這一篇還未在《語絲》登出，就收到小說月報社的一封信，里面是剪下的《華北日報》副刊，就是那一篇鶴西先生的《關于紅笑》。据說是北平寄來，給編輯先生的。我想，這大約就是作者所玩的把戲。倘使真的，蓋未免惡辣一點；同一著作有几种譯本，又何必如此惶惶上訴。但一面說別人不通，自己卻通，別人錯多，自己錯少。而一面又要證明別人抄襲自己之作，則未免惡辣得可怜可笑。然而在我，乃又頗歎紹介譯作之難于今為甚也。為刷清和報答起見，我确信我也有將這篇送給《小說月報》編輯先生，要求再在本書上發表的義務和權利，于是乎亦寄之。 \n\n　　五月八日。 \n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"太陽酷熱地照臨……","content":"太陽酷熱地照臨 \n周遭的穀子都已成熟； \n一到明天早晨， \n我就開手去收穫。 \n我的愛也成熟了。 \n紅熾的是我的精神； \n但願你，甜蜜的，唯一的，—— \n但願你是收割的人！\n\n\n\n这部作品也可能在本国本地版权期限更长，但对外国外地作品应用较短期限规则的国家以及地区，属于公有领域。\n\n\n\n"},{"name":"通信","content":"這是一個消歧義頁——使用相同或相近標題，而主題不同的條目列表。如果您是通過某個内部鏈接轉到本頁，希望您能協助將該內部鏈接指向正確的主條目。\n\n通信可以指：\n\n"},{"name":"斯巴達之魂","content":"署名自樹發表\n\n依格那海上之曙色，潛入摩利遜之灣，衣馱第一峰之宿雲，亦冉冉呈霽色。灣山之間，溫泉門石壘之後，大無畏大無敵之希臘軍，置黎河尼佗王麾下之七千希臘同盟軍，露刃枕戈，以待天曙。而孰知波斯軍數萬，已乘深夜，得間道，拂曉而達衣馱山之絕頂。趁朝暾之瑟然，偷守兵之微睡。如長蛇赴壑，蜿蜒以逾峰後。 \n\n旭日最初之光線，今也閃閃射壘角，照此淋漓欲滴之碧血，其語人以昨日戰爭之烈兮。壘外死士之殘甲累累成阜，上刻波斯文「不死軍」三字，其示人以昨日敵軍之敗績兮。然大軍三百萬，夫豈懲此敗北，夫豈消其銳氣。噫嘻，今日血戰哉！血戰哉！黎河尼佗終夜防禦，以待襲來。然天既曙而敵竟杳，敵幕之烏，向初日而噪，眾軍大懼；而果也斥候於不及防之地，繼不及防之警報至。 \n\n咄咄危哉！大事去矣！警報戟腦，全軍沮喪，退軍之聲，囂囂然挾飛塵以磅礡於軍中。黎河尼佗爰集同盟將校，以議去留，僉謂守地既失，留亦徒然，不若退溫泉門以為保護希臘將來計。黎河尼佗不復言，而徐告諸將曰，「希臘存亡，系此一戰，有為保護將來計而思退者，其速去此。惟斯巴達人有‘一履戰地，不勝則死’之國法，今惟決死！今惟決死戰！餘者其留意。」 \n\n於是而胚羅蓬諸州軍三千退，而訪嘻斯軍一千退，而螺克烈軍六百退，未退者惟剎司駭人七百耳。慨然偕斯巴達武士，誓與同生死，同苦戰，同名譽，以留此危極淒極壯絕之舊壘。惟西蒲斯人若干，為反復無常之本國質，而被抑留于黎河尼佗。 \n\n嗟此斯巴達軍，其數僅三百；然此大無畏大無敵之三百軍，彼等曾臨敵而笑，結怒欲沖冠之長發，以示一瞑不視之決志。黎河尼佗王，亦於將戰之時，毅然謂得「王不死則國亡」之神誡；今無所遲疑，無所猶豫，同盟軍既旋，乃向亞波羅神而再拜，從斯巴達之軍律，輿櫬以待強敵，以待戰死。 \n\n嗚呼全軍，惟待戰死。然有三人焉，王欲生之者也，其二為王戚，一則古名祭司之裔，曰豫言者息每卡而向以神誡告王者也。息每卡故侍王側，王竊語之，彼固有家，然彼有子，彼不欲亡國而生，誓願殉國以死，遂侃然謝王命。其二王戚，則均弱冠矣；正撫大好頭顱，屹立陣頭，以待進擊。而孰意王召之至，全軍肅肅，謹聽王言。噫二少年，今日生矣，意者其雀躍返國，聚父母親友作再生之華筵耶！而斯巴達武士豈其然？噫，如是我聞，而王遂語，且熟視其乳毛未褪之顏。 \n\n異哉！王何心乎？青年愕然疑，肅肅全軍，諦聽諦聽。而青年恍然悟，厲聲答王曰，「王欲生我乎？臣以執盾至，不作寄書郵。」志決矣，示必死矣，不可奪矣。而王猶欲遣甲，而甲不奉詔；欲遣乙，而乙不奉詔。曰，「今日之戰，即所以報國人也。」噫，不可奪矣。而王乃曰，「偉哉，斯巴達之武士！予復何言。」一青年退而謝王命之辱。飄飄大旗，榮光閃灼，於鑠豪傑，鼓鑄全軍，諸君諸君，男兒死耳！ \n\n初日上，征塵起。睜目四顧，惟見如火如荼之敵軍先鋒隊，挾三倍之勢，潮鳴電掣以陣于斯巴達軍後。然未挑戰，未進擊，蓋將待第二第三隊至也。斯巴達王以斯巴達軍為第一隊，剎司駭軍次之，西蒲斯軍殿；策馬露刃，以速制敵。壯哉勁氣亙天，踆烏退舍。未幾惟聞「進擊」一聲，而金鼓忽大振于血碧沙晶之大戰鬥場裡；此大無畏，大無敵之勁軍，于左海右山，危不容足之峽間，與波斯軍遇。吶喊格擊，鮮血倒流，如鳴潮飛沫，奔騰噴薄於荒磯。不剎那頃，而敵軍無數死於刃，無數落於海，無數蹂躪於後援。大將號令，指揮官叱吒，隊長鞭遁者，鼓聲盈耳哉。然敵軍不敢迎此朱血塗附，日光斜射，愈增諣燦，而霍如旋風之白刃，大軍一萬，蜂湧至矣。然敵軍不能撼此擁盾屹立，士氣如山，若不動明王之大磐石。 \n\n然未與此戰者，猶有斯巴達武士二人存也；以罹目疾故，遠送之愛爾俾尼之邑。於鬱鬱閒居中，忽得戰報。其一欲止，其一遂行。偕一僕以赴戰場，登高遠矚，吶喊盈耳，踴躍三百，勇魂早浮動盤旋於戰雲黯淡處。然日光益烈，目不得瞬，徒促僕而問戰狀。 \n\n刃碎矣！鏃盡矣！壯士殲矣！王戰死矣！敵軍蝟集，欲劫王屍，而我軍殊死戰，咄咄……然危哉，危哉！其僕之言蓋如是。嗟此壯士，熱血滴瀝於將盲之目，攘臂大躍，直趨戰壘；其僕欲勸止，欲代死，而不可，而終不可。今也主僕連袂，大呼「我亦斯巴達武士」一聲，以闖入層層亂軍裡。左顧王屍，右拂敵刃，而再而三；終以疲憊故，引入熱血朱殷之壘後，而此最後決戰之英雄隊，遂向敵列戰死之枕。噫，死者長已矣，而我聞其言：\n\n巍巍乎溫泉門之峽，地球不滅，則終存此斯巴達武士之魂；而七百剎司駭人，亦擲頭顱，灑熱血，以分其無量名譽。此榮光糾紛之旁，猶記通敵賣國之奢剎利人愛飛得，降敵乞命之四百西蒲斯軍。雖然，此溫泉門一戰而得無量光榮無量名譽之斯巴達武士間，乃亦有由愛爾俾尼目病院而生還者。 \n\n夏夜半闌，屋陰覆路，惟柝聲斷續，犬吠如豹而已。斯巴達府之山下，猶有未寢之家。燈光黯然，微透窗際。未幾有一少婦，送老嫗出，切切作離別語；旋鏗然闔門，慘淡入閨裡。孤燈如豆，照影成三；首若飛蓬，非無膏沐，蓋將臨蓐，默祝願生剛勇強毅之丈夫子，為國民有所盡耳。時適萬籟寥寂，酸風戛窗，脈脈無言，似聞歎息，憶征戍歟？夢沙場歟？噫此美少婦而女丈夫也，甯有歎息事？歎息豈斯巴達女子事？惟斯巴達女子能支配男兒，惟斯巴達女子能生男兒。此非黎河尼佗王后格爾歌與夷國女王應答之言，而添斯巴達女子以萬丈榮光者乎。噫斯巴達女子寧知歎息事。 \n\n長夜未央，萬籟悉死。噫，觸耳膜而益明者何聲歟？則有剝啄叩關者。少婦出問曰：「其克力泰士君乎？請以明日至。」應曰，「否否，予生還矣！」咄咄，此何人？此何人？時斜月殘燈，交映其面，則溫泉門戰士其夫也。 \n\n少婦驚且疑。久之久之乃言曰：「何則……生還……汙妾耳矣！我夫既戰死，生還者非我夫，意其鬼雄歟。告母國以吉占兮，歸者其鬼雄，願歸者其鬼雄。」 \n\n讀者得勿疑非人情乎？然斯巴達固爾爾也。激戰告終，例行國葬，烈士之毅魄，化無量微塵分子，隨軍歌激越間，而磅礡戟刺於國民腦筋裡。而國民乃大呼曰，「為國民死！為國民死！」且指送葬者一人曰，「若夫為國民死，名譽何若！榮光何若！」而不然者，則將何以當斯巴達女子之嘉名？諸君不見下第者乎？泥金不來，婦泣於室，異感而同情耳。今夫也不良，二三其死，奚能勿悲，能勿怒？而戶外男子曰，「涘烈娜乎？卿勿疑。予之生還也，故有理在。」遂推戶脫扃，潛入室內，少婦如怨如怒，疾詰其故。彼具告之。且曰，「前以目疾未愈，不甘徒死。設今夜而有戰地也，即灑吾血耳。」 \n\n少婦曰，「君非斯巴達之武士乎？何故其然，不甘徒死，而遽生還。則彼三百人者，奚為而死？噫嘻君乎！不勝則死，忘斯巴達之國法耶？以目疾而遂忘斯巴達之國法耶？‘願汝持盾而歸來，不然則乘盾而歸來。’君習聞之……而目疾乃更重于斯巴達武士之榮光乎？來日之行葬式也，妾為君妻，得參其列。國民思君，友朋思君，父母妻子，無不思君。嗚呼，而君乃生還矣！」 \n\n侃侃哉其言。如風霜疾來，襲擊耳膜；懦夫懦夫，其勿言矣。而彼猶囁嚅曰，「以愛卿故。」少婦怫然怒曰，「其誠言耶！夫夫婦之契，孰則不相愛者。然國以外不言愛之斯巴達武士，其愛其妻為何若？而三百人中，無一生還者何……君誠愛妾，曷不譽妾以戰死者之妻。妾將娩矣，設為男子，弱也則棄之泰噶托士之穀；強也則憶溫泉門之陳跡，將何以廁身於為國民死之同胞間乎？……君誠愛妾，願君速亡，否則殺妾。嗚呼，君猶佩劍，劍猶佩於君，使劍而有靈，奚不離其人？奚不為其人折？奚不斷其人首？設其人知恥，奚不解劍？奚不以其劍戰？奚不以其劍斷敵人頭？噫，斯巴達之武德其式微哉！妾辱夫矣，請伏劍於君側。」丈夫生矣，女子死耳。頸血上薄，其氣魂魂，人或疑長夜之曙光雲。惜也一應一答，一死一生，暮夜無知，偉影將滅。不知有慕涘烈娜之克力泰士者，雖遭投梭之拒，而未能忘情者也。是時也，彼乃潛行牆角以去。 \n\n初日瞳瞳，照斯巴達之郊外。旅人寒起，胥駐足於大逵。中有老人，說溫泉門地形，雜以往事；昔也石壘，今也戰場，絮絮不休止。噫，何為者？——則其間有立木存，上書曰： \n\n蓋政府之令，而克力泰士所訴也。亞里士多德者，昔身受迅雷，以霽神怒之賢王，而其餘烈，乃不能致一士之戰死，咄咄不可解。 \n\n觀者益眾，聚訟囂囂。遙望斯巴達府，有一隊少年軍，鍪甲映旭日，閃閃若金蛇狀。及大逵，析為二隊，相背馳去，且抗聲而歌曰： \n\n老人曰，「彼等其覓亞里士多德者歟……不聞抗聲之高歌乎？此二百年前之軍歌也，迄今猶歌之。」 \n\n而亞里士多德則何如？史不曰：浦累皆之戰乎，世界大決戰之一也，波斯軍三十萬，擁大將漠多尼之屍，如秋風吹落葉，縱橫零亂於大漠。斯巴達鬼雄三百，則憑將軍柏撒紐，以敵人頸血，一洗積年之殊怨。酸風夜鳴，薤露競落，其竊告人生之脆者歟。初月相照，皎皎殘屍，馬跡之間，血痕猶濕，其悲蝶爾飛神之不靈者歟。斯巴達軍人，各覓其同胞至高至貴之遺骸，運于高原，將行葬式。不圖累累敵屍間，有凜然僵臥者，月影朦朧，似曾相識。其一人大呼曰，「何戰之烈也！噫，何不死於溫泉門而死於此。」識者誰：克力泰士也。彼已為戍兵矣，遂奔告將軍柏撒紐。將軍欲葬之，以詢全軍；而全軍嘩然，甚咎亞里士多德。將軍乃演說於軍中曰：「然則從斯巴達軍人之公言，令彼無墓。然吾見無墓者之戰死，益令我感，令我喜，吾益見斯巴達武德之卓絕。夫子勖哉，不見夫殺國人媚異族之奴隸國乎，為諜為倀又奚論？而我國則寧棄不義之餘生，以償既破之國法。嗟爾諸士，彼雖無墓，彼終有斯巴達武士之魂！」 \n\n克力泰士不覺卒然呼曰，「是因其妻涘烈娜以死諫！」陣雲寂寂，響渡寥天；萬目如炬，齊注其面。將軍柏撒紐返問曰，「其妻以死諫？」 \n\n全軍咽唾，聳聽其說。克力泰士欲言不言，愧恧無地；然以不忍沒女丈夫之軼事也，乃述顛末。將軍推案起曰，「猗歟女丈夫……為此無墓者之妻立紀念碑則何如？」軍容益莊，惟呼歡殷殷若春雷起。 \n\n斯巴達府之北，侑洛佗士之谷，行人指一翼然倚天者走相告曰，「此涘烈娜之碑也，亦即斯巴達之國！」\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"我的愛——並不是……","content":"我的愛——並不是一隻夜鶯，\n在曙紅的招呼中覺醒，\n用了受白晝的親吻而赤熱了的妙音，\n來響徹這人境。\n\n我的愛並不是鬱鬱蔥蔥的林藪，\n有白鵠浮泛於閒靜的魚塘，\n而且以雪白的頸子點首，\n\n向了照耀在川水裡的月亮的影光。\n我的愛並不是歡欣安靜的人家，\n花園似的，將平和一門關住，\n其中有「幸福」慈愛地往來，\n而撫養那「歡欣」，那嬌小的仙女。\n\n我的愛，就如荒涼的沙漠一般，——\n一個大盜似的有嫉妒在那裡霸著；\n他的劍是絕望的瘋狂，\n而每一刺是各樣的謀殺。\n\n\n\n这部作品也可能在本国本地版权期限更长，但对外国外地作品应用较短期限规则的国家以及地区，属于公有领域。\n\n\n\n"},{"name":"贈日本歌人","content":"　　春江好景依然在，遠國征人此際行。\n　　莫向遙天望歌舞，西游演了是封神。\n\n　　三月\n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"渡河與引路","content":"署名唐俟發表\n\n玄同兄： \n\n　　兩日前看見《新青年》五卷二號通信裡面，兄有唐俟也不反對Esperanto，以及可以一齊討論的話；我於Esperanto固不反對，但也不願討論：因為我的贊成Esperanto的理由，十分簡單，還不能開口討論。 \n\n　　要問贊成的理由，便只是依我看來，人類將來總當有一種共同的言語；所以贊成五Esperanto。至於將來通用的是否Esperanto，卻無從斷定。大約或者便從Esperanto改良，更加圓滿；或者別有一種更好的出現；都未可知。但現在既是只有這Esperanto，便只能先學這Esperanto。現在不過草創時代，正如未有汽船，便只好先坐獨木小舟；倘使因為豫料將來當有汽船，便不造獨木小舟，或不坐獨木小舟，那便連汽船也不會發明，人類也不能渡水了。 \n\n　　然問將來何以必有一種人類共通的言語，卻不能拿出確鑿證據。說將來必不能有的，也是如此。所以全無討論的必要；只能各依自己所信的做去就是了。 \n\n　　但我還有一個意見，以為學Esperanto是一件事，學Esperanto的精神，又是一件事。——白話文學也是如此。——倘若思想照舊，便仍然換牌不換貨：才從「四目倉聖」面前爬起，又向「柴明華先師」腳下跪倒；無非反對人類進步的時候，從前是說no，現在是說ne；從前寫作「咈哉」，現在寫作「不行」罷了。所以我的意見，以為灌輸正當的學術文藝，改良思想，是第一事；討論Esperanto，尚在其次；至於辨難駁詰，更可一筆勾消。 \n\n　　《新青年》裡的通信，現在頗覺發達。讀者也都喜看。但據我個人意見，以為還可酌減：只須將誠懇切實的討論，按期登載；其他不負責任的隨口批評，沒有常識的問難，至多只要答他一回，此後便不必多說，省出紙墨，移作別用。例如見鬼，求仙，打臉之類，明明白白全是毫無常識的事情，《新青年》卻還和他們反復辯論，對他們說「二五得一十」的道理，這功夫豈不可惜，這事業豈不可憐。 \n\n　　我看《新青年》的內容，大略不外兩類：一是覺得空氣閉塞汙濁，吸這空氣的人，將要完結了；便不免皺一皺眉，說一聲「唉」。希望同感的人，因此也都注意，開辟一條活路。假如有人說這臉色聲音，沒有妓女的眉眼一般好看，唱小調一般好聽，那是極確的真話；我們不必和他分辯，說是皺眉歎氣，更為好看。和他分辯，我們就錯了。一是覺得歷來所走的路，萬分危險，而且將到盡頭；於是憑著良心，切實尋覓，看見別一條平坦有希望的路，便大叫一聲說，「這邊走好。」希望同感的人，因此轉身，脫了危險，容易進步。假如有人偏向別處走，再勸一番，固無不可；但若仍舊不信，便不必拚命去拉，各走自己的路。因為拉得打架，不獨於他無益，連自己和同感的人，也都耽擱了工夫。 \n\n　　耶穌說，見車要翻了，扶他一下。Nietzsche說，見車要翻了，推他一下。我自然是贊成耶穌的話；但以為倘若不願你扶，便不必硬扶，聽他罷了。此後能夠不翻，固然很好；倘若終於翻倒，然後再來切切實實的幫他抬。 \n\n　　老兄，硬扶比抬更為費力，更難見效。翻後再抬，比將翻便扶，於他們更為有益。\n\n　　唐俟。十一月四日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"選本","content":"　　今年秋天，在上海的日報上有一點可以算是關于文學的小小的辯論，就是為了一般的青年，應否去看《庄子》与《文選》〔２〕以作文學上的修養之助。不過這類的辯論，照例是不會有結果的，往复几回之后，有一面一定拉出“動机論”〔３〕來，不是說反對者“別有用心”，便是“嘩眾取寵”；客气一點，也就“彼亦一是非，此亦一是非”，而問題于是嗚呼哀哉了。但我因此又想到“選本”的勢力。孔子究竟刪過《詩》〔４〕沒有，我不能确說，但看它先“風”后“雅”而末“頌”，排得這么整齊，恐怕至少總也費過樂師的手腳，是中國現存的最古的詩選。由周至漢，社會情形太不同了，中間又受了《楚辭》〔５〕的打擊，晉宋文人如二陸束皙陶潛〔６〕之流，雖然也做四言詩以支持場面，其實都不過是每句省去一字的五言詩，“王者之跡熄而《詩》亡”了。不過選者總是層出不窮的，至今尚存，影響也最廣大者，我以為一部是《世說新語》〔７〕，一部就是《文選》。 \n\n　　《世說新語》并沒有說明是選的，好像劉義慶或他的門客所搜集，但檢唐宋類書中所存裴啟《語林》〔８〕的遺文，往往和《世說新語》相同，可見它也是一部鈔撮故書之作，正和《幽明錄》〔９〕一樣。它的被清代學者所寶重，自然因為注中多有現今的逸書〔１０〕，但在一般讀者，卻還是為了本文，自唐迄今，擬作者不絕，甚至于自己兼加注解。〔１１〕袁宏道〔１２〕在野時要做官，做了官又大叫苦，便是中了這書的毒，誤明為晉的緣故。有些清朝人卻較為聰明，雖然辮發胡服，厚祿高官，他也一聲不響，只在倩人寫照的時候，在紙上改作斜領方巾，或芒鞋竹笠，聊過“世說”式癮罷了。 \n\n　　《文選》的影響卻更大。從曹憲至李善加五臣〔１３〕，音訓注釋書類之多，遠非擬《世說新語》可比。那些煩難字面，如草頭諸字，水旁山旁諸字，不斷的被摘進歷代的文章里面去，五四運動時雖受奚落，得“妖孽”〔１４〕之稱，現在卻又很有复辟的趨勢了。而《古文觀止》〔１５〕也一同漸漸的露了臉。 \n\n　　以《古文觀止》和《文選》并稱，初看好像是可笑的，但是，在文學上的影響，兩者卻一樣的不可輕視。凡選本，往往能比所選各家的全集或選家自己的文集更流行，更有作用。冊數不多，而包羅諸作，固然也是一种原因，但還在近則由選者的名位，遠則憑古人之威靈，讀者想從一個有名的選家，窺見許多有名作家的作品。所以自漢至梁的作家的文集，并殘本也僅存十余家，《昭明太子集》〔１６〕只剩一點輯本了，而《文選》卻在的。讀《古文辭類纂》者多，讀《惜抱軒全集》的卻少〔１７〕。凡是對于文術，自有主張的作家，他所賴以發表和流布自己的主張的手段，倒并不在作文心，文則，詩品，詩話，而在出選本。 \n\n　　選本可以借古人的文章，寓自己的意見。博覽群籍，采其合于自己意見的為一集，一法也，如《文選》是。擇取一書，刪其不合于自己意見的為一新書，又一法也，如《唐人万首絕句選》〔１８〕是。如此，則讀者雖讀古人書，卻得了選者之意，意見也就逐漸和選者接近，終于“就范”了。 \n\n　　讀者的讀選本，自以為是由此得了古人文筆的精華的，殊不知卻被選者縮小了眼界，即以《文選》為例罷，沒有嵇康《家誡》〔１９〕，使讀者只覺得他是一個憤世嫉俗，好像無端活得不快活的怪人；不收陶潛《閒情賦》〔２０〕，掩去了他也是一個既取民間《子夜歌》〔２１〕意，而又拒以圣道的迂士。選本既經選者所濾過，就總只能吃他所給与的糟或醨。況且有時還加以批評，提醒了他之以為然，而默殺了他之以為不然處。縱使選者非常胡涂，如《儒林外史》所寫的馬二先生〔２２〕，游西湖漫無准備，須問路人，吃點心又不知選擇，要每樣都買一點，由此可見其衡文之毫無把握罷，然而他是處州人，一定要吃“處片”，又可見雖是馬二先生，也自有其“處片”式的標准了。 \n\n　　評選的本子，影響于后來的文章的力量是不小的，恐怕還遠在名家的專集之上，我想，這許是研究中國文學史的人們也該留意的罷。 \n\n　　十一月二十四日記。 \n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"关于《咬文嚼字》（仲潜，伏园）","content":"　　我那封短信，原系私人的通信，應無發表的必要；不過先生認為有公開的价值，就把它發表了。但因此那封信又變為無聊的通信了，豈但無聊而已哉，且恐要惹起許多無聊的是非來，這個挑撥是非之責，應該歸記者去擔負吧！所以如果沒有彼方的答辯則已；如有，我可不理了。至于《咬文嚼字》一文，先生認為原意中攻擊的兩點是极重要且极有意義的，我不無怀疑之點：Ａ，先生照咬文嚼字的翻譯看起來，以為是晚近翻譯界墮落的征兆。為什么是墮落？我不明白。你以為女人的名字應該用美麗的字眼，男人的名字的第一音應該用《百家姓》中的字，是近來新發明的，因名之曰怪思想么？但我要問先生認它為“墮落”的，究竟是不是“怪思想”？我以為用美麗的字眼翻譯女性的名字是翻譯者完全的自由与高興，·無·關·緊·要·的；雖是新發明，卻不是墮落的征兆，更不是怪思想！Ｂ，外國人的名是在前，姓是在后。“高爾基”三個音連成的字，是Gorky的姓，并不是他就是姓“高”；不過便于中國人的習慣及記憶起見，把第一音譯成一個相似的中國姓，或略稱某氏以免重复的累贅底困難。如果照中國人的姓名而認他姓高，則爾基就變成他的名字了？豈不是笑話嗎！又如，Wilde可譯為王爾德，可譯魏爾德，又可譯為樊爾德，然則他一人姓了王又姓魏又姓樊，此理可說的通嗎？可見所謂“吾家rky”者，我想，是魯迅先生新發明的吧！不然，就是說“吾家rky”的人，根本不知“高爾基”三音連合的字是他原來的姓！因同了一個“高”字，就貿貿然稱起吾家還加上rky來，這的确是新杜撰的滑稽話！卻于事實上并無滑稽的毫末，只惹得人說他·無·意·思而已，說他是·門·外·漢而已，說他是·無·聊而已！先生所謂夠深長夠濃厚极重要极有意義的所在，究竟何所而在？雖然，記者有記者個人的意見，有記者要它發表不發表的權力，所以二號字的標題与四號字的署名，就刊出來了。最后我很感謝先生上次的盛意并希望先生個人認為很有意思的文字多登載几篇。還有一句話：將來如有他方面的各种的筆墨官司打來，恕我不再來答辯了，不再來湊無聊的熱鬧了。此頌 \n\n　　撰安！ \n\n　　十六，弟仲潛敬复。 \n\n　　“高爾基三個音連成的字，是Gorky的姓，并不是他就姓高，”廖先生這句話比魯迅先生的文字更有精采。可惜這句話不能天天派一個人對讀者念著，也不能叫翻譯的人在篇篇文章的原著者下注著“高爾基不姓高，王爾德不姓王，白利歐不姓白……”廖先生這篇通信登過之后不几天，廖先生這句名言必又被人忘諸腦后了。所以，魯迅先生的諷刺還是重要，如果翻譯界的人被魯迅先生的“吾家爾基”一語刺得難過起來，竟毅然避去《百家姓》中之字而以聲音較近之字代替了（如哥爾基，淮爾德，勃利歐……），那末閱者一望而知“三個音連成的字是姓，第一音不是他的姓，”不必有煩廖先生的耳提面命了。不過這樣改善以后，其實還是不妥當，所以用方塊儿字譯外國人名的辦法，其壽命恐怕至多也不過還有五年，進一步是以注音字母譯（錢玄同先生等已經實行了，昨天記者遇見錢先生，他就說即使第一音為《百家姓》中的字之辦法改良以后，也還是不妥），再進一步是不譯，在歐美許多書籍的原名已經不擇了，主張不譯人名即使在今日的中國恐怕也不算過激罷。 \n\n　　伏園附注 \n\n　　一九二五年一月十八日《京報副刊》。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《癡華鬘》題記","content":"　　嘗聞天竺寓言之富，如大林深泉，他國藝文，往往蒙其影響。即翻為華言之佛經中，亦隨在可見，明徐元太輯《喻林》，頗加蒐錄，然卷帙繁重，不易得之。佛藏中經，以譬喻為名者，亦可五六種，惟有《百喻經》最有條貫。其書具名《百句譬喻經》；《出三藏記集》云，天竺僧伽斯那從《修多羅藏》十二部經中鈔出譬喻，聚為一部，凡一百事，為新學者，撰說此經。蕭齊永明十年九月十日，中天竺法師求那毗地出。以譬喻說法者，本經云『如阿伽陀藥，樹葉而裹之，取藥塗毒竟，樹葉還棄之，戲笑如葉裹，實義在其中』也。王君品青愛其設喻之妙，因除去教戒，獨留寓言；又緣經末有『尊者僧伽斯那造作《癡華鬘》竟』語，即據以回復原名，仍印為兩卷。嘗稱百喻，而實缺二者，疑舉成數，或並以卷首之引，卷末之偈為二事也。尊者造論，雖以正法為心，譬故事于樹葉，而言必及法，反多拘牽；今則已無阿伽陀藥，更何得有藥裹，出離界域，內外洞然，智者所見，蓋不惟佛說正義而已矣。\n\n　　中華民國十五年五月十二日。\n\n"},{"name":"桃花","content":"春雨過了，太陽又很好，隨便走到園中。 \n桃花開在園西，李花開在園東。 \n我說，「好極了！桃花紅，李花白。」 \n（沒說，桃花不及李花白。） \n桃花可是生了氣，滿面漲作「楊妃紅」。 \n好小子！真了得！竟能氣紅了面孔。 \n我的話可並沒得罪你，你怎的便漲紅了面孔！ \n唉！花有花道理，我不懂。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"咬嚼之餘","content":"　　我的一篇《咬文嚼字》的「濫調」，又引起小麻煩來了，再說幾句罷。 \n\n　　我那篇的開首說：「以擺脫傳統思想之束縛……」 \n\n　　第一回通信的某先生似乎沒有看見這一句，所以多是枝葉之談，況且他大罵一通之後，即已聲明不管，所以現在也不在話下。 \n\n　　第二回的潛源先生的通信是看見那一句的了，但意見和我不同，以為都非不能「擺脫傳統思想之束縛……」。各人的意見，當然會各式各樣的。 \n\n　　他說女名之所以要用「輕靚艷麗」字眼者，（一）因為「總常想知道他或她的性別」。但我卻以為這「常想」就是束縛。小說看下去就知道，戲曲是開首有說明的。（二）因為便當，譬如託爾斯泰有一個女兒叫作Elizabeth Tolstoi全譯出來太麻煩，用「妥嬭絲苔」就明白簡單得多。但假如託爾斯泰還有兩个女兒，叫做Mary Tolstoi et Hilda Tolstoi，即又須別想八個「輕靚艷麗」字樣，反而麻煩得多了。 \n\n　　他說Go可譯郭，Wi可譯王，Ho可譯何，何必故意譯做「各」「旺」「荷」呢？再者，《百家姓》為什麼不能有偉力？但我卻以為譯「郭」「王」「何」纔是「故意」，其游魂是《百家姓》；我之所以詫異《百家姓》的偉力者，意思即見前文的第一句中。但來信又反問了，則又答之曰：意思即見前文第一句中。 \n\n　　再說一遍罷，我那篇的開首說：「以擺脫傳統思想之束縛……。」所以將翻譯當作一種工具，或者圖便利，愛折中的先生們是本來不在所諷的范圍之內的。兩位的通信似乎于這一點都沒有看清楚。 \n\n　　末了，我對于潛源先生的「末了」的話，還得辯正幾句。（一）我自己覺得我和三蘇中之任何一蘇，都絕不相類，也不愿意比附任何古人，或者「故意」凌駕他們。倘以某古人相擬，我也明知是好意，但總是滿身不舒服，和見人使Gorky姓高相同。（二）其實《吶喊》并不風行，其所以略略流行于新人物間者，因為其中的諷刺在表面上似乎大抵針對舊社會的緣故，但使老先生們一看，恐怕他們也要以為「吹敲」「苛責」，深惡而痛絕之的。（三）我并不覺得我有「名」，即使有之，也毫不想因此而作文更加鄭重，來維持已有的名，以及別人的信仰。縱使別人以為無聊的東西，只要自己以為有聊，且不被暗中禁止阻礙，便總要發表曝露出來，使厭惡濫調的讀者看看，可以從速改正誤解，不相信我。因為我覺得我若專講宇宙人生的大話，專刺舊社會給新青年看，希圖在若干人們中保存那由誤解而來的「信仰」，倒是「欺讀者」，而于我是苦痛的。  \n\n　　一位先生當面，一位通信，問我《現代評論》裏面的一篇《魯迅先生》，為什麼沒有了。我一查，果然，只剩了前面的《苦惱》和後面的《破落戶》，而本在其間的《魯迅先生》確乎沒有了。怕還有同樣的誤解者，我在此順便聲明一句：我一點不知道為什麼。 \n\n　　假如我說要做一本《妥嬭絲苔傳》，而暫不出版，人便去質問託爾斯泰的太太或女兒？我以為這辦法實在不很對，因為她們是不會知道我所玩的是什麼把戲的。\n\n　　一月二十日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"备考：“无聊的通信”（仲潜，伏园）","content":"　　自從先生出了征求“青年愛讀書十部”的廣告之后，《京報副刊》上就登了關于這類的許多無聊的通信；如“年青婦女是否可算‘青年’”之類。這樣無聊的文字，這樣簡單的腦筋，有登載的价值么？除此，還有前天的副刊上載有魯迅先生的《咬文嚼字》一文，亦是最無聊的一种，亦無登載的必要！《京報副刊》的篇幅是有限的，請先生寶貴它吧，多登些有价值的文字吧！茲寄上一張征求的表請收下。 \n\n　　十三，仲潛。 \n\n　　凡記者收到外間的來信，看完以后認為還有再給別人看看的必要，于是在本刊上發表了。例如廖仲潛先生這封信，我也認為有公開的价值，雖然或者有人（也許連廖先生自己）要把它認為“無聊的通信”。我發表“青年二字是否連婦女也包括在內？”的李君通信，是恐怕讀者當中還有像李君一般怀疑的，看了我的答案可以連帶的明白了。關于這層我沒有什么其他的答辯。至于魯迅先生的《咬文嚼字》，在記者個人的意見，是認為极重要极有意義的文字的，所以特用了二號字的標題，四號字的署名，希望讀者特別注意。因為魯迅先生所攻擊的兩點，在記者也以為是晚近翻譯界墮落的征兆，不可不力求改革的。中國從翻譯印度文字以來，似乎數千年中還沒有人想過這樣的怪思想，以為女人的名字應該用美麗的字眼，男人的名字的第一者應該用《百家姓》中的字，的确是近十年來的人發明的（這种辦法在嚴几道時代還未通行），而近十年來的翻譯文字的錯誤百出也可以算得震鑠前古的了。至于這兩點為什么要攻擊，只要一看魯迅先生的諷刺文字就會明白。他以中國“周家的小姐不另姓綢”去映襯有許多人用“瑪麗亞”，“婀娜”，“娜拉”這些美麗字眼譯外國女人名字之不當，以“吾家ｒｋｙ”一語去譏諷有許多人將無論那一國的人名硬用《百家姓》中的字作第一音之可笑，只這兩句話給我們的趣味已經夠深長夠濃厚了，而廖先生還說它是“最無聊”的文字么？最后我很感謝廖先生熱心的給我指導，還很希望其他讀者如對于副刊有什么意見時不吝賜教。 \n\n　　伏園敬复。 \n\n　　一九二五年一月十五日《京報副刊》。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"編完寫起","content":"　　近幾天收到兩篇文章，是答陳百年先生的《一夫多妻的新護符》的，據說，《現代評論》不給登他們的答辯，又無處可投，所以寄到我這里來了，請為介紹到可登的地方去。誠然，《婦女雜志》上再不見這一類文章了，想起來毛骨悚然，悚然于階級很不同的兩類人，在中國竟會聯成一氣。但我能向那里介紹呢，飯碗是誰都有些保重的。況且，看《現代評論》的豫告，已經登在二十二期上了，我便決意將這兩篇沒收。 \n\n　　但待到看見印成的《現代評論》的時候，我卻又決計將它登出來，因為比那挂在那邊的尾巴上的一點詳得多，但是委屈得很，只能在這無聊的《莽原》上。我于他們三位都是熟識之至，又毫沒有研究過什么性倫理性心理之類，所以不敢來說外行話。可是我總以為章周兩先生在中國將這些議論發得太早，——雖然外國已經說舊了，但外國是外國。可是我總覺得陳先生滿口「流弊流弊」，是論利害，不像論是非，莫明其妙。 \n\n　　但陳先生文章的末段，讀來卻痛快——「……至于法律和道德相比，道德不妨比法律嚴些，法律所不禁止的，道德盡可加以禁止。例如拍馬吹牛，似乎不是法律所禁止的……然則我們在道德上也可以容許拍馬屁，認為無損人格么？」 \n\n　　這我敢回答：是不能容許的。然而接著又起了一個類似的問題：例如女人被強奸，在法律上似乎不至于處死刑，然則我們在道德上也可以容許被強奸，認為無須自殺么？章先生的駁文似乎激昂些，因為他覺得陳先生的文章發表以后，攻擊者便源源而來，就疑心到「教授」的頭銜上去。那么，繼起者就有「拍馬屁」的嫌疑了，我想未必。但教授和學者的話比起一個小編輯來容易得社會信任，卻也許是實情，因此從論敵看來，這些名稱也就有了流弊了，真所謂有一利必有一弊。 \n\n　　十一日。 \n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"雜語","content":"　　稱為神的和稱為魔的戰鬭了，并非爭奪天國，而在要得地獄的統治權。所以無論誰勝，地獄至今也還是照樣的地獄。 \n\n　　兩大古文明國的藝術家握手了，因為可圖兩國的文明的溝通。溝通是也許要溝通的，可惜「詩哲」又到意大利去了。 \n\n　　「文士」和老名士戰鬭，因為……，——我不知道要怎樣。但先前只許「之乎者也」的名公捧角，現在卻也准ABCD的「文士」入場了。這時戲子便化為藝術家，對他們點點頭。 \n\n　　新的批評家要站出來麼？您最好少說話，少作文，不得已時，也要做得短。但總須弄幾個人交口說您是批評家。那麼，您的少說話就是高深，您的少作文就是名貴，永遠不會失敗了。 \n\n　　新的創作家要站出來麼？您最好是在發表過一篇作品之後，另造一個名字，寫點文章去恭維：倘有人攻擊了，就去辯護。而且這名字要造得艷麗一些，使人們容易疑心是女性。倘若真能有這樣的一個，就更佳；倘若這一個又是愛人，就更更佳。「愛人呀！」這三個字就多麼旖旎而饒于詩趣呢？正不必再有第四字，纔可望得到奮鬭的成功。 \n\n（一九二五年四月二十四日《莽原》第一期） \n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《咬文嚼字》是“滥调”（潜源，伏园）","content":"　　魯迅先生《咬文嚼字》一篇，在我看來，實在毫無意義。仲潛先生稱它為“最無聊”之作，极為得体。不料先生在仲潛先生信后的附注，對于這“最無聊”三字大為駭异，并且說魯迅先生所舉的兩种，為翻譯界墮落的現象，這真使我大為駭异了。 \n\n　　我們對于一個作家或小說戲劇上的人名，總常想知道他或她的性別（想知道性別，并非主張男女不平等）。 \n\n　　在中國的文字上，我們在姓底下有“小姐”“太太”或“夫人”，若把姓名全寫出來，則中國女子的名字，大多有“芳”“蘭”“秀”等等“輕靚艷麗”的字眼。周家的姑娘可以稱之為周小姐，陳家的太太可以稱之為陳太太，或者稱為周菊芳陳蘭秀亦可。從這些字樣中，我們知道這個人物是女性。在外國文字中可就不同了。外國人的姓名有好些Syllables〔９〕是极多的，用中文把姓名全譯出來非十數字不可，這是何等惹人討厭的事。年來國內人對于翻譯作品之所以比較創造作品冷淡，就是因為翻譯人名過長的緣故（翻譯作品之辭句不順口，自然亦是原因中之一）。假如托爾斯泰有一個女叫做Elizabeth Tolstoi，我們全譯出來，成為“托爾斯泰伊麗沙白”八字，何等麻煩。又如有一個女子叫做Mary Hilda Stuwart，我們全譯出來，便成為“瑪麗海爾黛司徒渥得”也很討厭。但是我們又不能把這些名字稱為托爾斯泰小姐或司徒渥得夫人，因為這种六個字的稱呼，比起我們看慣了周小姐陳太太三字的稱呼多了一半，也不方便。沒法，只得把名字刪去，“小姐”，“太太”也省略，而用“妥妳丝苔”译Elizabeth Tolstoi，用“丝图娃德”译Mary Hilda Stuwart，这诚是不得已之举。\n\n　　至于說為适合中國人的胃口，故意把原名刪去，有失原意的，那末，我看根本外國人的名字，便不必譯，直照原文寫出來好。因為中國人能看看不慣的譯文，多少總懂得點洋文的。魯迅先生此舉誠未免過于吹毛求疵？ \n\n　　至于用中國姓譯外國姓，我看也未嘗不可以。假如Gogol的Go可以譯做郭，Wilde的Wi可以譯做王，Holz的Ho可以譯做何，我們又何必把它們故意譯做“各”“旺”“荷”呢？再者，《百家姓》為什么不能有偉力？ \n\n　　誠然，國內的翻譯界太糟了，太不令人滿意了！翻譯界墮落的現象正多，卻不是這兩种。伏園先生把它用二號字標題，四號字標名，也算多事，气力要賣到大地方去，卻不可做這种吹敲的勾當。 \n\n　　末了，我還要說几句：魯迅先生是我所佩服的。譏刺的言辭，尖銳的筆鋒，精細的觀察，誠可引人無限的仰慕。《吶喊》出后，雖不曾名噪天下，也名噪國中了。 \n\n　　他的令弟啟明先生，亦為我崇拜之一人。讀書之多，令人惊歎。《自己的園地》為國內文藝界一朵奇花。我嘗有現代三周（還有一個周建人先生），駕乎從前三蘇之慨。 \n\n　　不過名人名聲越高，作品也越要鄭重。若故意縱事吹敲或失之苛責，不免帶有失卻人信仰的危險。而記者先生把名人的“濫調”來充篇幅，又不免帶有欺讀者之嫌。冒犯，恕罪！順祝健康。 \n\n　　潛·源。 \n\n　　一月十七日于唐山大學。 \n\n　　魯迅先生的那篇《咬文嚼字》，已有兩位“潛”字輩的先生看了不以為然，我猜想青年中這种意見或者還多，那么這篇文章不是“濫調”可知了，你也會說，我也會說，我說了你也同意，你說了他也說這不消說：那是濫調。魯迅先生那兩項主張，在簇新頭腦的青年界中尚且如此通不過去，名為濫調，是冤枉了，名為最無聊，那更冤枉了。記者對于這項問題，是加入討論的一人，自知態度一定不能公平，所以對于“潛”字輩的先生們的主張，雖然万分不以為然，也只得暫且從緩答辯。好在超于我們的爭論點以上，還有兩項更高一層的錢玄同先生的主張，站在他的地位看我們這种爭論也許是無謂已极，無論誰家胜了也只贏得“不妥”二字的考語罷了。伏園附注。 \n\n　　一九二五年一月二十日《京報副刊》。 \n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"咬嚼未始“乏味”","content":"　　對于四日副刊上潛源先生的話再答几句：一、原文云：想知道性別并非主張男女不平等。答曰：是的。但特別加上小巧的人工，于無須區別的也多加區別者，又作別論。從前獨將女人纏足穿耳，也可以說不過是區別；現在禁止女人剪發，也不過是區別，偏要逼她頭上多加些“絲苔”而已。 \n\n　　二、原文云：卻于她字沒有諷過。答曰：那是譯She〔２〕的，并非無風作浪。即不然，我也并無遍諷一切的責任，也不覺得有要諷草頭絲旁，必須從諷她字開頭的道理。 \n\n　　三、原文云：“常想”真是“傳統思想的束縛”么？答曰：是的，因為“性意識”強。這是嚴分男女的國度里必有的現象，一時頗不容易脫体的，所以正是傳統思想的束縛。 \n\n　　四、原文云：我可以反問：假如托爾斯泰有兩兄弟，我們不要另想几個“非輕靚艷麗”的字眼么？答曰：斷然不必。我是主張連男女的姓也不要妄加分別的，這回的辯難一半就為此。怎么忽然又忘了？ \n\n　　五、原文云：贊成用郭譯Go……習見故也。答曰：“習見”和“是”毫無關系。中國最習見的姓是“張王李趙”。《百家姓》的第一句是“趙錢孫李”，“潛”字卻似乎頗不習見，但誰能說“錢”是而“潛”非呢？ \n\n　　六、原文云：我比起三蘇，是因為“三”字湊巧，不愿意，“不舒服”，馬上可以去掉。答曰：很感謝。我其實還有一個兄弟〔３〕，早死了。否則也要防因為“四”字“湊巧”，比起“四凶”〔４〕，更加使人著急。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"俄文譯本《阿Ｑ正傳》序及著者自叙傳略","content":"　　《阿Ｑ正傳》序 \n\n　　這在我是很應該感謝，也是很覺得欣幸的事，就是：我的一篇短小的作品，仗著深通中國文學的王希禮（B. A. Vassiliev）〔２〕先生的翻譯，竟得展開在俄國讀者的面前了。 \n\n　　我雖然已經試做，但終于自己還不能很有把握，我是否真能夠寫出一個現代的我們國人的魂靈來。別人我不得而知，在我自己，總仿佛覺得我們人人之間各有一道高牆，將各個分离，使大家的心無從相印。這就是我們古代的聰明人，即所謂圣賢，將人們分為十等〔３〕，說是高下各不相同。其名目現在雖然不用了，但那鬼魂卻依然存在，并且，變本加厲，連一個人的身体也有了等差，使手對于足也不免視為下等的异類。造化生人，已經非常巧妙，使一個人不會感到別人的肉体上的痛苦了，我們的圣人和圣人之徒卻又補了造化之缺，并且使人們不再會感到別人的精神上的痛苦。 \n\n　　我們的古人又造出了一种難到可怕的一塊一塊的文字；但我還并不十分怨恨，因為我覺得他們倒并不是故意的。然而，許多人卻不能借此說話了，加以古訓所筑成的高牆，更使他們連想也不敢想。現在我們所能听到的不過是几個圣人之徒的意見和道理，為了他們自己；至于百姓，卻就默默的生長，萎黃，枯死了，像壓在大石底下的草一樣，已經有四千年！ \n\n　　要畫出這樣沉默的國民的魂靈來，在中國實在算一件難事，因為，已經說過，我們究竟還是未經革新的古國的人民，所以也還是各不相通，并且連自己的手也几乎不懂自己的足。我雖然竭力想摸索人們的魂靈，但時時總自憾有些隔膜。在將來，圍在高牆里面的一切人眾，該會自己覺醒，走出，都來開口的罷，而現在還少見，所以我也只得依了自己的覺察，孤寂地姑且將這些寫出，作為在我的眼里所經過的中國的人生。 \n\n　　我的小說出版之后，首先收到的是一個青年批評家〔４〕的譴責；后來，也有以為是病的，也有以為滑稽的，也有以為諷刺的；或者還以為冷嘲〔５〕，至于使我自己也要疑心自己的心里真藏著可怕的冰塊。然而我又想，看人生是因作者而不同，看作品又因讀者而不同，那么，這一篇在毫無“我們的傳統思想”的俄國讀者的眼中，也許又會照見別樣的情景的罷，這實在是使我覺得很有意味的。 \n\n　　一九二五年五月二十六日，于北京。魯迅。 \n\n　　著者自敘傳略 \n\n　　我于一八八一年生在浙江省紹興府城里的一家姓周的家里。父親是讀書的；母親姓魯，鄉下人，她以自修得到能夠看書的學力。听人說，在我幼小時候，家里還有四五十畝水田，并不很愁生計。但到我十三歲時，我家忽而遭了一場很大的變故〔６〕，几乎什么也沒有了；我寄住在一個親戚家，有時還被稱為乞食者。我于是決心回家，而我的父親又生了重病，約有三年多，死去了。我漸至于連极少的學費也無法可想；我的母親便給我籌辦了一點旅費，教我去尋無需學費的學校去，因為我總不肯學做幕友或商人，——這是我鄉衰落了的讀書人家子弟所常走的兩條路。 \n\n　　其時我是十八歲，便旅行到南京，考入水師學堂〔７〕了，分在机關科〔８〕。大約過了半年我又走出，改進礦路學堂〔９〕去學開礦，畢業之后，即被派往日本去留學。但待到在東京的豫備學校〔１０〕畢業，我已經決意要學醫了，原因之一是因為我确知道了新的醫學對于日本的維新〔１１〕有很大的助力。我于是進了仙台（Sendai）醫學專門學校，學了兩年。這時正值俄日戰爭〔１２〕，我偶然在電影上看見一個中國人因做偵探而將被斬，因此又覺得在中國還應該先提倡新文藝。我便棄了學籍，再到東京，和几個朋友立了些小計畫〔１３〕，但都陸續失敗了。我又想往德國去，也失敗了。終于，因為我的母親和几個別的人〔１４〕很希望我有經濟上的幫助，我便回到中國來；這時我是二十九歲。 \n\n　　我一回國，就在浙江杭州的兩級師范學堂做化學和生理學教員，第二年就走出，到紹興中學堂去做教務長，第三年又走出，沒有地方可去，想在一個書店去做編譯員，到底被拒絕了。但革命也就發生，紹興光复后，我做了師范學校的校長。革命政府在南京成立，教育部長招我去做部員，移入北京，一直到現在。〔１５〕近几年，我還兼做北京大學，師范大學，女子師范大學的國文系講師。 \n\n　　我在留學時候，只在雜志上登過几篇不好的文章。〔１６〕初做小說是一九一八年，因了我的朋友錢玄同的勸告，做來登在《新青年》上的。這時才用“魯迅”的筆名（pen name）；也常用別的名字做一點短論。現在匯印成書的只有一本短篇小說集《吶喊》，其余還散在几种雜志上。別的，除翻譯不計外，印成的又有一本《中國小說史略》。\n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《窮人》小引","content":"　　千八百八十年，是陀思妥夫斯基[2]完成了他的巨製之一《卡拉瑪卓夫兄弟》這一年；他在手記[3]上說：「以完全的寫實主義在人中間發見人。這是徹頭徹尾俄國底特質。在這意義上，我自然是民族底的。……人稱我為心理學家（psychologist）。這不得當。我但是在高的意義上的寫實主義者，即我是將人的靈魂的深，顯示于人的。」第二年，他就死了。 \n\n　　顯示靈魂的深者，每要被人看作心理學家；尤其是陀思妥夫斯基那樣的作者。他寫人物，几乎無須描寫外貌，只要以語气，聲音，就不獨將他們的思想和感情，便是面目和身体也表示著。又因為顯示著靈魂的深，所以一讀那作品，便令人發生精神的變化。靈魂的深處并不平安，敢于正視的本來就不多，更何況寫出？因此有些柔軟無力的讀者，便往往將他只看作「殘酷的天才」[4]。 \n\n　　陀思妥夫斯基將自己作品中的人物們，有時也委實太置之万難忍受的，沒有活路的，不堪設想的境地，使他們什么事都做不出來。用了精神的苦刑，送他們到那犯罪，痴呆，酗酒，發狂，自殺的路上去。有時候，竟至于似乎并無目的，只為了手造的犧牲者的苦惱，而使他受苦，在駭人的卑污的狀態上，表示出人們的心來。這确鑿是一個「殘酷的天才」，人的靈魂的偉大的審問者。 \n\n　　然而，在這「在高的意義上的寫實主義者」的實驗室里，所處理的乃是人的全靈魂。他又從精神底苦刑，送他們到那反省，矯正，忏悔，蘇生的路上去；甚至于又是自殺的路。到這樣，他的「殘酷」与否，一時也就難于斷定，但對于愛好溫暖或微涼的人們，卻還是沒有什么慈悲的气息的。 \n\n　　相傳陀思妥夫斯基不喜歡對人述說自己，尤不喜歡述說自己的困苦；但和他一生相糾結的卻正是困難和貧窮。便是作品，也至于只有一回是并沒有豫支稿費的著作。但他掩藏著這些事。他知道金錢的重要，而他最不善于使用的又正是金錢；直到病得寄養在一個醫生的家里了，還想將一切來診的病人當作佳客。他所愛，所同情的是這些，——貧病的人們，——所記得的是這些，所描寫的是這些；而他所毫無顧忌地解剖，詳檢，甚而至于鑒賞的也是這些。不但這些，其實，他早將自己也加以精神底苦刑了，從年青時候起，一直拷問到死滅。 \n\n　　凡是人的靈魂的偉大的審問者，同時也一定是偉大的犯人。審問者在堂上舉劾著他的惡，犯人在階下陳述他自己的善；審問者在靈魂中揭發污穢，犯人在所揭發的污穢中闡明那埋藏的光耀。這樣，就顯示出靈魂的深。 \n\n　　在甚深的靈魂中，無所謂「殘酷」，更無所謂慈悲；但將這靈魂顯示于人的，是「在高的意義上的寫實主義者」。 \n\n　　陀思妥夫斯基的著作生涯一共有三十五年，雖那最后的十年很偏重于正教[5]的宣傳了，但其為人，卻不妨說是始終一律。即作品，也沒有大兩樣。從他最初的《窮人》起，最后的《卡拉瑪卓夫兄弟》止，所說的都是同一的事，即所謂「捉住了心中所實驗的事實，使讀者追求著自己思想的徑路，從這心的法則中，自然顯示出倫理的觀念來。」[6]這也可以說：穿掘著靈魂的深處，使人受了精神底苦刑而得到創傷，又即從這得傷和養傷和愈合中，得到苦的滌除，而上了蘇生的路。 \n\n　　《窮人》是作于千八百四十五年，到第二年發表的；是第一部，也是使他即刻成為大家的作品；格里戈洛維奇[7]和涅克拉梭夫[8]為之狂喜，培林斯基[9]曾給他公正的褒辭。自然，這也可以說，是顯示著「謙遜之力」[10]的。然而，世界竟是這么廣大，而又這么狹窄；窮人是這么相愛，而又不得相愛；暮年是這么孤寂，而又不安于孤寂。他晚年的手記說：「富是使個人加強的，是器械底和精神底滿足。因此也將個人從全体分開。」[11]富終于使少女從窮人分离了，可怜的老人便發了不成聲的絕叫。愛是何等地純洁，而又何其有攪扰咒詛之心呵！ \n\n　　而作者其時只有二十四歲，卻尤是惊人的事。天才的心誠然是博大的。 \n\n　　中國的知道陀思妥夫斯基將近十年了，他的姓已經听得耳熟，但作品的譯本卻未見。這也無怪，雖是他的短篇，也沒有很簡短，便于急就的。這回叢蕪[12]才將他的最初的作品，最初紹介到中國來，我覺得似乎很彌補了些缺憾。這是用Constance Garnett[13]的英譯本為主，參考了Modern Library[14]的英譯本譯出的，歧异之處，便由我比較了原白光[15]的日文譯本以定從違，又經素園[16]用原文加以校定。在陀思妥夫斯基全集十二巨冊中，這雖然不過是一小分，但在我們這樣只有微力的人，卻很用去許多工作了。藏稿經年，才得印出，便借了這短引，將我所想到的寫出，如上文。陀思妥夫斯基的人和他的作品，本是一時研鑽不盡的，統論全般，決非我的能力所及，所以這只好算作管窺之說；也僅僅略翻了三本書：Dostoievsky's Literarische Schriften，Mereschkovsky's Dostoievsky und Tolstoy，[17]癗曙夢[18]的《露西亞文學研究》。 \n\n　　俄國人姓名之長，常使中國的讀者覺得煩難，現在就在此略加解釋。那姓名全寫起來，是總有三個字的：首先是名，其次是父名，第三是姓。例如這書中的解屋斯金，是姓；人卻稱他馬加爾亞列舍維奇，意思就是亞列舍的儿子馬加爾，是客气的稱呼；親昵的人就只稱名，聲音還有變化。倘是女的，便叫她「某之女某」。例如瓦爾瓦拉亞列舍夫那，意思就是亞列舍的女儿瓦爾瓦拉；有時叫她瓦蘭加，則是瓦爾瓦拉的音變，也就是親昵的稱呼。 \n\n　　一九二六年六月二日之夜，魯迅記于東壁下。 \n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"「說不出」","content":"看客在戲臺下喝倒采，食客在膳堂裏發標，伶人廚子，無嘴可開，只能怪自己沒本領。但若看客開口一唱戲，食客動手一做菜，可就難說了。 \n\n所以，我以為批評家最平穩的是不要兼做創作。假如提起一支屠城的筆，掃蕩了文壇上一切野草，那自然是快意的。但掃蕩之後，倘以為天下已沒有詩，就動手來創作，便每不免做出這樣的東西：\n\n宇宙之廣大呀，我說不出；\n父母之恩呀，我說不出；\n愛人的愛呀，我說不出。 \n阿呀阿呀，我說不出！\n\n這樣的詩，當然是好的，——倘就批評家的創作而言。太上老君的《道德》五千言，開頭就說「道可道非常道」，其實也就是一個「說不出」，所以這三個字，也就替得五千言。 \n\n嗚呼，「王者之跡熄，而《詩》亡；《詩》亡，然後《春秋》作。」「予豈好辯哉？予不得已也！」\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"流言和谎话","content":"　　這一回編輯《莽原》時，看見論及北京女子師范大學風潮〔２〕的投稿里，還有用“某校”字樣和几個方匡子〔３〕的，頗使我覺得中國實在還很有存心忠厚的君子，國事大有可為。但其實，報章上早已明明白白地登載過許多次了。 \n\n　　今年五月，為了“同系學生同時登兩個相反的啟事〔４〕已經發現了……”那些事，已經使“喜歡怀疑”的西瀅先生有“好像一個臭毛廁”之歎（見《現代評論》二十五期《閒話》），現在如果西瀅先生已回北京，或者要更覺得“世風日下”了罷，因為三個相反，或相成的啟事〔５〕已經發現了：一是“女師大學生自治會”；二是“楊蔭榆”；三是單叫作“女師大”。報載對于學生“停止飲食茶水”〔６〕，學生亦云“既感饑荒之苦，复慮生命之危。”而“女師大”云“全屬子虛”，是相反的；而楊蔭榆云“本校原望該生等及早覺悟自動出校并不愿其在校受生活上种种之不便也”，則似乎确已停止，和“女師大”說相反，与報及學生說相成。 \n\n　　學生云“楊蔭榆突以武裝入校，勒令同學全体即刻离校，嗣复命令軍警肆意毒打侮辱……”而楊蔭榆云“蔭榆于八月一日到校……暴劣學生肆行滋扰……故不能不請求警署撥派巡警保護……”是因為“滋扰”才請派警，与學生說相反的；而“女師大”云“不料該生等非特不肯遵命竟敢任情謾罵极端侮辱……幸先經內右二區派撥警士在校防護……”是派警在先，“滋扰”在后，和楊蔭榆說相反的；至于京師警察廳行政處公布，則云“查本廳于上月三十一日准國立北京女子師范大學函……請准予八月一日照派保安警察三四十名來校……”乃又与學生及“女師大”說相成了。楊蔭榆确是先期准備了“武裝入校”，而自己竟不知道，以為臨時叫來，真是离奇。 \n\n　　楊先生大約真如自己的啟事所言，“始終以培植人才恪盡職守為素志……服務情形為國人所共鑒”的罷。“素志”我不得而知，至于服務情形，則不必再說別的，只要一看本月一日至四日的“女師大”和她自己的兩啟事之离奇閃爍就盡夠了！撒謊造謠，即在局外者也覺得。如果是嚴厲的觀察和批評者，即可以執此而推論其他。 \n\n　　但楊先生卻道：“所以勉力維持至于今日者非貪戀個人之地位為徹底整飭學風計也”，竊以為學風是決非造謠撒謊所能整飭的；地位自然不在此例。 \n\n　　且住，我又來說話了，或者西瀅先生們又許要听到許多“流言”。然而請放心，我雖然确是“某籍”〔７〕，也做過國文系的一兩點鐘的教員，但我并不想謀校長，或仍做教員以至增加鐘點；也并不為子孫計，防她們在女師大被誣被革，挨打挨餓，我借一句Lermontov〔８〕的憤激的話告訴你們：“我幸而沒有女儿！” \n\n　　八月五日。 \n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"备考：关于孙用先生的几首譯诗（张逢汉）","content":"　　我從均風兄處借來《奔流》第九期一冊，看見孫用先生自世界語譯的萊芒托夫几首詩，我發覺有些處与原本不合。孫先生是由世界語轉譯的，想必經手許多，有几次是失掉了原文的精彩的。孫先生第一首譯詩《帆》原文是：（原文從略——編者。） \n\n　　按著我的意思應當譯為（曾刊登于《語絲》第五卷第三期）： \n\n　　孤獨發白的船帆， \n\n　　在云霧中蔚藍色的大海里……他到很遠的境域去尋找些什么？ \n\n　　他在故土里留棄著什么？ \n\n　　波濤洶涌，微風吼嘯，船桅杆怒憤著而發著噶吱吱的音調……喂！他不尋找幸福， \n\n　　也不是從幸福中走逃！ \n\n　　他底下是一行發亮光的蒼色水流，他頂上是太陽的金色的光芒；可是他，反叛的，希求著巨風，好像在巨風中有什么安宁！ \n\n　　第二首《天使》，孫先生譯的有几處和我譯的不同。（原文從略——編者。）我是這樣的譯：夜半天使沿著天空飛翔，寂靜的歌曲他唱著； \n\n　　月，星，和烏云一起很用心听那神的歌曲。 \n\n　　他歌著在天堂花園里樹葉子的底上那無罪靈魂的幸福， \n\n　　他歌詠著偉大的上帝，真實的贊美著他。 \n\n　　他抱攏了年青們的心靈，為的是這悲苦和淚的世界；歌曲的聲音，留在青年人的靈魂里是——沒有只字，但卻是活著。 \n\n　　為無邊的奇怪的希望，在這心靈，長久的于世界上不得安靜，人間苦悶的樂曲， \n\n　　是不能夠代替天上的歌聲。 \n\n　　其余孫先生所譯兩首《我出來》和《三棵棕櫚樹》，可惜原本現時不在我手里。以后有工夫時可向俄國朋友處借看。我對孫先生的譯詩，并不是來改正，乃本著真摯的心情，隨便談談，請孫先生原諒！此請撰安。 \n\n　　張逢漢。一九二九，五，七，于哈爾濱燦星社。 \n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"田园思想（通讯）","content":"　　白波先生： \n\n　　我們憎惡的所謂“導師”，是自以為有正路，有捷徑，而其實卻是勸人不走的人。倘有領人向前者，只要自己愿意，自然也不妨追蹤而往；但這樣的前鋒，怕中國現在還找不到罷。所以我想，与其找胡涂導師，倒不如自己走，可以省卻尋覓的工夫，橫豎他也什么都不知道。至于我那“遇見森林，可以辟成平地，……”這些話〔２〕，不過是比方，猶言可以用自力克服一切困難，并非真勸人都到山里去。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"送O. E.君携兰归国","content":"　　椒焚桂折佳人老，獨托幽岩展素心。 \n　　豈惜芳馨遺遠者，故鄉如醉有荊榛。 \n\n　　二月十二日\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"阻郁达夫移家杭州","content":"　　錢王登假仍如在，伍相隨波不可尋。\n　　平楚日和憎健翮，小山香滿蔽高岑。\n　　墳壇冷落將軍岳，梅鶴凄涼處士林。\n　　何似舉家游曠遠，風波浩蕩足行吟。 \n\n　　十二月\n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"备考：来信（霉江）","content":"　　魯迅先生： \n\n　　從近來《現代評論》之主張單獨對英以媚親日派的政府，侮辱學界之驅章為“打學潮糊涂賬”以媚教育當局，罵“副刊至少有產生出來以備淘汰的价值”以侮辱“青年叛徒”及其領導者，藉達其下流的政客式的學者的拍賣人格的陰謀等等方面看來，我們深覺得其他有良心的學者和有人格的青年太少，太沒有責任心，太怯懦了！ \n\n　　從牠的消售數目在各种周刊之上看（雖然有許多是送看的），從牠的頁數增加上看，我們可以知道卑污惡濁的社會里的讀者最歡迎這類學術界中的《紅》，《半月》或《禮拜六》。自從《新青年》停刊以后，思想界中再沒有得力的镰帜鲜明的冲锋队了。如今新青年的老同志有的投降了，有的退伍了，而新的還沒練好”，而且“勢力太散漫了。”我今天上午著手草《聯合戰線》一文，致猛進社，語絲社，莽原社同人及全國的叛徒們的，目的是將三社同人及其他同志聯合起來，印行一种刊物，注全力進攻我們本階級的惡勢力的代表：一系反動派的章士釗的《甲寅》，一系与反動派朋比為好的《現代評論》。我正在寫那篇文章的時候，Ｎ君拿著一份新出來的《語絲》，指給我看這位充滿“阿Ｑ精神”兼“推敲大教育家”江紹原的“小雜种”，里面說道，“至于民報副刊，有人說是共產党辦的。”江君翻打自己的嘴巴，亂生“小雜种”，一被謔于米先生（見京報副刊），再見斥于作《阿Ｑ的一點精神》（見民報副刊）的辛人，老羞成怒，竟遷怒到民副記者的身上去了。最巧妙的是江君偏在不入大人老爺之×（原刊不清）的語絲上詭譎地加上“有人說”三個字。Ｎ君××（原刊不清）“大約這位推敲大家在共出十五期的民副上，曾推出一句共產的宣來同而睡，（原刊如此）時對于這位歸國几滿三年，從未作過一句宣傳的文章，從未加入任何政党，從未卷入任何風潮，從未作任何活動的民副記者——一個頹廢派詩人梭羅古勃的愛慕者，也終不能查出共產党的證据，所以只能加上‘有人說’三字，一方面可以擺脫責任，一方面又可造謠。 \n\n　　而拈鬮還湊巧正拈到投在語絲上……”我于是立刻將我的《聯合戰線》一文撕得粉碎；我万沒想到這《現代評論》上的好文章，竟會在《語絲》上刊出來。實在，在這個世界上誰是誰的伙伴或仇敵呢？我們永遠感受著胡亂握手与胡亂刺殺的悲哀。 \n\n　　我看你們時登民副記者的文章，那末，你不是窩藏共產党的（即使你不是共產党）么？至少“有人說”你是的。章士釗褫你的職還不足以泄其憤吧，謹防著他或者又會“私稟執政”把你當亂党辦的。一笑。 \n\n　　下一段是Ｎ君仿江紹原的“小雜种”体編的，我寫的—— \n\n　　“……胡适之怎樣？……想起來了，那位博士近來盛傳被‘皇上’‘德化’了，招牌怕不香吧。 \n\n　　“陳西瀅怎樣？……听說近來被人指為‘英日帝國主義者和某軍閥的走狗章士釗’的‘党徒’……“至于江紹原，有人說他是一般人所指為學者人格拍賣公司現代評論社的第〇支部總經理。……””？（需要校对）\n\n　　霉江謹上。 \n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《淑姿的信》序","content":"　　夫嘉葩失蔭，薄寒奪其芳菲，思士陵天，驕陽毀其羽翮〔２〕。蓋幽居一出，每倉皇于太空，坐馳〔３〕無窮，終隕顛于實有也。爰有靜女〔４〕，長自山家，林泉陶其慧心，峰嶂隔茲塵俗，夜看朗月，覺天人之必圓，春擷繁花，謂芳馨之永住。雖生舊第，亦濺新流，既茁愛萌，遂通佳訊，排微波而徑逝，矢堅石以偕行，向曼遠之將來，构輝煌之好夢。然而年華春短，人海瀾翻。遠矚所至，始見來日之大難，修眉漸顰，終斂當年之巧笑，銜深哀于不答，鑄孤憤以成辭，遠人焉居，長途難即。何期忽逢二豎〔５〕，遽釋諸紛，門必綺顏于一棺，腐芳心于'g土。從此西樓良夜，憑檻無人，而中國韶年，樂生依舊。嗚呼，亦可悲矣，不能久也。逝者如是，遺簡廑存，則有生人〔６〕，付之活字，文無雕飾，呈天真之紛綸，事具悲歡，露人生之鱗爪，既娛以善始，遂凄惻而令終。誠足以分追悼于有情，散余悲于無著者也。屬為小引，愧乏長才，率綴蕪詞，聊陳涯略云爾。 \n\n　　一九三二年七月二十日，魯迅撰。 \n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"无題（大野多钩棘）","content":"　　几家春裊裊，万籟靜爸爸。 \n　　下土惟秦醉，中流輟越吟。〔２〕\n　　風波一浩蕩，花樹已蕭森。 \n\n　　三月\n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"哭范爱农","content":"最初發表于一九一二年八月二十一日紹興《民興日報》，署名黃棘。\n\n　　把酒論天下，先生小酒人。 \n　　大圜猶酩酊，微醉合沉淪。\n　　幽谷無窮夜，新宮自在春。\n　　舊朋云散盡，余亦等輕塵。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"題《彷徨》","content":"　　寂寞新文苑，平安舊戰場。 \n　　兩間余一卒，荷戟獨彷徨。 \n\n　　三月\n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"贈人二首","content":"　　明眸越女罷晨裝，荇水荷風是舊鄉。\n　　唱盡新詞歡不見，旱云如火扑晴江。\n\n\n　　　　其二 \n　　秦女端容理玉箏，梁塵踊躍夜風輕。\n　　須臾響急冰弦絕，但見奔星勁有聲。\n\n　　七月\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"悼丁君","content":"　　如磐夜气壓重樓，剪柳春風導九秋。〔２〕\n　　瑤瑟凝塵清怨絕，可怜無女耀高丘。 \n\n　　六月\n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"湘靈歌","content":"　　昔聞湘水碧如染，今聞湘水胭脂痕。 \n　　湘靈妝成照湘水，皎如皓月窺彤云。 \n　　高丘寂寞竦中夜，芳荃零落無余春。\n　　鼓完瑤瑟人不聞，太平成象盈秋門。\n\n　　三月\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"題三義塔","content":"三義塔者，中國上海閘北三義里遺鳩埋骨之塔也，在日本，農人共建之。 \n\n奔霆飛焰殲人子，敗井頹垣剩餓鳩。 \n偶值大心离火宅，終遺高塔念瀛洲。\n精禽夢覺仍銜石，鬥士誠堅共抗流。\n度盡劫波兄弟在，相逢一笑泯恩仇。\n\n　　　　六月二十一日 \n\n〈西村博士於上海戰後得喪家之鳩，持歸養之，初亦相安，而終化去。建塔以藏，且徵題詠，率成一律，聊答遐情云爾。〉\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"夢","content":"署名唐俟發表\n\n很多的夢，趁黃昏起閧。\n前夢纔擠卻大前夢時，後夢又趕走了前夢。\n去的前夢黑如墨，在的後夢墨一般黑；\n去的在的彷佛都說：「看我真好顏色」；\n顏色許好，暗裏不知；\n而且不知道，說話的是誰？\n\n暗裏不知，身熱頭痛。\n你來你來！明日的夢。\n\n一九一八年\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"他們的花園","content":"署名唐俟發表\n\n小娃子，卷螺髮， \n銀黃面龐上還有微紅，——看他意思是正要活。 \n走出破大門，望見鄰家：他們大花園裏，有許多好花。 \n用盡小心機，得了一朵百合；又白又光明，像纔下的雪。 \n好生拏了回家，映著面龐，分外添出血色。 \n蒼蠅繞花飛鳴，亂在一屋子裏——「偏愛這不幹淨花，是胡塗孩子！」 \n忙看百合花，卻已有幾點蠅矢。 \n看不得；捨不得。 \n瞪眼望天空，他更無話可說。 \n說不出話，想起鄰家：他們大花園裏，有許多好花。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"备考：来信（未名）","content":"　　我們學校里也有一個小小的圖書館，雖說不到國內的報章刊物雜志一切盡有，大概也有一二种；而辦學者雖說不到以全副力量在這里辦學，總算得是出了一點狗力在這里廝鬧。 \n\n　　有一天，一位同學要求圖書館主任訂購《莽原》，主任把這件事提交教授會議——或者是評議會，經神圣的教授會審查，說《莽原》是談社會主義的，不能訂。然而主任敵不過那同學的要求，終究訂了。 \n\n　　我自從听到《莽原》是談社會主義的以后，便細心的從第一期起，重行翻閱一回，始終一點儿證据也找不著。不知他們所說的根据在何處？——恐怕他們的見解獨到罷。這是要問你的一點。 \n\n　　因為我喜歡看《莽原》，忽然听到教授老爺們說它談社會主義，像我這樣的學生小子，自然是要起恐慌的。因為社會主義這四字是不好的名詞，像洪水猛獸的一般，——在他們看起來。因為現在談社會主義的書，就像從前“有圖畫的本子，就要被塾師，就是當時的‘引導青年的前輩’禁止，呵斥，甚而至于打手心”一樣。因為恐怕他們禁止我讀我愛讀的《莽原》，而要我去讀“人之初性本善”，至于呵斥，打手心，所以害怕得要死。這也是要問你的一點，要問你一個明白的一點。 \n\n　　有此兩點，所以要問你，因為大學教授說的話，比較的真确——不是放屁，所以要問你，要問你《莽原》到底是不是談社會主義。 \n\n　　六，一，未名于武昌。 \n\n　　我并不是姓未名名，也不是名未名，未名也不是我的別號，也不是像你們未名社沒有取名字的意義。我的名二十一年前已經取好了，只是怕你把它宣布出來，那末他們教授老爺就要加害于我，所以不寫出來。因為沒有寫出自己的真名字，就名之曰未名。 \n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"5\t一九二六年","content":"一九二九年\n\n\n［诗］\n\n一九一二年\n\n一九三一年\n\n一九三二年\n\n一九三三年\n\n\n［附录］\n\n一九二八年——一九二九年\n\n《奔流》編校後記（一——十二）\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"无題（洞庭木落楚天高）","content":"　　洞庭木落楚天高，眉黛猩红涴战袍。（２）\n　　澤畔有人吟不得，秋波渺渺失离騷。〔３〕\n\n　　十二月\n\n\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"6\t一九二七年","content":"一九二九年\n\n\n［诗］\n\n一九一二年\n\n一九三一年\n\n一九三二年\n\n一九三三年\n\n\n［附录］\n\n一九二八年——一九二九年\n\n《奔流》編校後記（一——十二）\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"說鈤","content":"署名自樹發表\n\n昔之學者曰：「太陽而外，宇宙間殆無所有。」歷紀以來，翕然從之；懷疑之徒，竟不可得。乃不謂忽有一不可思議之原質，自發光熱，煌煌焉出現於世界，輝新世紀之曙光，破舊學者之迷夢。若能力保存說，若原子說，若物質不滅說，皆蒙極酷之襲擊，蹌踉傾欹，不可終日。由是而思想界大革命之風潮，得日益磅薄，未可知也！此新原質以何因緣，乃得發見？則不能不曰：「Ｘ線（舊譯透物電光）之賜。」Ｘ線者，一八九五年頃，德人林達根所發明者也。其性質之奇異：若（一）貫通不透明體，（二）感寫真乾板，（三）與氣體以導電性等。大惹學者之注意，謂Ｘ線外，當更有Ｙ線，若Ｚ線等者。相率覃思，冀獲新質。乃果也馳運涅伏，必獲報酬。翌年而法人勃克雷復有一大發見。 \n\n或曰，勃氏以厚黑紙二重，包寫真乾板，暴之日光，越一二日，略無感應，乃上置磷光體鈾鹽，欲再行實驗，而天適晦，不得已姑納機兜中，數日後檢之，則不待日光，已感幹板。勃氏大駭異，細測其理，知其力非借磷光，而鈾之鹽類，實自具一種類似Ｘ線之輻射線，爰名之曰鈾線，生此種線之體曰剌伽刻耙夫體。此種物體所放射之線，則例以發見者之名名之曰勃克雷線。猶Ｘ線之亦名林達根線也。然鈾線則無待器械電氣之助，而自能放射，故較Ｘ線已大進步。 \n\n爾後研究益盛，學者涅伏中，均結種種Ｙ線Ｚ線之影。至一八九八年，休密德氏於釷之化合物中，亦發見林達根線。同時，法國巴黎工藝化學學校教授古籬夫人，于授業時，為空氣傳導之裝置，偶於別及不蘭（奧大利產之複雜礦物）中，見有類似Ｘ線之放射線，閃閃然光甚烈。亟告其夫古籬，研究之末，知含有鉍化合物，其放射性凡四千倍於鈾鹽。以夫人生於坡蘭德故，即以坡羅尼恩名之。既發表於世，學者大感謝，法國學士會院複酬以四千法郎，古籬夫婦益奮勵，日事研究，遂於別及不蘭中，又得一新原質曰耙（Ra-dium），符號為Ra。（按舊譯Germanium曰耙。然其音義于Radium尤愜，故篡取之，而Germanium則別立新名可耳。） \n\n一八九九年，獨比倫氏亦於別及不蘭中得他種剌伽刻耙夫體，名曰愛客地恩。然其輻射性不及鈤。坡羅尼恩與鉍，愛客地恩與釷，鈤與鋇，均有相似之性質。而其純質，皆不可得。惟鈤則經古籬夫人辛苦經營，始得略純粹者少許，測定分劑及光圖，已確認為一新原質，其他則尚在疑似之間，或謂僅得保存其能力而已。 \n\n鈤鹽類之水溶液，加以錏，或輕二硫，或錏二硫，不生沉澱。鈤硫養四或鈤炭養三，不溶解于水，其鈤綠二，則易溶于水，而不溶解於強鹽酸及酒精中。利用此性，可於制鈾之別及不蘭殘滓中，分析鈤質。然因性殊類鋇，故鋇恒羼雜其間，去鋇之法，須先令成鹽化物，溶于水中，再注酒精，即生沉澱，然終不免有鋇少許，存留溶液內，反復至再，始得略純之鈤鹽。至於純質，則迄今未能得也。且其量極稀，制鈾殘滓五千噸，所得鈤鹽不及一啟羅格蘭，此三年間所取純與不純者合計僅五百格蘭耳。而有謂世界中全量恐已盡是者，其珍貴如此。故值亦綦昂，雖含鋇甚多者，每一格蘭，非三十五弗不能得。至古籬氏之最純品，以世界惟一稱者，亦僅如微塵大，積二萬購之，猶不可得，其放射力則強於鈾鹽百萬倍云。 \n\n此最純品，即鈤綠二也。昨年古籬夫人化分其綠，令成銀綠二，計其量，然後算得鈤之分劑為二百二十五。多漠爾班氏曾照以分光器，鈤之特有光圖外，不復有他光圖，亦為新原質之一證。鈤線雖多與Ｘ線同，而此外複有與玻璃陶器以褐色或革色，令銀綠二復原，岩鹽帶色，染白紙，一晝夜間變黃磷為赤磷，及滅亡種子發芽力之種種性。又以色兒路多皿貯鈤鹽（放射性強於鈾線五千倍者），握掌中二時間，則皮膚被灼，今古籬氏傷痕歷歷猶未滅也。古籬氏曰：「若有人入置純鈤一密裡格蘭之室中，則當喪明焚身，甚或致死。」而加奈大之盧索夫氏，則謂純鈤一格蘭，足起一磅之重高及一呎。甚或有謂足擊英國所有軍艦，飛上英國第一高山辯那維之巔者，則維廉可洛克之言也。綜觀諸說，雖覺近誇，而放射力之強，亦可想見矣。尤奇者，其放射力，毫不假於外物，而自發於微小之本體中，與太陽無異。 \n\n鈤線亦若Ｘ線然，有貫通金屬力，此外若紙木皮肉等，俱無所沮。然放射後，每為被貫通之物質所吸收，而力變弱，設以鈤線通過〇〇〇二五密里之鉑箔，則強率變為其初之四十九％，再一次則又減為三十六％，二次以後，減率乃不如初之著矣。由是知鈤線決非單純，有易被他物所吸收者，有強於貫通力者，其貫物而過也若濾分然。各放射線，析為數種，感寫真幹板之力強者，即貫通線也，其中複有善感眼之組織者，故雖瞑目不視，而仍見其所在。 \n\n鈤之奇性，猶不止是。有拔爾敦者，曾於暗室中，解包出鈤，忽閃閃然發青白色光，室中驟明，其紙裹亦受微光，良久不滅。是即副放射線，感寫真幹板之作用，亦與主放射同。蓋鈤能本體發光，及與光於接近物體之二性質，宛如太陽與光于周圍遊星然。其能力之根源，竟不可測。 \n\n或曰勃克雷氏貯比較的純鈤于管中，藏之衣底，六小時後，體上忽現焦灼痕，未幾忽隱現於頭腕間，不能指其定處。後古籬氏乃設法測其熱度，法用熱電柱，其一方接合點，置純銅鹽，他方接合點，置含銅鹽六分一之錫鹽。計算所生電流之強率，知置銅鹽處之溫度，高一度半。又以篷然測熱器，測定〇點〇八格蘭之純鈤鹽所生溫度，一小時凡十四加羅厘；即一格蘭所放射之熱，每一小時凡百加羅厘以上也。其光與熱，既非出於燃燒，亦無化學的變化，不知此多量能力，以何為根？如曰本體所自發歟，則昔所謂能力之原則者，不得不破。如曰由外圍能力而發軟，則鈤必當有利用外圍能力之性，而此能力之本性，又為吾人所未及知者也。 \n\n鈤線亦有與空氣以導電性之性質，設有鋼板及鋅板各一，聯以銅絲，兩板間之空氣，令鈤線通過之，則銅絲即生電流，與兩板各浸於稀硫酸液中無稍異。蓋鈤線能令氣體為衣盎（集於兩極間之電解質之總名），分出荷陰陽電氣之部分，故氣體之作用，遂與液體電解質同。鈤線中之易被他物吸收者，此性尤著。 \n\n從克爾格司管陰極發生之愷多圖線，及林達根線，及鈤線，若受強磁力之作用，則進行必偏，設與鈤線成直角之方向，有磁力作用，則鈤線即越與磁力相對之左而行；然因鈤線非單純者，故析出屈於磁力及不屈於磁力之種種線，進路各不相同，與日光過三棱玻璃而成七色無異。鈤線中之強於貫通力者，此性尤著，且因對於磁力之作用，故鈤線之大部分，遂含有荷陰電氣而飛運極迅之微粒云。 \n\n被磁力而偏之鈤線中，既含有荷陰電之微粒，則以之投射於或物體，亦當得陰電。古籬夫婦曾用封蠟絕緣之導電體，投以鈤線，而確得陰電；又以同法絕緣之銅鹽，因帶陰電之微粒飛去，而荷陽電。此電氣之集積量，每一平方密厘每一秒時凡得\n  \n    \n      \n        4\n        ×\n        \n          19\n          \n            −\n            12\n          \n        \n      \n    \n    {\\displaystyle 4\\times 19^{-12}}\n  \n安培云。鈤線中帶陰電之微粒，在強電場時，必偏其進行方向，即在一密厘有一萬波的之強電場，則偏四生的許，此勃克雷氏所實證者也。 \n\n自鈤所發射微粒之速度，每秒凡 1.6 × 1010 密厘，約當光速度之半，因此微粒之飛散，故鈤於一小時所失之能力額凡 4.4 × 10−6 加羅厘，與前記之放出熱量較，則覺甚微。又從鈤之表面一平方密厘所放射之微粒，其質量亦綦少，計每一格蘭之飛散，約需十億萬年。准此，則其微粒之大，應為輕氣原子三千分之一，是名電子。 \n\n電子說曰，「凡物質中，皆含原子，而原子中，複含電子，電子之於原子，猶原子之於物質也。此電子受四圍之電氣與磁氣之感化，循環飛運，無有已時，凡諸物體，罔不如是，雖吾人類，亦由是成。然飛運遲速，則因物而異，鈤之電子，乃極速者，以過速故，有一部分，飛出體外，而光與熱，自然發生，為輻射線。」然是說也，必電子自具物質構成之能，乃得秩然成理。不然，則縱調和之曰飛散極微，悠久之曰須無量載，而於物質不滅之說，則仍無救也。且創原子說者，非以是為至微極小，分割物質之達於究極者乎。電子說興，知飛動之微點，實小於原子千分之一，乃不得不褫原子宇宙間小達極點之嘉名，以歸電子，而原子說亡。 \n\n自Ｘ線之研究，而得鈤線；由鈤線之研究，而生電子說。由是而關於物質之觀念，倏一震動，生大變象。最人涅伏，吐故納新，敗果既落，新葩欲吐，雖曰古籬夫人之偉功，而終當脫冠以謝十九世末之Ｘ線發見者林達根氏。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"7\t一九三二年","content":"一九二九年\n\n\n［诗］\n\n一九一二年\n\n一九三一年\n\n一九三二年\n\n一九三三年\n\n\n［附录］\n\n一九二八年——一九二九年\n\n《奔流》編校後記（一——十二）\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"},{"name":"8\t一九三三年","content":"一九二九年\n\n\n［诗］\n\n一九一二年\n\n一九三一年\n\n一九三二年\n\n一九三三年\n\n\n［附录］\n\n一九二八年——一九二九年\n\n《奔流》編校後記（一——十二）\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n"}]