[{"name":"1\t目錄","content":""},{"name":"1.1\t杂文","content":""},{"name":"1.1.1\t一九一二年","content":""},{"name":"懷舊","content":"本篇最初發表於一九一三年四月二十五日上海《小說月報》第四卷第一號，署名周岿。\n\n　　吾家門外有青桐一株，高可三十尺，每歲實如繁星，兒童擲石落桐子，往往飛入書窗中，時或正擊吾案，一石入，吾師禿先生輒走出斥之。桐葉徑大盈尺，受夏日微瘁，得夜氣而蘇，如人舒其掌。家之閽人王叟，時汲水沃地去暑熱，或掇破几椅，持煙筒，與李嫗談故事，每月落參橫，僅見煙斗中一星火，而談猶弗止。\n\n　　彼輩納晚涼時，禿先生正教予屬對，題曰：「紅花。」予對：「青桐。」則揮曰：「平仄弗調。」令退。時予已九齡，不識平仄為何物，而禿先生亦不言，則姑退。思久弗屬，漸展掌拍吾股使發大聲如撲蚊，冀禿先生知吾苦，而先生仍弗理；久之久之，始作搖曳聲曰：「來。」余健進。便書綠草二字曰：「紅平聲，花平聲，綠入聲，草上聲。去矣。」余弗遑聽，躍而出。禿先生復作搖曳聲曰：「勿跳。」余則弗跳而出。\n\n　　予出，復不敢戲桐下，初亦嘗扳王翁膝，令道山家故事。而禿先生必繼至，作厲色曰：「孺子勿惡作劇！食事既耶？盍歸就爾夜課矣。」稍迕，次日便以界尺擊吾首曰：「汝作劇何惡，讀書何笨哉？」我禿先生蓋以書齋為報仇地者，遂漸弗去。況明日復非清明端午中秋，予又何樂？設清晨能得小恙，映午而愈者，可借此作半日休息亦佳；否則，禿先生病耳，死尤善。弗病弗死，吾明日又上學讀《論語》矣。\n\n　　明日，禿先生果又按吾《論語》，頭搖搖然釋字義矣。先生又近視，故唇幾觸書，作欲嚙狀。人常咎吾頑，謂讀不半卷，篇頁便大零落；不知此咻咻然之鼻息，日吹拂是，紙能弗破爛，字能弗漫漶耶！予縱極頑，亦何至此極耶！禿先生曰：「孔夫子說，我到六十便耳順；耳是耳朵。到七十便從心所欲，不逾這個矩了。……」余都不之解，字為鼻影所遮，余亦不之見，但見《論語》之上，載先生禿頭，爛然有光，可照我面目；特頗模糊臃腫，遠不如後圃古池之明晰耳。\n\n　　先生講書久，戰其膝，又大點其頭，似自有深趣。予則大不耐，蓋頭光雖奇，久觀亦自厭倦，勢胡能久。\n\n　　「仰聖先生！仰聖先生！」幸門外突作怪聲，如見眚而呼救者。\n\n　　「耀宗兄耶？……進可耳。」先生止《論語》不講，舉其頭，出而啟門，且作禮。\n\n　　予初殊弗解先生何心，敬耀宗竟至是。耀宗金氏，居左鄰，擁巨資；而敝衣破履，日日食菜，面黃腫如秋茄，即王翁亦弗之禮。嘗曰：「彼自蓄多金耳！不以一文見贈，何禮為？」故翁愛予而對耀宗特傲，耀宗亦弗恤，且聰慧不如王翁，每聽談故事，多不解，唯唯而已。李媼亦謂，彼人自幼至長，但居父母膝下如囚人，不出而交際，故識語殊聊聊。如語及米，則竟曰米，不可別粳糯；語及魚，則竟曰魚，不可分魴鯉。否則不解，須加注幾百句，而注中又多不解語，須更用疏，疏又有難詞，則終不解而止，因不好與談。惟禿先生特優遇，王翁等甚訝之。予亦私揣其故，知耀宗曾以二十一歲無子，急蓄妾三人；而禿先生亦雲以不孝有三，無後為大，故嘗投三十一金，購如夫人一，則優禮之故，自因耀宗純孝。王翁雖賢，學終不及先生，不測高深，亦無足怪；蓋即予亦經覃思多日，始得其故者。\n\n　　「先生，聞今朝消息耶？」\n\n　　「消息？……未之聞，……甚消息耶？」\n\n　　「長毛且至矣！」\n\n　　「長毛！……哈哈，安有是者。……」\n\n　　耀宗所謂長毛，即仰聖先生所謂鞾逆；而王翁亦謂之長毛，且雲，時正三十歲。今王翁已越七十，距四十餘年矣，即吾亦知無是。\n\n　　「顧消息得自何墟三大人，雲不日且至矣。……」「三大人耶？……則得自府尊者矣。是亦不可不防。」先生之仰三大人也，甚於聖，遂失色繞案而踱。\n\n　　「雲可八百人，我已遣底下人復至何墟探聽。問究以何日來。……」\n\n　　「八百？……然安有是，哦，殆山賊或近地之赤巾黨耳。」\n\n　　禿先生智慧勝，立悟非是。不知耀宗固不論山賊海盜白帽赤巾，皆謂之長毛；故禿先生所言，耀宗亦弗解。「來時當須備飯。我家廳事小，擬借張睢陽廟庭饗其半。彼輩既得飯，其出示安民耶。」耀宗稟性魯，而簞食壺漿以迎王師之術，則有家訓。王翁曾言其父嘗遇長毛，伏地乞命，叩額赤腫如鵝，得弗殺，為之治庖侑食，因獲殊寵，得多金。逮長毛敗，以術逃歸，漸為富室，居蕪市雲。時欲以一飯博安民，殊不如乃父智。\n\n　　「此種亂人，運必弗長，試搜盡《綱鑒易知錄》，豈見有成者？……特特亦間不無成功者。飯之，亦可也。雖然，耀宗兄！足下切勿自列名，委諸地甲可耳。」\n\n　　「然！先生能為書順民二字乎。」\n\n　　「且勿且勿，此種事殊弗宜急，萬一竟來，書之未晚。且耀宗兄！尚有一事奉告，此種人之怒，固不可攖，然亦不可太與親近。昔鞾逆反時，戶貼順民字樣者，間亦無效；賊退後，又窘於官軍，故此事須待賊薄蕪市時再議。惟尊眷卻宜早避，特不必過遠耳。」\n\n　　「良是良是，我且告張睢陽廟道人去耳。」\n\n　　耀宗似解非解，大感佩而去。人謂遍搜蕪市，當以我禿先生為第一智者，語良不誣。先生能處任何時世，而使己身無幾微之痏，故雖自盤古開闢天地後，代有戰爭殺伐治亂興衰，而仰聖先生一家，獨不殉難而亡，亦未從賊而死，綿綿至今，猶巍然擁皋比為予頑弟子講七十而從心所欲不逾矩。若由今日天演家言之，或曰由宗祖之遺傳；顧自我言之，則非從讀書得來，必不有是。非然，則我與王翁李媼，豈獨不受遺傳，而思慮之密，不如此也。\n\n　　耀宗既去，禿先生亦止書不講，狀頗愁苦，雲將返其家，令子廢讀。予大喜，躍出桐樹下，雖夏日炙吾頭，亦弗恤，意桐下為我領地，獨此一時矣。少頃，見禿先生急去，挾衣一大縛。先生往日，惟遇令節或年暮一歸，歸必持《八銘塾鈔》數卷；今則全帙儼然在案，但攜破篋中衣履去耳。\n\n　　予窺道上，人多於蟻陣，而人人悉函懼意，惘然而行。手多有挾持，或徒其手，王翁語予，蓋圖逃難者耳。中多何墟人，來奔蕪市；而蕪市居民，則爭走何墟。王翁自雲前經患難，止吾家勿倉皇。李媼亦至金氏問訊，雲僕猶弗歸，獨見眾如夫人，方檢脂粉薌澤紈扇羅衣之屬，納行篋中。此富家姨太太，似視逃難亦如春遊，不可廢口紅眉黛者。予不暇問長毛事，自撲青蠅誘蟻出，踐殺之，又舀水灌其穴，以窘蟻禹。未幾見日腳遽去木末，李媼呼予飯。予殊弗解今日何短，若在平日，則此時正苦思屬對，看禿先生作倦面也。飯已，李媼挈予出。王翁亦已出而納涼，弗改常度。惟環而立者極多，張其口如睹鬼怪，月光娟娟，照見眾齒，歷落如排朽瓊，王翁吸煙，語甚緩。\n\n　　「……當時，此家門者，為趙五叔，性極憨。主人聞長毛來，令逃，則曰：『主人去，此家虛，我不留守，不將為賊占耶？』……」\n\n　　「唉，蠢哉！……」李媼斗作怪叫，力斥先賢之非。\n\n　　「而司爨之吳嫗亦弗去，其人蓋七十餘矣，日日伏廚下不敢出。數日以來，但聞人行聲，犬吠聲，入耳慘不可狀。既而人行犬吠亦絕，陰森如處冥中。一日遠遠聞有大隊步聲，經牆外而去。少頃少頃，突有數十長毛入廚下，持刀牽吳嫗出，語格磔不甚可辨，似曰：『老婦！爾主人安在？趣將錢來！』吳嫗拜曰：『大王，主人逃矣。老婦餓已數日，且乞大王食我，安有錢奉大王。』一長毛笑曰：『若欲食耶？當食汝。』斗以一圓物擲吳嫗懷中，血模糊不可視，則趙五叔頭也……」「啊，吳嫗不幾嚇殺耶？」李媼又大驚叫，眾目亦益瞠，口亦益張。\n\n　　「蓋長毛叩門，趙五叔堅不啟，斥曰：『主人弗在，若輩強欲入盜耳。』長……」\n\n　　「將得真消息來耶？……」則禿先生歸矣。予大窘，然察其顏色，頗不似前時嚴厲，因亦弗逃。思倘長毛來，能以禿先生頭擲李媼懷中者，余可日日灌蟻穴，弗讀《論語》矣。\n\n　　「未也。……長毛遂毀門，趙五叔亦走出，見狀大驚，而長毛……」\n\n　　「仰聖先生！我底下人返矣。」耀宗竭全力作大聲，進且語。「如何？」禿先生亦問且出，睜其近眼，逾於余常見之大。餘人亦競向耀宗。\n\n　　「三大人云長毛者謊，實不過難民數十人，過何墟耳。所謂難民，蓋猶常來我家乞食者。」耀宗慮人不解難民二字，因盡其所知，為作界說，而界說只一句。\n\n　　「哈哈！難民耶！……呵……」禿先生大笑，似自嘲前此倉皇之愚，且嗤難民之不足懼。眾亦笑，則見禿先生笑，故助笑耳。\n\n　　眾既得三大人確消息，一哄而散，耀宗亦自歸，桐下頓寂，僅留王翁輩四五人。禿先生踱良久，云：「又須歸慰其家人，以明晨返。」遂持其《八銘塾鈔》去。臨去顧余曰：「一日不讀，明晨能熟背否？趣去讀書，勿惡作劇。」余大憂，目注王翁煙火不能答，王翁則吸煙不止。余見火光閃閃，大類秋螢墮草叢中，因憶去年撲螢誤墮蘆蕩事，不復慮禿先生。\n\n　　「唉，長毛來，長毛來，長毛初來時良可恐耳，顧後則何有。」王翁輟煙，點其首。\n\n　　「翁蓋曾遇長毛者，其事奈何？」李媼隨急詢之。「翁曾作長毛耶？」余思長毛來而禿先生去，長毛蓋好人，王翁善我，必長毛耳。\n\n　　「哈哈！未也。——李媼，時爾年幾何？我蓋二十餘矣。」「我才十一，時吾母挈我奔平田，故不之遇。」\n\n　　「我則奔幌山。——當長毛至吾村時，我適出走。鄰人牛四，及我兩族兄稍遲，已為小長毛所得，牽出太平橋上，一一以刀斫其頸，皆不殊，推入水，始斃。牛四多力，能負米二石五升走半里，今無如是人矣。我走及幌山，已垂暮，山顛喬木，雖略負日腳，而山趺之田禾，已受夜氣，色較白日為青。既達山趺，後顧幸無追騎，心稍安。而前瞻不見鄉人，則淒寂悲涼之感，亦與並作。久之神定，夜漸深，寂亦彌甚，入耳絕無人聲，但有吱吱！口汪口汪口汪！……」\n\n　　「口汪口汪？」余大惑，問題不覺脫口。李媼則力握余手禁余，一若余之懷疑，能貽大禍於媼者。\n\n　　「蛙鳴耳。此外則貓頭鷹，鳴極慘厲。……唉，李媼，爾知孤木立黑暗中，乃大類人耶？……哈哈，顧後則何有，長毛退時，我村人皆操鍬鋤逐之，逐者僅十餘人，而彼雖百人不敢返鬥。此後每日必去打寶，何墟三大人，不即因此發財者耶。」「打寶何也？」余又惑。\n\n　　「唔，打寶行寶，……凡我村人窮追，長毛必投金銀珠寶少許，令村人爭拾，可以緩追。余曾得一明珠，大如戎菽，方在驚喜，牛二突以棍擊吾腦，奪珠去；不然縱不及三大人，亦可作富家翁矣。彼三大人之父何狗保，亦即以是時歸何墟，見有打大辮子之小長毛，伏其家破櫃中。……」\n\n　　「啊！雨矣，歸休乎。」李媼見雨，便生歸心。\n\n　　「否否，且住。」余殊弗願，大類讀小說者，見作驚人之筆後，繼以欲知後事如何且聽下回分解；則偏欲急看下回，非盡全卷不止，而李媼似不然。\n\n　　「咦！歸休耳，明日晏起，又要吃先生界尺矣。」\n\n　　雨益大，打窗前芭蕉巨葉，如蟹爬沙，余就枕上聽之，漸不聞。\n\n　　「啊！先生！我下次用功矣。……」\n\n　　「啊！甚事？夢耶？……我之噩夢，亦為汝嚇破矣。……夢耶？何夢？」李媼趨就余榻，拍余背者屢。\n\n　　「夢耳！……無之。……媼何夢？」\n\n　　「夢長毛耳！……明日當為汝言，今夜將半，睡矣，睡矣。」\n\n"},{"name":"《陶元慶氏西洋繪畫展覽會目錄》序","content":"本篇最初發表於一九二五年三月十八日《京報副刊》。\n\n\n　　陶璇卿君是一個潛心研究了二十多年的畫家，為藝術上的修養起見，去年才到這暗赭色的北京來的。到現在，就是有攜來的和新制的作品二十餘種藏在他自己的臥室裡，誰也沒有知道，——但自然除了幾個他熟識的人們。\n\n　　在那黯然埋藏著的作品中，卻滿顯出作者個人的主觀和情緒，尤可以看見他對於筆觸，色采和趣味，是怎樣的盡力與經心，而且，作者是夙擅中國畫的，於是固有的東方情調，又自然而然地從作品中滲出，融成特別的丰神了，然而又並不由於故意的。\n\n　　將來，會當更進於神化之域罷，但現在他已經要回去了。幾個人惜其獨往獨來，因將那不多的作品，作一個小結構的短時期的展覽會，以供有意於此的人的一覽。但是，在京的點綴和離京的紀念，當然也都可以說得的罷。\n\n　　一九二五年三月一六日，魯迅。\n\n　　\n\n"},{"name":"通訊（復高歌）","content":"本篇最初發表於一九二五年五月八日開封《豫報》副刊。\n\n　　高歌兄：\n\n　　來信收到了。\n\n　　你的消息，長虹告訴過我幾句，大約四五句罷，但也可以說是知道大概了。\n\n　　「以為自己搶人是好的，搶我就有點不樂意」，你以為這是變壞了的性質麼？我想這是不好不壞，平平常常。所以你終於還不能證明自己是壞人。看看許多中國人罷，反對搶人，說自己願意施捨；我們也毫不見他去搶，而他家裡有許許多多別人的東西。\n\n　　迅四月二十三日\n　　\n　　\n　　　\n　　　\n\n"},{"name":"詩歌之敵","content":"本篇最初發表於一九二五年一月十七日《京報》附刊《文學週刊》第五期。\n\n　　大前天第一次會見「詩孩」，談話之間，說到我可以對於《文學週刊》投一點什麼稿子。我暗想倘不是在文藝上有偉大的尊號如詩歌小說評論等，多少總得裝一些門面，使與尊號相當，而是隨隨便便近於雜感一類的東西，那總該容易的罷，於是即刻答應了。此後玩了兩天，食粟而已，到今晚才向書桌坐下來豫備寫字，不料連題目也想不出，提筆四顧，右邊一個書架，左邊一口衣箱，前面是牆壁，後面也是牆壁，都沒有給我少許靈感之意。我這才知道：大難已經臨頭了。\n\n　　幸而因「詩孩」而聯想到詩，但不幸而我於詩又偏是外行，倘講些什麼「義法」之流，豈非「魯般門前掉大斧」。記得先前見過一位留學生，聽說是大有學問的。他對我們喜歡說洋話，使我不知所云，然而看見洋人卻常說中國話。這記憶忽然給我一種啟示，我就想在《文學週刊》上論打拳；至於詩呢？留待將來遇見拳師的時候再講。但正在略略躊躇之際，卻又聯想到較為妥當的，曾在《學燈》——不是上海出版的《學燈》——上見過的一篇春日一郎的文章來了，於是就將他的題目直抄下來：《詩歌之敵》。\n\n　　那篇文章的開首說，無論什麼時候，總有「反詩歌黨」的。編成這一黨派的分子：一、是凡要感得專訴於想像力的或種藝術的魅力，最要緊的是精神的熾烈的擴大，而他們卻已完全不能擴大了的固執的智力主義者；二、是他們自己曾以媚態奉獻於藝術神女，但終於不成功，於是一變而攻擊詩人，以圖報復的著作者；三、是以為詩歌的熱烈的感情的奔迸，足以危害社會的道德與平和的那些懷著宗教精神的人們。但這自然是專就西洋而論。\n\n　　詩歌不能憑仗了哲學和智力來認識，所以感情已經冰結的思想家，即對於詩人往往有謬誤的判斷和隔膜的揶揄。最顯著的例是洛克，他觀作詩，就和踢球相同。在科學方面發揚了偉大的天才的巴士凱爾，於詩美也一點不懂，曾以幾何學者的口吻斷結說：「詩者，非有少許穩定者也。」凡是科學底的人們，這樣的很不少，因為他們精細地研鑽著一點有限的視野，便決不能和博大的詩人的感得全人間世，而同時又領會天國之極樂和地獄之大苦惱的精神相通。近來的科學者雖然對於文藝稍稍加以重視了，但如意大利的倫勃羅梭一流總想在大藝術中發見瘋狂，奧國的佛羅特一流專一用解剖刀來分割文藝，冷靜到入了迷，至於不覺得自己的過度的穿鑿附會者，也還是屬於這一類。中國的有些學者，我不能妄測他們於科學究竟到了怎樣高深，但看他們或者至於詫異現在的青年何以要紹介被壓迫民族文學，或者至於用算盤來算定新詩的樂觀或悲觀，即以決定中國將來的運命，則頗使人疑是對於巴士凱爾的冷嘲。因為這時可以改篡他的話：「學者，非有少許穩定者也。」\n\n　　但反詩歌黨的大將總要算柏拉圖。他是藝術否定論者，對於悲劇喜劇，都加攻擊，以為足以滅亡我們靈魂中崇高的理性，鼓舞劣等的情緒，凡有藝術，都是模仿的模仿，和「實在」尚隔三層；又以同一理由，排斥荷馬。在他的《理想國》中，因為詩歌有能鼓動民心的傾向，所以詩人是看作社會的危險人物的，所許可者，只有足供教育資料的作品，即對於神明及英雄的頌歌。這一端，和我們中國古今的道學先生的意見，相差似乎無幾。然而柏拉圖自己卻是一個詩人，著作之中，以詩人的感情來敘述的就常有；即《理想國》，也還是一部詩人的夢書。他在青年時，又曾委身於藝圃的開拓，待到自己知道勝不過無敵的荷馬，卻一轉而開始攻擊，仇視詩歌了。但自私的偏見，彷彿也不容易支持長久似的，他的高足弟子亞里士多德做了一部《詩學》，就將為奴的文藝從先生的手裡一把搶來，放在自由獨立的世界裡了。\n\n　　第三種是中外古今觸目皆是的東西。如果我們能夠看見羅馬法皇宮中的禁書目錄，或者知道舊俄國教會裡所詛咒的人名，大概可以發見許多意料不到的事的罷，然而我現在所知道的卻都是耳食之談，所以竟沒有寫在紙上的勇氣。總之，在普通的社會上，歷來就罵殺了不少的詩人，則都有文藝史實來作證的了。中國的大驚小怪，也不下於過去的西洋，綽號似的造出許多惡名，都給文人負擔，尤其是抒情詩人。而中國詩人也每未免感得太淺太偏，走過宮人斜就做一首「無題」，看見樹丫叉就賦一篇「有感」。和這相應，道學先生也就神經過敏之極了：一見「無題」就心跳，遇「有感」則立刻滿臉發燒，甚至於必以學者自居，生怕將來的國史將他附入文苑傳。\n\n　　說文學革命之後而文學已有轉機，我至今還未明白這話是否真實。但戲曲尚未萌芽，詩歌卻已奄奄一息了，即有幾個人偶然呻吟，也如冬花在嚴風中顫抖。聽說前輩老先生，還有後輩而少年老成的小先生，近來尤厭惡戀愛詩；可是說也奇怪，詠歎戀愛的詩歌果然少見了。從我似的外行人看起來，詩歌是本以發抒自己的熱情的，發訖即罷；但也願意有共鳴的心弦，則不論多少，有了也即罷；對於老先生的一顰蹙，殊無所用其慚惶。縱使稍稍帶些雜念，即所謂意在撩撥愛人或是「出風頭」之類，也並非大悖人情，所以正是毫不足怪，而且對於老先生的一顰蹙，即更無所用其慚惶。因為意在愛人，便和前輩老先生猶如風馬牛之不相及，倘因他們一搖頭而慌忙輟筆，使他高興，那倒像撩撥老先生，反而失敬了。\n\n　　倘我們賞識美的事物，而以倫理學的眼光來論動機，必求其「無所為」，則第一先得與生物離絕。柳陰下聽黃鸝鳴，我們感得天地間春氣橫溢，見流螢明滅於叢草裡，使人頓懷秋心。然而鵬歌螢照是「為」什麼呢？毫不客氣，那都是所謂「不道德」的，都正在大「出風頭」，希圖覓得配偶。至於一切花，則簡直是植物的生殖機關了。雖然有許多披著美麗的外衣，而目的則專在受精，比人們的講神聖戀愛尤其露骨。即使清高如梅菊，也逃不出例外— —而可憐的陶潛林逋，卻都不明白那些動機。\n\n　　一不小心，話又說得不甚馴良了，倘不急行檢點，怕難免真要拉到打拳。但離題一遠，也就很不容易勒轉，只好再舉一種近似的事，就此收場罷。\n\n　　豢養文士彷彿是贊助文藝似的，而其實也是敵。宋玉司馬相如之流，就受著這樣的待遇，和後來的權門的「清客」略同，都是位在聲色狗馬之間的玩物。查理九世的言動，更將這事十分透徹地證明了的。他是愛好詩歌的，常給詩人一點酬報，使他們肯做一些好詩，而且時常說：「詩人就像賽跑的馬，所以應該給吃一點好東西。但不可使他們太肥；太肥，他們就不中用了。」這雖然對於胖子而想兼做詩人的，不算一個好消息，但也確有幾分真實在內。匈牙利最大的抒情詩人彼彖飛（Ａ．ＰｅｔｏCｆｉ）有題Ｂ．Ｓｚ．夫人照像的詩，大旨說「聽說氖鼓愕惱煞蠔□腋＃蘯*希望不至於此，因為他是苦惱的夜鶯，而今沉默在幸福裡了。苛待他罷，使他因此常常唱出甜美的歌來。」也正是一樣的意思。但不要誤解，以為我是在提倡青年要做好詩，必須在幸福的家庭裡和令夫人天天打架。事情也不盡如此的。相反的例並不少，最顯著的是勃朗寧和他的夫人。\n\n　　一九二五年一月一日。\n\n　　\n\n"},{"name":"聊答「……」","content":"　　柯先生\n\n　　我對我對於你們一流人物，退讓得夠了。我那時的答話，就先不寫在「必讀書」欄，還要一則曰「若干」，再則曰「參考」，三則曰「或」，以見我並無指導一切青年之意。我自問還不至於如此之昏，會不知道青年有各式各樣。那時的聊說幾句話，乃是但以寄幾個曾見和未見的或一種改革者，願他們知道自己並不孤獨而已。如先生者，倘不是「喂」的指名叫了我，我就毫沒有和你扳談的必要的。\n\n　　照你大作的上文看來，你的所謂「……」，該是「賣國」。到我死掉為止，中國被賣與否未可知，即使被賣，賣的是否是我也未可知，這是未來的事，我無須對你說廢話。但有一節要請你明鑒：宋末，明末，送掉了國家的時候；清朝割台灣，旅順等地的時候，我都不在場；在場的也不如你所「嘗聽說」似的，「都是留學外國的博士碩士」；達爾文的書還未介紹，羅素也還未來華，而「老子，孔子，孟子，荀子輩」的著作卻早經行世了。錢能訓扶乩則有之，卻並沒有要廢中國文字，你雖然自以為「哈哈！我知道了」，其實是連近時近地的事都很不了了的。\n\n　　你臨末，又說對於我的經驗，「真的百思不得其解」。那麼，你不是又將自己的判決取消了麼？判決一取消，你的大作就只剩了幾個「啊」「哈」「唉」「喂」了。這些聲音，可以嚇洋車伕，但是無力保存國粹的，或者倒反更丟國粹的臉。魯迅。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"這是這麼一個意思","content":"\n　　從趙雪陽先生的通信（三月三十一日本刊）裡，知道對於我那篇「青年必讀書」的答案曾有一位學者向學生發議論，以為我「讀得中國書非常的多。……如今偏不讓人家讀，…… 這是什麼意思呢！」\n\n　　我讀確是讀過一點中國書，但沒有「非常的多」；也並不「偏不讓人家讀」。有誰要讀，當然隨便。只是倘若問我的意見，就是：要少——或者竟不——看中國書，多看外國書。這是這麼一個意思——我向來是不喝酒的，數年之前，帶些自暴自棄的氣味地喝起酒來了，當時倒也覺得有點舒服。先是小喝，繼而大喝，可是酒量愈增，食量就減下去了，我知道酒精已經害了腸胃。現在有時戒除，有時也還喝，正如還要翻翻中國書一樣。但是和青年談起飲食來，我總說：你不要喝酒。聽的人雖然知道我曾經縱酒，而都明白我的意思。\n\n　　我即使自己出的是天然痘，決不因此反對牛痘；即使開了棺材鋪，也不來謳歌瘟疫的。\n\n　　就是這麼一個意思。\n\n　　還有一種順便而不相干的聲明。一個朋友告訴我，《晨報副刊》上有評玉君的文章，其中提起我在《民眾文藝》上所載的《戰士和蒼蠅》的話。其實我做那篇短文的本意，並不是說現在的文壇。所謂戰士者，是指中山先生和民國元年前後殉國而反受奴才們譏笑糟蹋的先烈；蒼蠅則當然是指奴才們。至於文壇上，我覺得現在似乎還沒有戰士，那些批評家雖然其中也難免有有名無實之輩，但還不至於可厭到像蒼蠅。現在一併寫出，庶幾乎免於誤會。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"對於《新潮》一部分的意見","content":"本篇最初發表於一九一九年五月北京《新潮》月刊第一卷第五號。\n\n　　孟真先生：\n\n　　來信收到了。現在對於《新潮》沒有別的意見：倘以後想到什麼，極願意隨時通知。\n\n　　《新潮》每本裡面有一二篇純粹科學文，也是好的。但我的意見，以為不要太多；而且最好是無論如何總要對於中國的老病刺他幾針，譬如說天文忽然罵陰曆，講生理終於打醫生之類。現在的老先生聽人說「地球橢圓」，「元素七十七種」，是不反對的了。《新潮》裡裝滿了這些文章，他們或者還暗地裡高興。（他們有許多很鼓吹少年專講科學，不要議論，《新潮》三期通信內有史志元先生的信，似乎也上了他們的當。）現在偏要發議論，而且講科學，講科學而仍發議論，庶幾乎他們依然不得安穩，我們也可告無罪於天下了。總而言之，從三皇五帝時代的眼光看來，講科學和發議論都是蛇，無非前者是青梢蛇，後者是蝮蛇罷了；一朝有了棍子，就都要打死的。既然如此，自然還是毒重的好。——但蛇自己不肯被打，也自然不消說得。\n\n　　《新潮》裡的詩寫景敘事的多，抒情的少，所以有點單調。此後能多有幾樣作風很不同的詩就好了。翻譯外國的詩歌也是一種要事，可惜這事很不容易。\n\n　　《狂人日記》很幼稚，而且太逼促，照藝術上說，是不應該的。來信說好，大約是夜間飛禽都歸巢睡覺，所以單見蝙蝠能幹了。我自己知道實在不是作家，現在的亂嚷，是想鬧出幾個新的創作家來，——我想中國總該有天才，被社會擠倒在底下，——破破中國的寂寞。\n\n　　《新潮》裡的《雪夜》，《這也是一個人》，《是愛情還是苦痛》（起首有點小毛病），都是好的。上海的小說家夢裡也沒有想到過。這樣下去，創作很有點希望。《扇誤》譯的很好。《推霞》實在不敢恭維。\n\n　　魯迅四月十六日\n\n"},{"name":"通訊（致鄭孝觀）","content":"本篇最初發表於一九二四年十二月二十七日北京《京報副刊》。\n\n　　孝觀先生：\n\n　　我的無聊的小文，竟引出一篇大作，至於將記者先生打退〔２〕，使其先「敬案」而後「道歉」，感甚佩甚。我幼時並沒有見過《湧幢小品》〔３〕；回想起來，所見的似乎是《西湖遊覽志》及《志余》〔４〕，明嘉靖中田汝成作。可惜這書我現在沒有了，所以無從復案。我想，在那裡面，或者還可以得到一點關於雷峰塔的材料罷。\n\n　　魯迅。二十四日。\n\n　　案：我在《論雷峰塔的倒掉》中，說這就是保俶塔，而伏園以為不然。鄭孝觀先生遂作《雷峰塔與保俶塔》一文，據《湧幢小品》等書，證明以這為保俶塔者蓋近是。文載二十四日副刊中，甚長，不能具引。\n\n　　一九三五年二月十三日，補記。\n　　\n\n"},{"name":"《蘇俄的文藝論戰》前記","content":"本篇最初印入一九二五年八月北京北新書局出版的《蘇俄的文藝論戰》。\n\n　　俄國既經一九一七年十月的革命，遂入戰時共產主義時代，其時的急務是鐵和血，文藝簡直可以說在麻痺狀態中。但也有Imaginist（想像派）和Futurist（未來派）試行活動，一時執了文壇的牛耳。待到一九二一年，形勢就一變了，文藝頓有生氣，最興盛的是左翼未來派，後有機關雜誌曰《烈夫》——即連結Levy Front Iskusto的頭字的略語，意義是藝術的左翼戰線，——就是專一猛烈地宣傳Constructism（構成主義）的藝術和革命底內容的文學的。\n\n　　但《烈夫》的發生，也很經過許多波瀾和變遷。一九○五年第一次革命的反動，是政府和工商階級的嚴酷的迫壓，於是特殊的藝術也出現了：象徵主義，神秘主義，變態性慾主義。又四五年，為改革這一般的趣味起見，印象派終於出而開火，在戰鬥狀態中者三整年，末後成為未來派，對於舊的生活組織更加以激烈的攻擊，第一次的雜誌在一九一四年出版，名曰《批社會趣味的嘴巴》！\n\n　　舊社會對於這一類改革者，自然用盡一切手段，給以罵詈和誣謗；政府也出而干涉，並禁雜誌的刊行；但資本家，卻其實毫未覺到這批頰的痛苦。然而未來派依然繼續奮鬥，至二月革命後，始分為左右兩派。右翼派與民主主義者共鳴了。左翼派則在十月革命時受了波爾雪維藝術的洗禮，於是編成左翼隊，守著新藝術的左翼戰線，以十月二十五日開始活動，這就是「烈夫」的起原。\n\n　　但「烈夫」的正式除幕，——機關雜誌的發行，是在一九二三年二月一日；此後即動作日加活潑了。那主張的要旨，在推倒舊來的傳統，毀棄那欺騙國民的耽美派和古典派的已死的資產階級藝術，而建設起現今的新的活藝術來。所以他們自稱為藝術即生活的創造者，誕生日就是十月，在這日宣言自由的藝術；名之曰無產階級的革命藝術。\n\n　　不獨文藝，中國至今於蘇俄的新文化都不瞭然，但間或有人欣幸他資本制度的復活。任國楨君獨能就俄國的雜誌中選譯文論三篇，使我們借此稍稍知道他們文壇上論辯的大概，實在是最為有益的事，——至少是對於留心世界文藝的人們。別有《蒲力汗諾夫與藝術問題》一篇，是用Marxism於文藝的研究的，因為可供讀者連類的參考，也就一併附上了。\n\n　　一六二五年四月十二日之夜，魯迅記。\n\n　　\n\n"},{"name":"報《奇哉所謂……》","content":"\n　　有所謂熊先生者，以似論似信的口吻，驚怪我的「淺薄無知識」和佩服我的膽量。我可是大佩服他的文章之長。現在只能略答幾句。\n\n　　一、中國書都是好的，說不好即不懂；這話是老得生了銹的老兵器。講《易經》的就多用這方法：「易」，是玄妙的，你以為非者，就因為你不懂。我當然無憑來證明我能懂得任何中國書，和熊先生比賽；也沒有讀過什麼特別的奇書。但於你所舉的幾種，也曾略略一翻，只是似乎本子有些兩樣，例如我所見的《抱朴子》外篇，就不專論神仙的。楊朱的著作我未見；《列子》就有假托的嫌疑，而況他所稱引。我自愧淺薄，不敢據此來衡量楊朱先生的精神。\n\n　　二、「行要學來輔助」，我知道的。但我說：要學，須多讀外國書。「只要行，不要讀書」，是你的改本，你雖然就此又發了一大段牢騷，我可是沒有再說廢話的必要了。但我不解青年何以就不准做代表，當主席，否則就是「出鋒頭」。莫非必須老頭子如趙爾巽者，才可以做代表當主席麼？三、我說，「多看外國書」，你卻推演為將來都說外國話，變成外國人了。你是熟精古書的，現在說話的時候就都用古文，並且變了古人，不是中華民國國民了麼？你也自己想想去。我希望你一想就通，這是只要有常識就行的。\n\n　　四、你所謂「五胡中國化……滿人讀漢文，現在都讀成漢人了」這些話，大約就是因為懂得古書而來的。我偶翻幾本中國書時，也常覺得其中含有類似的精神，——或者就是足下之所謂「積極」。我或者「把根本忘了」也難說，但我還只願意和外國以賓主關係相通，不忍見再如五胡亂華以至滿洲入關那樣，先以主奴關係而後有所謂「同化」！假使我們還要依據「根本」的老例，那麼，大日本進來，被漢人同化，不中用了，大美國進來，被漢人同化，又不中用了……以至黑種紅種進來，都被漢人同化，都不中用了。此後沒有人再進來，歐美非澳和亞洲的一部都成空地，只有一大堆讀漢文的雜種擠在中國了。這是怎樣的美談！\n\n　　五、即如大作所說，讀外國書就都講外國話罷，但講外國話卻也不即變成外國人。漢人總是漢人，獨立的時候是國民，覆亡之後就是「亡國奴」，無論說的是那一種話。因為國的存亡是在政權，不在語言文字的。美國用英文，並非英國的隸屬；瑞士用德法文，也不被兩國所瓜分；比國用法文，沒有請法國人做皇帝。滿洲人是「讀漢文」的，但革命以前，是我們的征服者，以後，即五族共和，和我們共存同在，何嘗變了漢人。但正因為「讀漢文」，傳染上了「殭屍的樂觀」，所以不能如蒙古人那樣，來蹂躪一通之後就跑回去，只好和漢人一同恭候別族的進來，使他同化了。但假如進來的又像蒙古人那樣，豈不又折了很大的資本麼？\n\n　　大作又說我「大聲急呼」之後，不過幾年，青年就只能說外國話。我以為是不省人事之談。國語的統一鼓吹了這些年了，不必說一切青年，便是在學校的學生，可曾都忘卻了家鄉話？即使只能說外國話了，何以就「只能愛外國的國」？蔡松坡反對袁世凱，因為他們國語不同之故麼？滿人入關，因為漢人都能說滿洲話，愛了他們之故麼？清末革命，因為滿人都忽而不讀漢文了，所以我們就不愛他們了之故麼？淺顯的人事尚且不省，談什麼光榮，估什麼價值。\n\n　　六、你也同別的一兩個反對論者一樣，很替我本身打算利害，照例是應該感謝的。我雖不學無術，而於相傳「處於才與不才之間」的不死不活或入世妙法，也還不無所知，但我不願意照辦。所謂「素負學者聲名」，「站在中國青年前面」這些榮名，都是你隨意給我加上的，現在既然覺得「淺薄無知識」了，當然就可以仍由你隨意革去。我自愧不能說些討人喜歡的話，尤其是合於你先生一流人的尊意的話。但你所推測的我的私意，是不對的，我還活著，不像楊朱墨翟們的死無對證，可以確定為只有你一個懂得。我也沒有做什麼《阿鼠傳》，只做過一篇《阿Ｑ正傳》。\n\n　　到這裡，就答你篇末的詰問了：「既說『從來沒有留心過』」者，指「青年必讀書」，寫在本欄內；「何以果決地說這種話」者，以供若干讀者的參考，寫在「附記」內。雖然自歉句子不如古書之易懂，但也就可以不理你最後的要求。而且，也不待你們論定。縱使論定，不過空言，決不會就此通行天下，何況照例是永遠論不定，至多不過是「中雖有壞的，而亦有好的；西雖有好的，而亦有壞的」之類的微溫說而已。我雖至愚，亦何至呈書目於如先生者之前乎？\n\n　　臨末，我還要「果決地」說幾句：我以為如果外國人來滅中國，是只教你略能說幾句外國話，卻不至於勸你多讀外國書，因為那書是來滅的人們所讀的。但是還要獎勵你多讀中國書，孔子也還要更加崇奉，像元朝和清朝一樣。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"1.1.2\t一九一九年","content":""},{"name":"關於《苦悶的象徵》","content":"\n　　王鑄先生：\n\n　　我很感謝你遠道而至的信。\n\n　　我看見廚川氏關於文學的著作的時候，已在地震之後，《苦悶的象徵》是第一部，以前竟沒有留心他。那書的末尾有他的學生山本修二氏的短跋，我翻譯時，就取跋文的話做了幾句序。跋的大意是說這書的前半部原在《改造》雜誌上發表過，待到地震後掘出遺稿來，卻還有後半，而並無總名，所以自己便依據登在《改造》雜志上的端緒，題為《苦悶的象徵》，付印了。\n\n　　照此看來，那書的經歷已經大略可以明瞭。（１）作者本要做一部關於文學的書，—— 未題總名的，——先成了《創作論》和《鑒賞論》兩篇，便登在《改造》雜誌上；《學燈》上明權先生的譯文，當即從《改造》雜誌翻出。（２）此後他還在做下去，成了第三第四兩篇，但沒有發表，到他遭難之後，這才一起發表出來，所以前半是第二次公開，後半是初次。（３）四篇的稿子本是一部書，但作者自己並未定名，於是他的學生山本氏只好依了第一次公表時候的端緒，給他題為《苦悶的象徵》。至於怎樣的端緒，他卻並未說明，或者篇目之下，本有這類文字，也說不定的，但我沒有《改造》雜誌，所以無從查考。\n\n　　就全體的結構看起來，大約四篇已算完具，所缺的不過是修飾補綴罷了。我翻譯的時候，聽得豐子愷先生也有譯本，現則聞已付印，為《文學研究會叢書》之一；上月看見《東方雜誌》第二十號，有仲雲先生譯的廚川氏一篇文章，就是《苦悶的象徵》的第三篇；現得先生來信，才又知道《學燈》上也早經登載過，這書之為我國人所愛重，居然可知。\n\n　　現在我所譯的也已經付印，中國就有兩種全譯本了。魯迅。一月九日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"又是「古已有之」","content":"本篇最初發表於一九二四年九月二十八日北京《晨報副刊》，署名某生者。\n\n\n　　太炎先生忽然在教育改進社年會的講壇上「勸治史學」以「保存國性」，真是慨乎言之。但他漏舉了一條益處，就是一治史學，就可以知道許多「古已有之」的事。\n\n　　衣萍先生大概是不甚治史學的，所以將多用驚歎符號應該治罪的話，當作一個「幽默」。其意蓋若曰，如此責罰，當為世間之所無有者也。而不知「古已有之」矣。\n\n　　我是毫不治史學的。所以於史學很生疏。但記得宋朝大鬧黨人的時候，也許是禁止元祐學術的時候罷，因為黨人中很有幾個是有名的詩人，便遷怒到詩上面去，政府出了一條命令，不准大家做詩，違者笞二百！而且我們應該注意，這是連內容的悲觀和樂觀都不問的，即使樂觀，也仍然答一百！\n\n　　那時大約確乎因為胡適之先生還沒有出世的緣故罷，所以詩上都沒有用驚歎符號，如果用上，那可就怕要笞一千了，如果用上而又在「唉」「呵呀」的下面，那一定就要笞一萬了，加上「縮小像細菌放大像炮彈」的罪名，至少也得笞十萬。衣萍先生所擬的區區打幾百關幾年，未免過於從輕發落，有姑容之嫌，但我知道他如果去做官，一定是一個很寬大的「民之父母」，只是想學心理學是不很相宜的。\n\n　　然而做詩又怎麼開了禁呢？聽說是因為皇帝先做了一首，於是大家便又動手做起來了。\n\n　　可惜中國已沒有皇帝了，只有並不縮小的炮彈在天空裡飛，那有誰來用這還未放大的炮彈呢？\n\n　　呵呀！還有皇帝的諸大帝國皇帝陛下呀，你做幾首詩，用些驚歎符號，使敝國的詩人不至於受罪罷！唉！！！這是奴隸的聲音，我防愛國者要這樣說。\n\n　　誠然，這是對的，我在十三年之前，確乎是一個他族的奴隸，國性還保存著，所以「今尚有之」，而且因為我是不甚相信歷史的進化的，所以還怕未免「後仍有之」。舊性是總要流露的，現在有幾位上海的青年批評家，不是已經在那裡主張「取締文人」，不許用「花呀」「吾愛呀」了麼？但還沒有定出「笞令」來。\n\n　　倘說這不定「笞令」，比宋朝就進化；那麼，我也就可以算從他族的奴隸進化到同族的奴隸，臣不勝屏營欣忭之至！\n\n　　\n\n"},{"name":"《爭自由的波浪》小引","content":"本篇最初發表於一九二七年一月一日北京《語絲》週刊第一一二期，並同時印入《爭自由的波浪》一書。\n\n\n　　俄國大改革之後，我就看見些遊覽者的各種評論。或者說貴人怎樣慘苦，簡直不像人間；或者說平民究竟抬了頭，後來一定有希望。或褒或貶，結論往往正相反。我想，這大概都是對的。貴人自然總要較為苦惱，平民也自然比先前抬了頭。遊覽的人各照自己的傾向，說了一面的話。近來雖聽說俄國怎樣善於宣傳，但在北京的報紙上，所見的卻相反，大抵是要竭力寫出內部的黑暗和殘酷來。這一定是很足使禮教之邦的人民驚心動魄的罷。但倘若讀過專制時代的俄國所產生的文章，就會明白即使那些話全是真的，也毫不足怪。俄皇的皮鞭和絞架，拷問和西伯利亞，是不能造出對於怨敵也極仁愛的人民的。\n\n　　以前的俄國的英雄們，實在以種種方式用了他們的血，使同志感奮，使好心腸人墮淚，使劊子手有功，使閒漢得消遣。總是有益於人們，尤其是有益於暴君，酷吏，閒人們的時候多；饜足他們的凶心，供給他們的談助。將這些寫在紙上，血色早已輕淡得遠了；如但兼珂的慷慨，托爾斯多的慈悲，是多麼柔和的心。但當時還是不准印行。這做文章，這不准印，也還是使凶心得饜足，談助得加添。英雄的血，始終是無味的國土裡的人生的鹽，而且大抵是給閒人們作生活的鹽，這倒實在是很可詫異的。\n\n　　這書裡面的梭斐亞的人格還要使人感動，戈理基筆下的人生也還活躍著，但大半也都要成為流水帳簿罷。然而翻翻過去的血的流水帳簿，原也未始不能夠推見將來，只要不將那帳目來作消遣。\n\n　　有些人到現在還在為俄國的上等人鳴不平，以為革命的光明的標語，實際倒成了黑暗。這恐怕也是真的。改革的標語一定是較光明的；做這書中所收的幾篇文章的時代，改革者大概就很想普給一切人們以一律的光明。但他們被拷問，被幽禁，被流放，被殺戮了。要給，也不能。這已經都寫在帳上，一翻就明白。假使遏絕革新，屠戮改革者的人物，改革後也就同浴改革的光明，那所處的倒是最穩妥的地位。然而已經都寫在帳上了，因此用血的方式，到後來便不同，先前似的時代在他們已經過去。\n\n　　中國是否會有平民的時代，自然無從斷定。然而，總之，平民總未必會捨命改革以後，倒給上等人安排魚翅席，是顯而易見的，因為上等人從來就沒有給他們安排過雜合面。只要翻翻這一本書，大略便明白別人的自由是怎樣掙來的前因，並且看看後果，即使將來地位失墜，也就不至於妄鳴不平，較之失意而學佛，切實得多多了。所以，我想，這幾篇文章在中國還是很有好處的。\n\n　　一九二六年十一月十四日風雨之夜，魯迅記於廈門。\n\n　　\n\n"},{"name":"通訊（致孫伏園）","content":"\n　　伏園兄：\n\n　　今天接到向培良兄的一封信，其中的有幾段，是希望公表的，現在就粘在下面——\n\n　　「我來開封後，覺得開封學生智識不大和時代相稱，風氣也錮蔽，很想盡一點力，而不料竟有《晨報》造謠生事，作糟蹋女生之新聞！\n\n　　《晨報》二十日所載開封軍士，在鐵塔姦污女生之事，我可以下列二事證明其全屬子虛。\n\n　　一：鐵塔地處城北，隔中州大學及省會不及一里，既有女生登臨，自非絕荒僻。軍士奸污婦女，我們貴國本是常事，不必諱言，但絕不能在平時，在城中，在不甚荒僻之地行之。況且我看開封散兵並不很多，軍紀也不十分混亂。\n\n　　二：《晨報》載軍士用刺刀割開女生之衣服，但現在並無逃兵，外出兵士，非公幹不得帶刺刀。說是行這事的是外出公幹的兵士，我想誰也不肯信的。\n\n　　其實，在我們貴國，殺了滿城人民，燒了幾十村房子，兵大爺高興時隨便干干，並不算什麼大不了的事。但是，號為有名的報紙，卻不應該這樣無風作浪。本來女子在中國並算不了人，新聞記者隨便提起筆來寫一兩件奸案逃案，或者女學生拆白等等，以娛讀者耳目，早已視若當然，我也不過就耳目之所及，說說罷了。報館為銷行計，特約訪員為稿費計，都是所謂飯的問題，神聖不可侵犯的。我其奈之何？」\n\n　　其實，開封的女學生也太不應該了。她們只應該在深閨繡房，到學校裡已經十分放肆，還要「出校散步，大動其登臨之興」，怪不得《晨報》的訪員要警告她們一下了，說：「你看，只要一出門，就有兵士要來姦污你們了！趕快回去，躲在學校裡，不妥，還是躲到深閨繡房裡去罷。」\n\n　　其實，中國本來是撒謊國和造謠國的聯邦，這些新聞並不足怪。即在北京，也層出不窮：什麼「南下窪的大老妖」，什麼「借屍還魂」，什麼「拍花」，等等。非「用刺刀割開」他們的魂靈，用淨水來好好地洗一洗，這病症是醫不好的。\n\n　　但他究竟是好意，所以我便將它寄奉了。排了進去，想不至於像我去年那篇打油詩《我的失戀》一般，躬逢總主筆先生白眼，賜以驅除，而且至於打破你的飯碗的罷。但占去了你所賞識的琴心女士的「阿呀體」詩文的紙面，卻實在不勝抱歉之至，尚祈恕之。不宣。請了。\n\n　　魯迅。四月二十七日於灰棚。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《遊仙窟》序言","content":"本篇最初以手跡製版印入一九二九年二月北新書局出版的《遊仙窟》。\n\n　　《遊仙窟》今惟日本有之，是舊鈔本，藏於昌平學；題寧州襄樂縣尉張文成作。文成者，張鷟之字；題署著字，古人亦常有，如晉常璩撰《華陽國志》，其一卷亦云常道將集矣。張鷟，深州陸渾人；兩《唐書》皆附見《張薦傳》，云以調露初登進士第，為岐王府參軍，屢試皆甲科，大有文譽，調長安尉遷鴻臚丞。證聖中，天官劉奇以為御史；性躁卞，儻蕩無檢，姚崇尤惡之；開元初，御史李全交劾鷟訕短時政，貶嶺南，旋得內徙，終司門員外郎。《順宗實錄》亦謂鷟博學工文詞，七登文學科。《大唐新語》則云，後轉洛陽尉，故有《詠燕詩》，其末章云，「變石身猶重，銜泥力尚微，從來赴甲第，兩起一雙飛。」時人無不諷詠。《唐書》雖稱其文下筆立成，大行一時，後進莫不傳記，日本新羅使至，必出金寶購之，而又訾為浮艷少理致，論者亦率詆誚蕪穢。鷟書之傳於今者，尚有《朝野僉載》及《龍筋鳳髓判》，誠亦多詆誚浮艷之辭。《遊仙窟》為傳奇，又多俳調，故史志皆不載；清楊守敬作《日本訪書志》，始著於錄，而貶之一如《唐書》之言。日本則初頗珍秘，以為異書；嘗有注，似亦唐時人作。河世寧曾取其中之詩十餘首入《全唐詩逸》，鮑氏刊之《知不足齋叢書》中；今矛塵將具印之，而全文始復歸華土。不特當時之習俗如酬對舞詠，時語如䁠䀨嫈嫇，可資博識；即其始以駢儷之語作傳奇，前於陳球之《燕山外史》者千載，亦為治文學史者所不能廢矣。\n\n　　中華民國十六年七月七日，魯迅識。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《十二個》後記","content":"本篇最初印入一九二六年八月北新書局出版的中譯本《十二個》。\n\n　　俄國在一九一七年三月的革命，算不得一個大風暴；到十月，才是一個大風暴，怒吼著，震盪著，枯朽的都拉雜崩壞，連樂師畫家都茫然失措，詩人也沉默了。\n\n　　就詩人而言，他們因為禁不起這連底的大變動，或者脫出國界，便死亡，如安得列夫；或者在德法做僑民，如梅壘什珂夫斯奇，巴理芒德；或者雖然並未脫走，卻比較的失了生動，如阿爾志跋綏夫。但也有還是生動的，如勃留梭夫和戈理奇，勃洛克。\n\n　　但是，俄國詩壇上先前那樣盛大的象徵派的衰退，卻並不只是革命之賜；從一九一一年以來，外受未來派的襲擊，內有實感派，神秘底虛無派，集合底主我派們的分離，就已跨進了崩潰時期了。至於十月的大革命，那自然，也是額外的一個沉重的打擊。\n\n　　梅壘什珂夫斯奇們既然作了僑民，就常以痛罵蘇俄為事；別的作家雖然還有創作，然而不過是寫些「什麼」，顏色很黯淡，衰弱了。象徵派詩人中，收穫最多的，就只有勃洛克。\n\n　　勃洛克名亞歷山大，早就有一篇很簡單的自敘傳——「一八八○年生在彼得堡。先學於古典中學，畢業後進了彼得堡大學的言語科。一九○四年才作《美的女人之歌》這抒情詩，一九○七年又出抒情詩兩本，曰《意外的歡喜》，曰《雪的假面》。抒情悲劇《小遊覽所的主人》，《廣場的王》，《未知之女》，不過才脫稿。現在擔當著《梭羅忒亞盧拿》的批評欄，也和別的幾種新聞雜誌關係著。」\n\n　　此後，他的著作還很多：《報復》，《文集》，《黃金時代》，《從心中湧出》，《夕照是燒盡了》，《水已經睡著》，《運命之歌》。當革命時，將最強烈的刺戟給與俄國詩壇的，是《十二個》。\n\n　　他死時是四十二歲，在一九二一年。\n\n　　從一九○四年發表了最初的象徵詩集《美的女人之歌》起，勃洛克便被稱為現代都會詩人的第一人了。他之為都會詩人的特色，是在用空想，即詩底幻想的眼，照見都會中的日常生活，將那朦朧的印象，加以象徵化。將精氣吹入所描寫的事象裡，使它蘇生；也就是在庸俗的生活，塵囂的市街中，發見詩歌底要素。所以勃洛克所擅長者，是在取卑俗，熱鬧，雜沓的材料，造成一篇神秘底寫實的詩歌。\n\n　　中國沒有這樣的都會詩人。我們有館閣詩人，山林詩人，花月詩人……；沒有都會詩人。\n\n　　能在雜沓的都會裡看見詩者，也將在動搖的革命中看見詩。所以勃洛克做出《十二個》，而且因此「在十月革命的舞台上登場了」。但他的能上革命的舞台，也不只因為他是都會詩人；乃是，如托羅茲基言，因為他「向著我們這邊突進了。突進而受傷了」。\n\n　　《十二個》於是便成了十月革命的重要作品，還要永久地流傳。\n\n　　舊的詩人沉默，失措，逃走了，新的詩人還未彈他的奇穎的琴。勃洛克獨在革命的俄國中，傾聽「咆哮獰猛，吐著長太息的破壞的音樂」。他聽到黑夜白雪間的風，老女人的哀怨，教士和富翁和太太的彷徨，會議中的講嫖錢，復仇的歌和槍聲，卡基卡的血。然而他又聽到癩皮狗似的舊世界：他向著革命這邊突進了。\n\n　　然而他究竟不是新興的革命詩人，於是雖然突進，卻終於受傷，他在十二個之前，看見了戴著白玫瑰花圈的耶穌基督。\n\n　　但這正是俄國十月革命「時代的最重要的作品」。\n\n　　呼喚血和火的，詠歎酒和女人的，賞味幽林和秋月的，都要真的神往的心，否則一樣是空洞。人多是「生命之川」之中的一滴，承著過去，向著未來，倘不是真的特出到異乎尋常的，便都不免並含著向前和反顧。詩《十二個》裡就可以看見這樣的心：他向前，所以向革命突進了，然而反顧，於是受傷。\n\n　　篇末出現的耶穌基督，彷彿可有兩種的解釋：一是他也贊同，一是還須靠他得救。但無論如何，總還以後解為近是。故十月革命中的這大作品《十二個》，也還不是革命的詩。然而也不是空洞的。\n\n　　這詩的體式在中國很異樣；但我以為很能表現著俄國那時（！）的神情；細看起來，也許會感到那大震撼，大咆哮的氣息。可惜翻譯最不易。我們曾經有過一篇從英文的重譯本；因為還不妨有一種別譯，胡成才君便又從原文譯出了。不過詩是只能有一篇的，即使以俄文改寫俄文，尚且決不可能，更何況用了別一國的文字。然而我們也只能如此。至於意義，卻是先由伊發爾先生校勘過的；後來，我和韋素園君又酌改了幾個字。\n\n　　前面的《勃洛克論》是我譯添的，是《文學與革命》（Literatura i Revolutzia）的第三章，從茂森唯士氏的日本文譯本重譯；韋素園君又給對校原文，增改了許多。\n\n　　在中國人的心目中，大概還以為托羅茲基是一個喑嗚叱吒的革命家和武人，但看他這篇，便知道他也是一個深解文藝的批評者。他在俄國，所得的俸錢，還是稿費多。但倘若不深知他們文壇的情形，似乎不易懂；我的翻譯的拙澀，自然也是一個重大的原因。\n\n　　書面和卷中的四張畫，是瑪修丁（V.Masiutin）所作的。他是版畫的名家。這幾幅畫，即曾被稱為藝術底版畫的典型；原本是木刻。卷頭的勃洛克的畫像，也不凡，但是從《新俄羅斯文學的曙光期》轉載的，不知道是誰作。\n\n　　俄國版畫的興盛，先前是因為照相版的衰頹和革命中沒有細緻的紙張，倘要插圖，自然只得應用筆路分明的線畫。然而只要人民有活氣，這也就發達起來，在一九二二年弗羅連斯的萬國書籍展覽會中，就得了非常的讚美了。\n\n　　一九二六年七月二十一日，魯迅記於北京。\n\n　　\n\n"},{"name":"《靜靜的頓河》後記","content":"　　本篇最初印入一九三一年十月神州國光社出版的中譯本《靜靜的頓河》。\n\n　　本書的作者是新近有名的作家，一九二七年珂剛（P．S．Kogan）教授所作的《偉大的十年的文學》中，還未見他的姓名，我們也得不到他的自傳。卷首的事略，是從德國輯譯的《新俄新小說家三十人集》（Dreising neue Erxaehler des newen Russland）的附錄裡翻譯出來的。這《靜靜的頓河》的前三部，德國就在去年由Olga Halpern譯成出版，當時書報上曾有比小傳較為詳細的紹介的文辭：\n\n　　「唆羅訶夫是那群直接出自民間，而保有他們的本源的俄國的詩人之一。約兩年前，這年青的哥薩克的名字，才始出現於俄國的文藝界，現在已被認為新俄最有天才的作家們中的一個了。他未到十四歲，便已實際上參加了俄國革命的鬥爭，受過好幾回傷，終被反革命的軍隊逐出了他的鄉里。\n\n　　「他的小說《靜靜的頓河》開手於一九一三年，他用炎炎的南方的色彩，給我們描寫哥薩克人（那些英雄的，叛逆的奴隸們Pugatchov，Stenka Rasin，Bulavin等的苗裔，這些人們的行為在歷史上日見其偉大）的生活。但他所描寫，和那部分底地支配著西歐人對於頓河哥薩克人的想像的不真實的羅曼主義，是並無共通之處的。\n\n　　「戰前的家長制度的哥薩克人的生活，非常出色地描寫在這小說中。敘述的中樞是年青的哥薩克人格黎高裡和一個鄰人的妻阿珂新亞，這兩人被有力的熱情所熔接，共嘗著幸福與滅亡。而環繞了他們倆，則俄國的鄉村在呼吸，在工作，在歌唱，在談天，在休息。\n\n　　「有一天，在這和平的鄉村裡驀地起了一聲驚呼：戰爭！最有力的男人們都出去了。這哥薩克人的村落也流了血。但在戰爭的持續間卻生長了沉鬱的憎恨，這就是逼近目前的革命豫兆……」\n\n　　出書不久，華斯珂普（F．C．Weiskepf）也就給以正當的批評：\n\n　　「唆羅訶夫的《靜靜的頓河》，由我看來好像是一種豫約——那青年的俄國文學以法兌耶夫的《潰滅》，班弗羅夫的《貧農組合》，以及巴貝勒的和伊凡諾夫的小說與傳奇等對於那傾耳諦聽著的西方所定下的豫約的完成；這就是說，一種充滿著原始力的新文學生長起來了，這種文學，它的浩大就如俄國的大原野，它的清新與不羈則如蘇聯的新青年。凡在青年的俄國作家們的作品中不過是一種豫示與胚胎的（新的觀點，從一個完全反常的，新的方面來觀察問題，那新的描寫），在唆羅訶夫這部小說裡都得到十分的發展了。這部小說為了它那構想的偉大，生活的多樣，描寫的動人，使我們記起托爾斯泰的《戰爭與和平》來。我們緊張地盼望著續卷的出現。」\n\n　　德譯的續卷，是今年秋天才出現的，但大約總還須再續，因為原作就至今沒有寫完。這一譯本，即出於Olga Halpern德譯本第一卷的上半，所以「在戰爭的持續間卻生長了沉鬱的憎恨」的事，在這裡還不能看見。然而風物既殊，人情復異，寫法又明朗簡潔，絕無舊文人描頭畫角，宛轉抑揚的惡習，華斯珂普所說的「充滿著原始力的新文學」的大概，已灼然可以窺見。將來倘有全部譯本，則其啟發這裡的新作家之處，一定更為不少。但能否實現，卻要看這古國的讀書界的魄力而定了。\n\n　　一九三○年九月十六日。\n\n"},{"name":"《何典》題記","content":"本篇最初印入一九二六年六月北新書局出版的《何典》。\n\n　　《何典》的出世，至少也該有四十七年了，有光緒五年的《申報館書目續集》可證。我知道那名目，卻只在前兩三年，向來也曾訪求，但到底得不到。現在半農加以校點，先示我印成的樣本，這實在使我很喜歡。只是必須寫一點序，卻正如阿Ｑ之畫圓圈，我的手不免有些發抖。我是最不擅長於此道的，雖然老朋友的事，也還是不會捧場，寫出洋洋大文，俾於書，於店，於人，有什麼涓埃之助。\n\n　　我看了樣本，以為校勘有時稍迂，空格令人氣悶，半農的士大夫氣似乎還太多。至於書呢？那是，談鬼物正像人間，用新典一如古典。三家村的達人穿了赤膊大衫向大成至聖先師拱手，甚而至於翻觔斗，嚇得「子曰店」的老闆昏厥過去；但到站直之後，究竟都還是長衫朋友。不過這一個觔斗，在那時，敢於翻的人的魄力，可總要算是極大的了。\n\n　　成語和死古典又不同，多是現世相的神髓，隨手拈掇，自然使文字分外精神，又即從成語中，另外抽出思緒：既然從世相的種子出，開的也一定是世相的花。於是作者便在死的鬼畫符的鬼打牆中，展示了活的人間相，或者也可以說是將活的人間相，都看作了死的鬼畫符和鬼打牆。便是信口開河的地方，也常能令人彷彿有會於心，禁不住不很為難的苦笑。夠了。並非博士般角色，何敢開頭？難違舊友的面情，又該動手。應酬不免，圓滑有方；只作短文，庶無大過云爾。中華民國十五年五月二十五日，魯迅謹撰。\n　　\n\n　　\n\n"},{"name":"通訊（致向培良）","content":"　本篇最初發表於一九二五年五月六日《豫報》副刊。\n\n　　培良兄：\n\n　　我想，河南真該有一個新一點的日報了；倘進行順利，就好。我們的《莽原》於明天出版，統觀全稿，殊覺未能滿足。但我也不知道是真不佳呢，還是我的希望太奢。\n\n　　「琴心」的疑案揭穿了，這人就是歐陽蘭。以這樣手段為自己辯護，實在可鄙；而且「聽說雪紋的文章也是他做的」。想起孫伏園當日被紅信封綠信紙迷昏，深信一定是「一個新起來的女作家」的事來，不覺發一大笑。\n\n　　《莽原》第一期上，發了《檳榔集》兩篇。第三篇斥朱湘的，我想可以刪去，而移第四為第三。因為朱湘似乎也已掉下去，沒人提他了——雖然是中國的濟慈。我想你一定很忙，但仍極希望你常常有作品寄來。\n\n　　迅〔四月二十三日〕\n\n　\n\n"},{"name":"「言詞爭執」歌","content":"本篇最初發表於一九三二年一月五日《十字街頭》第三期（初為雙週刊， 木期改旬刊），署名阿二。\n\n　　一中全會好忙碌，忽而討論誰賣國，\n\n　　粵方委員嘰哩咕，要將責任歸當局。\n\n　　吳老頭子老益壯，放屁放屁來相嚷，\n\n　　說道賣的另有人，不近不遠在場上。\n\n　　有的叫道對對對，有的吹了嗤嗤嗤，\n\n　　嗤嗤一通不打緊，對對惱了皇太子，\n\n　　一聲不響出「新京」，會場旗色昏如死。\n\n　　許多要人夾屁追，恭迎聖駕請重回，\n\n　　大家快要一同「赴國難」，又拆台基何苦來？\n\n　　香檳走氣大菜冷，莫使同志久相等，\n\n　　老頭自動不出席，再沒狐狸來作梗。\n\n　　況且名利不雙全，那能推苦只嘗甜？\n\n　　賣就大家都賣不都不，否則一方面子太難堪。\n\n　　現在我們再去痛快淋漓喝幾巡，酒酣耳熱都開心，\n\n　　什麼事情就好說，這才能慰在天靈。\n\n　　理論和實際，全都括括叫，\n\n　　點點小龍頭，又上火車道。\n\n　　只差大柱石，似乎還在想火並，\n\n　　展堂同志血壓高，精衛先生糖尿病，\n\n　　國難一時赴不成，雖然老吳已經受告警。\n\n　　這樣下去怎麼好，中華民國老是沒頭腦，\n\n　　想受黨治也不能，小民恐怕要苦了。\n\n　　但願治病統一都容易，只要將那「言詞爭執」扔在茅廁裡，\n\n　　放屁放屁放狗屁，真真豈有之此理。\n\n"},{"name":"《近代木刻選集(1)》附記","content":"本篇最初印入一九二九年一月出版的《近代木刻選集》（１）\n\n　　本集中的十二幅木刻，都是從英國的《The Bookman》，《The Studio》，　《The Wook-cut of To-day》（Edited by G.Holme）中選取的，這裡也一併摘錄幾句解說。惠勃（C.C.Webb）是英國現代著名的藝術家，從一九二二年以來，都在畢明翰（Birmingham）中央學校教授美術。第一幅《高架橋》是圓滿的大圖畫，用一種獨創的方法所刻，幾乎可以數出他雕刻的筆數來。統觀全體，則是精美的發光的白色標記，在一方純淨的黑色地子上。《農家的後園》，刀法也多相同。《金魚》更可以見惠勃的作風，新近在Studio上，曾大為George Sheringham所稱許。\n\n　　司提芬·蓬（Stephen Bone）的一幅，是George Bourne的《A Farmer's Life》的插圖之一。論者謂英國南部諸州的木刻家無出作者之右，散文得此，而妙想愈明雲。達格力秀（E. Fitch Daglish）是倫敦動物學會會員，木刻也有名，尤宜於作動植物書中的插畫，能顯示最嚴正的自然主義和纖巧敏慧的裝飾的感情。《田鳧》是E. M. Nicholson的《Birds in England》中插畫之一；《淡水鱸魚》是Izzak Walton and Charles Cotton的《The Compleate Angler》中的。觀這兩幅，便可知木刻術怎樣有裨於科學了。\n\n　　哈曼·普耳（Herman Paul），法國人，原是作石版畫的,後改木刻,後又轉通俗（Popular）畫。曾說「藝術是一種不斷的解放」，於是便簡單化了。本集中的兩幅，已很可窺見他後來的作風。前一幅是Rabelais著書中的插畫，正當大雨時；後一幅是裝飾André Marty的詩集《La Doctrine des Prenx》（《勇士的教義》）的，那詩的大意是——\n\n　　迪綏爾多黎（Benvenuto Disertori），意大利人，是多才的藝術家，善於刻石，蝕銅，但木刻更為他的特色。《La Musa del Loreto》是一幅具有律動的圖像，那印象之自然，就如本來在木上所創生的一般。\n\n　　麥格努斯·拉該蘭支（S. Magnus-Lagercranz）夫人是瑞典的雕刻家，尤其擅長花卉。她的最重要的工作，是一冊瑞典詩人Atterbom的詩集《群芳》的插圖。\n\n　　富耳斯（C. B. Falls）在美國，有最為多才的藝術家之稱。他於諸藝術無不嘗試，而又無不成功。集中的《島上的廟》，是他自己選出的得意的作品。\n\n　　華惠克（Edward Worwick）也是美國的木刻家。《會見》是裝飾與想像的版畫，含有強烈的中古風味的。書面和首葉的兩種小品，是法國畫家拉圖（Alfred La-tour）之作，自《The Wood-cut of To-day》中取來，目錄上未列，附記於此。\n\n　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　〔一九二九年一月二十六日《藝苑朝花》所載。〕\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"老調子已經唱完","content":"本篇最初發表於一九二七年三月（？）廣州《國民新聞》副刊《新時代》，同年五月十一日漢口《中央日報》副刊第四十八號曾予轉載。\n\n　　今天我所講的題目是「老調子已經唱完」：初看似乎有些離奇，其實是並不奇怪的。\n\n　　凡老的，舊的，都已經完了！這也應該如此。雖然這一句話實在對不起一般老前輩，可是我也沒有別的法子。中國人有一種矛盾思想，即是：要子孫生存，而自己也想活得很長久，永遠不死；及至知道沒法可想，非死不可了，卻希望自己的屍身永遠不腐爛。但是，想一想罷，如果從有人類以來的人們都不死，地面上早已擠得密密的，現在的我們早已無地可容了；如果從有人類以來的人們的屍身都不爛，豈不是地面上的死屍早已堆得比魚店裡的魚還要多，連掘井，造房子的空地都沒有了麼？所以，我想，凡是老的，舊的，實在倒不如高高興興的死去的好。\n\n　　在文學上，也一樣，凡是老的和舊的，都已經唱完，或將要唱完。舉一個最近的例來說，就是俄國。他們當俄皇專制的時代，有許多作家很同情於民眾，叫出許多慘痛的聲音，後來他們又看見民眾有缺點，便失望起來，不很能怎樣歌唱，待到革命以後，文學上便沒有什麼大作品了。只有幾個舊文學家跑到外國去，作了幾篇作品，但也不見得出色，因為他們已經失掉了先前的環境了，不再能照先前似的開口。\n\n　　在這時候，他們的本國是應該有新的聲音出現的，但是我們還沒有很聽到。我想，他們將來是一定要有聲音的。因為俄國是活的，雖然暫時沒有聲音，但他究竟有改造環境的能力，所以將來一定也會有新的聲音出現。\n\n　　再說歐美的幾個國度罷。他們的文藝是早有些老舊了，待到世界大戰時候，才發生了一種戰爭文學。戰爭一完結，環境也改變了，老調子無從再唱，所以現在文學上也有些寂寞。將來的情形如何，我們實在不能豫測。但我相信，他們是一定也會有新的聲音的。\n\n　　現在來想一想我們中國是怎樣。中國的文章是最沒有變化的，調子是最老的，裡面的思想是最舊的。但是，很奇怪，卻和別國不一樣。那些老調子，還是沒有唱完。\n\n　　這是什麼緣故呢？有人說，我們中國是有一種「特別國情」。——中國人是否真是這樣「特別」，我是不知道，不過我聽得有人說，中國人是這樣。——倘使這話是真的，那麼，據我看來，這所以特別的原因，大概有兩樣。\n\n　　第一，是因為中國人沒記性，因為沒記性，所以昨天聽過的話，今天忘記了，明天再聽到，還是覺得很新鮮。做事也是如此，昨天做壞了的事，今天忘記了，明天做起來，也還是「仍舊貫」的老調子。\n\n　　第二，是個人的老調子還未唱完，國家卻已經滅亡了好幾次了。何以呢？我想，凡有老舊的調子，一到有一個時候，是都應該唱完的，凡是有良心，有覺悟的人，到一個時候，自然知道老調子不該再唱，將它拋棄。但是，一般以自己為中心的人們，卻決不肯以民眾為主體，而專圖自己的便利，總是三翻四復的唱不完。於是，自己的老調子固然唱不完，而國家卻已被唱完了。\n\n　　宋朝的讀書人講道學，講理學，尊孔子，千篇一律。雖然有幾個革新的人們，如王安石等等，行過新法，但不得大家的贊同，失敗了。從此大家又唱老調子，和社會沒有關係的老調子，一直到宋朝的滅亡。\n\n　　宋朝唱完了，進來做皇帝的是蒙古人——元朝。那麼，宋朝的老調子也該隨著宋朝完結了罷，不，元朝人起初雖然看不起中國人，後來卻覺得我們的老調子，倒也新奇，漸漸生了羨慕，因此元人也跟著唱起我們的調子來了，一直到滅亡。\n\n　　這個時候，起來的是明太祖。元朝的老調子，到此應該唱完了罷，可是也還沒有唱完。明太祖又覺得還有些意趣，就又教大家接著唱下去。什麼八股咧，道學咧，和社會，百姓都不相干，就只向著那條過去的舊路走，一直到明亡。\n\n　　清朝又是外國人。中國的老調子，在新來的外國主人的眼裡又見得新鮮了，於是又唱下去。還是八股，考試，做古文，看古書。但是清朝完結，已經有十六年了，這是大家都知道的。他們到後來，倒也略略有些覺悟，曾經想從外國學一點新法來補救，然而已經太遲，來不及了。\n\n　　老調子將中國唱完，完了好幾次，而它卻仍然可以唱下去。因此就發生一點小議論。有人說：「可見中國的老調子實在好，正不妨唱下去。試看元朝的蒙古人，清朝的滿洲人，不是都被我們同化了麼？照此看來，則將來無論何國，中國都會這樣地將他們同化的。」原來我們中國就如生著傳染病的病人一般，自己生了病，還會將病傳到別人身上去，這倒是一種特別的本領。\n\n　　殊不知這種意見，在現在是非常錯誤的。我們為甚麼能夠同化蒙古人和滿洲人呢？是因為他們的文化比我們的低得多。倘使別人的文化和我們的相敵或更進步，那結果便要大不相同了。他們倘比我們更聰明，這時候，我們不但不能同化他們，反要被他們利用了我們的腐敗文化，來治理我們這腐敗民族。他們對於中國人，是毫不愛惜的，當然任憑你腐敗下去。現在聽說又很有別國人在尊重中國的舊文化了，那裡是真在尊重呢，不過是利用！\n\n　　從前西洋有一個國度，國名忘記了，要在非洲造一條鐵路。頑固的非洲土人很反對，他們便利用了他們的神話來哄騙他們道：「你們古代有一個神仙，曾從地面造一道橋到天上。\n\n　　現在我們所造的鐵路，簡直就和你們的古聖人的用意一樣。」非洲人不勝佩服，高興，鐵路就造起來。——中國人是向來排斥外人的，然而現在卻漸漸有人跑到他那裡去唱老調子了，還說道：「孔夫子也說過，『道不行，乘桴浮於海。』所以外人倒是好的。」外國人也說道：「你家聖人的話實在不錯。」\n\n　　倘照這樣下去，中國的前途怎樣呢？別的地方我不知道，只好用上海來類推。上海是：最有權勢的是一群外國人，接近他們的是一圈中國的商人和所謂讀書的人，圈子外面是許多中國的苦人，就是下等奴才。將來呢，倘使還要唱著老調子，那麼，上海的情狀會擴大到全國，苦人會多起來。因為現在是不像元朝清朝時候，我們可以靠著老調子將他們唱完，只好反而唱完自己了。這就因為，現在的外國人，不比蒙古人和滿洲人一樣，他們的文化並不在我們之下。\n\n　　那麼，怎麼好呢？我想，唯一的方法，首先是拋棄了老調子。舊文章，舊思想，都已經和現社會毫無關係了，從前孔子周遊列國的時代，所坐的是牛車。現在我們還坐牛車麼？從前堯舜的時候，吃東西用泥碗，現在我們所用的是甚麼？所以，生在現今的時代，捧著古書是完全沒有用處的了。\n\n　　但是，有些讀書人說，我們看這些古東西，倒並不覺得於中國怎樣有害，又何必這樣決絕地拋棄呢？是的。然而古老東西的可怕就正在這裡。倘使我們覺得有害，我們便能警戒了，正因為並不覺得怎樣有害，我們這才總是覺不出這致死的毛病來。因為這是「軟刀子」。這「軟刀子」的名目，也不是我發明的，明朝有一個讀書人，叫做賈鳧西的，鼓詞裡曾經說起紂王，道：「幾年家軟刀子割頭不覺死，只等得太白旗懸才知道命有差。」我們的老調子，也就是一把軟刀子。\n\n　　中國人倘被別人用鋼刀來割，是覺得痛的，還有法子想；倘是軟刀子，那可真是「割頭不覺死」，一定要完。\n\n　　我們中國被別人用兵器來打，早有過好多次了。例如，蒙古人滿洲人用弓箭，還有別國人用槍炮。用槍炮來打的後幾次，我已經出了世了，但是年紀青。我彷彿記得那時大家倒還覺得一點苦痛的，也曾經想有些抵抗，有些改革。用槍炮來打我們的時候，聽說是因為我們野蠻；現在，倒不大遇見有槍炮來打我們了，大約是因為我們文明了罷。現在也的確常常有人說，中國的文化好得很，應該保存。那證據，是外國人也常在讚美。這就是軟刀子。用鋼刀，我們也許還會覺得的，於是就改用軟刀子。我想：叫我們用自己的老調子唱完我們自己的時候，是已經要到了。\n\n　　中國的文化，我可是實在不知道在那裡。所謂文化之類，和現在的民眾有甚麼關係，甚麼益處呢？近來外國人也時常說，中國人禮儀好，中國人餚饌好。中國人也附和著。但這些事和民眾有甚麼關係？車伕先就沒有錢來做禮服，南北的大多數的農民最好的食物是雜糧。有什麼關係？\n\n　　中國的文化，都是侍奉主子的文化，是用很多的人的痛苦換來的。無論中國人，外國人，凡是稱讚中國文化的，都只是以主子自居的一部份。\n\n　　以前，外國人所作的書籍，多是嘲罵中國的腐敗；到了現在，不大嘲罵了，或者反而稱贊中國的文化了。常聽到他們說：「我在中國住得很舒服呵！」這就是中國人已經漸漸把自己的幸福送給外國人享受的證據。所以他們愈讚美，我們中國將來的苦痛要愈深的！\n\n　　這就是說：保存舊文化，是要中國人永遠做侍奉主子的材料，苦下去，苦下去。雖是現在的闊人富翁，他們的子孫也不能逃。我曾經做過一篇雜感，大意是說：「凡稱讚中國舊文化的，多是住在租界或安穩地方的富人，因為他們有錢，沒有受到國內戰爭的痛苦，所以發出這樣的讚賞來。殊不知將來他們的子孫，營業要比現在的苦人更其賤，去開的礦洞，也要比現在的苦人更其深。」這就是說，將來還是要窮的，不過遲一點。但是先窮的苦人，開了較淺的礦，他們的後人，卻須開更深的礦了。我的話並沒有人注意。他們還是唱著老調子，唱到租界去，唱到外國去。但從此以後，不能像元朝清朝一樣，唱完別人了，他們是要唱完了自己。\n\n　　這怎麼辦呢？我想，第一，是先請他們從洋樓，臥室，書房裡踱出來，看一看身邊怎麼樣，再看一看社會怎麼樣，世界怎麼樣。然後自己想一想，想得了方法，就做一點。「跨出房門，是危險的。」自然，唱老調子的先生們又要說。然而，做人是總有些危險的，如果躲在房裡，就一定長壽，白鬍子的老先生應該非常多；但是我們所見的有多少呢？他們也還是常常早死，雖然不危險，他們也糊塗死了。\n\n　　要不危險，我倒曾經發見了一個很合式的地方。這地方，就是：牢獄。人坐在監，牢裡便不至於再搗亂，犯罪了；救火機關也完全，不怕失火；也不怕盜劫，到牢獄裡去搶東西的強盜是從來沒有的。坐監是實在最安穩。\n\n　　但是，坐監卻獨獨缺少一件事，這就是：自由。所以，貪安穩就沒有自由，要自由就總要歷些危險。只有這兩條路。那一條好，是明明白白的，不必待我來說了。\n\n　　現在我還要謝諸位今天到來的盛意。\n\n　　\n\n"},{"name":"《近代木刻選集(2)》附記","content":"本篇最初印入一九二九年三月出版的《近代木刻選集》（２）\n\n　　本集中的十二幅木刻大都是從英國的《The Woodcut of To-day》《The Studio》，《The Smaller Beasts》中選取的，這裡也一併摘錄幾句解說。\n\n　　格斯金（Arthur J. Gaskin），英國人。他不是一個始簡單後精細的藝術家。他早懂得立體的黑色之濃淡關係。這幅《大雪》的淒涼和小屋底景致是很動人的。雪景可以這樣比其他種種方法更有力地表現，這是木刻藝術的新發見。《童話》也具有和《大雪》同樣的風格。\n\n　　傑平（Robert Gibbings）早是英國木刻家中一個最豐富而多方面的作家。他對於黑白的觀念常是意味深長而且獨創的。E．Powys Mathers的《紅的智慧》插畫在光耀的黑白相對中有東方的艷麗和精巧的白線底律動。他的令人快樂的《閒坐》，顯示他在有意味的形式裡黑白對照的氣質。\n\n　　達格力秀（Eric Fitch Daglish）在我們的《近代木刻選集》（１）裡已曾敘述了。《伯勞》見J. H. Fabre的《Animal Life in Field and Garden》中。《海狸》見達格力秀自撰的Animal in Black and White叢書第二卷《The Smaller Beasts》中。\n\n　　凱亥勒（Émile Charles Carlègle）原籍瑞士，現入法國籍。木刻於他是種直接的表現的媒介物，如繪畫，蝕銅之於他人。他配列光和影，指明顏色的濃淡；他的作品顫動著生命。他沒有什麼美學理論，他以為凡是有趣味的東西能使生命美麗。\n\n　　奧力克（Emil Orlik）是最早將日本的木刻方法傳到德國去的人。但他卻將他自己本國的種種方法融合起來刻木的。陀蒲晉司基（M. Dobuzinski）的《窗》，我們可以想像無論何人站在那裡，如那個人站著的，張望外面的雨天，想念將要遇見些什麼。俄國人是很想到站在這個窗下的人的。左拉舒（William Zorach）是俄國種的美國人。他注意於有趣的在黑底子上的白塊，不斤斤於用意的深奧。《游泳的女人》由游泳的眼光看來，是有些眩目的。這看去像油漆布雕刻，不大像木刻。游泳是美國木刻家所好的題材，各人用各人的手法創造不同的風格。\n\n　　永瀨義郎，曾在日本東京美術學校學過雕塑，後來頗盡力於版畫，著《給學版畫的人》一卷。《沉鐘》便是其中的插畫之一，算作「木口雕刻」的作例，更經有名的刻手菊地武嗣復刻的。現在又經複製，但還可推見黑白配列的妙處。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"公民科歌","content":"本篇最初發表於一九三一年十二月十一日《十字街頭》第一期，署名阿二。\n\n\n\n"},{"name":"《浮士德與城》後記","content":"本篇最初印入一九三○年九月上海神州國光社出版的中譯本《浮士德與城》。\n\n　　這一篇劇本，是從英國L.A. Magnus和K.Walter所譯的《Ｔhree Plays of A.V. Lunacharski》中譯出的。原書前面，有譯者們合撰的導言，與本書所載尾瀨敬止的小傳，互有詳略之處，著眼之點，也頗不同。現在摘錄一部分在這裏，以供讀者的參考——\n\n　　　「Anatoli Vasilievich Lunacharski」以一八七六年生於Poitava省，他的父親是一個地主，Lunacharski族本是半貴族的大地主系統，曾經出過很多的智識者。他在Kiew受中學教育，然後到Zurich大學去。在那裏和許多俄國僑民以及Avenarius和Axelrod相遇，決定了未來的狀態。從這時候起，他的光陰多費於瑞士，法蘭西，意大利，有時則在俄羅斯。\n\n　　他原先便是一個布爾塞維克，那就是說，他是屬於俄羅斯社會民主黨的馬克斯派的。這派在第二次及第三次會議佔了多數，布爾塞維克這字遂變為政治上的名詞，與原來的簡單字義不同了。他是第一種馬克斯派報章Krylia（翼）的撰述人；是一個屬於特別一團的布爾塞維克，這團在本世紀初，建設了馬克斯派的雜誌Vperëd(前進)，並且為此奔走，他同事中有Pokrovski，Bogdánov及Gorki等，設講演及學校課程，一般地說，是從事於革命的宣傳工作的。他是莫斯科社會民主黨結社的社員，被流放到Vologda，又由此逃往意大利。在瑞士，他是Iskra（火花）的一向的編輯，直到一九○六年被門維克所封禁。一九一七年革命後，他終於回了俄羅斯。\n\n　　這一點事實即以表明Lunacharski的靈感的創生，他極通曉法蘭西和意大利；他愛博學的中世紀底本鄉；許多他的夢想便安放在中世紀上。同時他的觀點是絕對屬於革命底俄國的。在思想中的極端現代主義也一樣顯著地不同，連繫著半中世紀的城市，構成了「現代」莫斯科的影子。中世紀主義與烏托邦在十九世紀後的媒介物上相遇—— 極像在《無何有鄉的消息》裏——中世紀的郡自治戰爭便在蘇維埃俄羅斯名詞裏出現了。\n\n　　社會改進的濃厚的信仰，使Lunacharski的作品著色，又在或一程度上，使他和他的偉大的革命底同時代人不同。Ｂlok，是無匹的，可愛的抒情詩人，對於一個佳人，就是俄羅斯或新信條，懷著Sidney式的熱誠，有一切美，然而纖弱，恰如Shelley和他的偉大；Esènin，對於不大分明的理想，更粗魯而熱情地叫喊，這理想，在俄國的人們，是能夠看見，並且覺得其存在和有生活的力量的；Demian Bedny是通俗的諷刺家；或者別一派，大家知道的L.E.F（藝術的左翼戰線），這法蘭西的Esprit Noveau（新精神），在作新穎的大膽的詩，這詩學的未來派和立體派；凡這些，由或一意義說，是較純粹的詩人，不甚切於實際的。Lunacharski常常夢想建設，將人類建設得更好，雖然往往還是「復故」（relapsing）。所以從或一意義說，他的藝術是平凡的，不及同時代人的高翔之超邁，因為他要建設，並不浮進經驗主義者裏面去；至於Ｂlok和Bely，是經驗主義者一流，高超，而無所信仰的。\n\n　　Lunacharski的文學底發展大約可從一九○○年算起。他最先的印本是哲學底講談。他是著作極多的作家。他的三十六種書，可成十五巨冊。早先的一本為《研求》，是從馬克斯主義者的觀點出發的關於哲學的隨筆集。講到藝術和詩，包括Macterlinch和Korolenko的評贊，在這些著作裏，已經預示出他那極成熟的詩學來。《實證美學的基礎》《革命底側影》和《文學底側影》都可歸於這一類。在這一群的短文中，包含對於智識階級的攻擊；爭論，偶然也有別樣的文字，如《資本主義下的文化》《假面中的理想》《科學、藝術及宗教》《宗教》《宗教史導言》等。他往往對於宗教感到興趣，置身於俄國現在的反宗教運動中。……Lunacharski又是音樂和戲劇的大威權，在他的戲劇裏，尤其是在詩劇，人感到裏面鳴著未曾寫出的傷痕。……十二歲時候，他就寫了《誘惑》，是一種未曾成熟的作品，講一青年修道士有更大的理想，非教堂所能滿足，魔鬼誘以情慾（Lust），但那修道士和情慾去結婚時，則講說社會主義。第二種劇本為《王的理髮師》，是一篇淫猥的專制主義的挫敗的故事，在監獄裏寫下來的。其次為《浮士德與城》，是俄國革命程序的預想，終在一九一六年改定，初稿則成於一九○八年。後作喜劇，總名《三個旅行者和它》。《麥奇》是一九一八年作（它的精華存在一九○五年所寫的論文《實證主義與藝術》中），一九一九年就出了《賢人華西理》及《伊凡在天堂》。於是他試寫歷史劇《Oliver Cromwell》和《Thomas Camponella》；然後又回到喜劇去，一九二一年成《宰相和銅匠》及《被解放的堂吉訶德》。後一種是一九一六年開手的。《熊的婚儀》則出現於一九二二年。（開時摘譯。）就在這同一的英譯本上，有作者的小序，更詳細地說明著他之所以寫這本《浮士德與城》的緣故和時期——「無論那一個讀者倘他知道Goethe的偉大的『Faust』，就不會不知道我的《浮士德與城》，是被『Faust』的第二部的場面所啟發出來的。在那裏Goethe的英雄尋到了一座『自由的城』。這天才的產兒和它的創造者之間的相互關係，那問題的解決，在戲劇的形式上，一方面，是一個天才和他那種開明專制的傾向，別一方面，則是德莫克拉西的——這觀念影響了我而引起我的工作。在一九○六年，我結構了這題材。一九○八年，在Abruzzi Introdacque地方的宜人的鄉村中，費一個月光陰，我將劇本寫完了。我擱置了很長久。至一九一六年，在特別幽美的環境中，Geneva湖的St．Leger這鄉村裏，我又作一次最後的修改；那重要的修改即在竭力的剪裁（Cut）。」（柔石摘譯）\n\n　　這劇本，英譯者以為是「俄國革命程序的預想」，是的確的。但也是作者的世界革命的程序的預想。浮士德死後，戲劇也收場了。然而在《實證美學的基礎》裏，我們可以發見作者所預期於此後的一部分的情形——「……新的階級或種族，大抵是發達於對於以前的支配者的反抗之中的。而且憎惡他們的文化，是成了習慣。所以文化發達的事實底的步調，大概斷斷續續。在種種處所，在種種時代，人類開手建設起來。而一達到可能的程度，便傾於衰頹。這並非因為遇到了客觀的不可能，乃是主觀底的可能性受了害。\n\n　　「然而，最為後來的世代，卻和精神的發達，即豐富的聯想，評價原理的設定，歷史底意義及感情的生長一同，愈加學著客觀底地來享樂一切的藝術的。於是吸雅片者的囈語似的華麗而奇怪的印度人的伽藍，壓人地沉重地施了煩膩的色彩的埃及人的廟宇，希臘人的雅致，戈諦克的法悅，文藝復興期的暴風雨似的享樂性，在他，都成為能理解，有價值的東西。為什麼呢，因為是新的人類的這完人，於人類底的東西，什麼都是無所關心的。將或種聯想壓倒，將別的聯想加強，完人在自己的心理的深處，喚起印度人和埃及人的情緒來。能夠並無信仰，而感動於孩子們的禱告，並不渴血，而欣然移情於亞契萊斯的破壞底的憤怒，能夠沉潛於浮士德的無底的深的思想中，而以微笑凝眺著歡娛底的笑劇和滑稽的喜歌劇。」（魯迅譯《藝術論》，一六五至一六六頁）\n\n　　因為新的階級及其文化，並非突然從天而降，大抵是發達於對於舊支配者及其文化的反抗中，亦即發達於和舊者的對立中，所以新文化仍然有所承傳，於舊文化也仍然有所擇取。這可說明盧那卡爾斯基當革命之初，仍要保存農民固有的美術；怕軍人的泥靴踏爛了皇宮的地毯；在這裏也使開闢新城而傾於專制的——但後來是悔悟了的——天才浮士德死於新人們的歌頌中的原因。這在英譯者們的眼裏，我想就被看成叫作「復故」的東西了。\n\n　　所以他之主張擇存文化底遺產，是因為「我們繼承著人的過去，也愛人類的未來」的緣故；他之以為創業的雄主，勝於世紀末的頹唐人，是因為古人所創的事業中，即含有後來的新興階級皆可以擇取的遺產，而頹唐人則自置於人間之上，自放於人間之外，於當時及後世都無益處的緣故。但自然也有破壞，這是為了未來的新的建設。新的建設的理想，是一切言動的南針，倘沒有這而言破壞，便如未來派，不過是破壞的同路人，而言保存，則全然是舊社會的維持者。\n\n　　Lunacharski的文字，在中國，翻譯要算比較地多的了。《藝術論》（並包括《實證美學的基礎》，大江書店版）之外，有《藝術之社會的基礎》（雪峰譯，水沫書店版），有《文藝與批評》（魯迅譯，同店版），有《霍善斯坦因論》（譯者同上，光華書局版）等，其中所說，可作含在這《浮士德與城》裏的思想的印證之處，是隨時可以得到的。\n\n　　編者，一九三○年六月，上海。\n\n"},{"name":"一個「罪犯」的自述","content":"本篇最初發表於一九二五年五月五日《民眾文藝》週刊第二十期。\n\n　　《民眾文藝》雖說是民眾文藝，但到現在印行的為止，卻沒有真的民眾的作品，執筆的都還是所謂「讀書人」。民眾不識字的多，怎會有作品，一生的喜怒哀樂，都帶到黃泉裏去了。\n\n　　但我竟有了介紹這一類難得的文藝的光榮。這是一個被獲的「搶犯」做的，我無庸說出他的姓名，也不想籍此發什麼議論。總之，那篇的開首是說不識字之苦，但怕未必是真話，因為那文章是說給教他識字的先生看的；其次，是說社會如何欺侮他，使他生計如何失敗；其次，似乎說他的兒子也未必能比他更有多大的希望。但關於搶劫的事，卻一字不提。\n\n　　原文本有圈點，今都仍舊；錯字也不少，則將猜測出來的本字用括弧注在下面。\n\n　　四月七日，附記於沒有雅號的屋子裡。\n\n　　我們不認識字的。吃了好多苦。光緒二十九年。八月十二日。我進京來。賣豬。走平字們（則門）外。我說大廟堂們口（門口）。多坐一下。大家都見我笑。人家說我事（是）個王八但（蛋）。我就不之到（知道）。人上頭寫折（著）。清真裡白四（禮拜寺）。我就不之到（知道）。人打罵。後來我就打豬。白（把）豬都打。不吃東西了。西城郭九豬店。家裡。人家給。一百八十大洋元。不賣。我說進京來賣。後來賣了。一百四十元錢。家裡都說我不好。後來我的。曰（岳）母。他只有一個女。他沒有學生（案謂兒子）。他就給我錢。給我一百五十大洋元。他的女。就說買地。買了十一母（畝）地。（原註：一個六母一個五母洪縣元年十。三月二十四日）白（把）六個母地文曰（又白？）丟了。後來他又給錢。給了二百大洋。我萬（同？）他說。做個小買賣。（原註：他說好我也說好。你就給錢。）他就（案脫一字）了一百大洋元。我上集買賣（麥）子。買了十石（擔）。我就賣白面（麥丐）。長新店。有個小買賣。他吃白面。吃來吃去吃了。一千四百三十七斤。（原註：中華民國六年賣白面）算一算。五十二元七毛。到了年下。一個錢也沒有。長新店。人家後來。白都給了。露嬌。張十石頭。他吃的。白面錢。他沒有給錢。三十六元五毛。他的女說。你白（把）錢都丟了。你一個字也不認的。他說我沒有處（？）後來。我們家裡的。他說等到。他的兒子大了。你看一看。我的學生大了。九歲。上學。他就萬（同？）我一個樣的。\n\n"},{"name":"《近代木刻選集(2)》小引","content":"本篇最初印入一九二九年三月出版的《近代木刻選集》（２）。\n\n　　我們進小學校時，看見教本上的幾個小圖畫，倒也覺得很可觀，但到後來初見外國文讀本上的插畫，卻驚異於它的精工，先前所見的就幾乎不能比擬了。還有英文字典裡的小畫，也細巧得出奇。凡那些，就是先回說過的「木口雕刻」。\n\n　　西洋木版的材料，固然有種種，而用於刻精圖者大概是柘木。同是柘木，因鋸法兩樣，而所得的板片，也就不同。順木紋直鋸，如箱板或桌面板的是一種，將木紋橫斷，如砧板的又是一種。前一種較柔，雕刻之際，可以揮鑿自如，但不宜於細密，倘細，是很容易碎裂的。後一種是木絲之端，攢聚起來的板片，所以堅，宜於刻細，這便是「木口雕刻」。這種雕刻，有時便不稱Ｗｏｏｄ－ｃｕｔ，而別稱為Ｗｏｏｄ－ｅｎｇｒａｖｉｎｇ了。中國先前刻木一細，便曰「繡梓」，是可以作這譯語的。和這相對，在箱板式的板片上所刻的，則謂之「木面雕刻」。\n\n　　但我們這裡所紹介的，並非教科書上那樣的木刻，因為那是意在逼真，在精細，臨刻之際，有一張圖畫作為底子的，既有底子，便是以刀擬筆，是依樣而非獨創，所以僅僅是「復刻板畫」。至於「創作板畫」，是並無別的粉本的，乃是畫家執了鐵筆，在木版上作畫，本集中的達格力秀的兩幅，永瀨義郎的一幅，便是其例。自然也可以逼真，也可以精細，然而這些之外有美，有力；仔細看去，雖在複製的畫幅上，總還可以看出一點「有力之美」來。\n\n　　但這「力之美」大約一時未必能和我們的眼睛相宜。流行的裝飾畫上，現在已經多是削肩的美人，枯瘦的佛子，解散了的構成派繪畫了。\n\n　　有精力彌滿的作家和觀者，才會生出「力」的藝術來。「放筆直干」的圖畫，恐怕難以生存於頹唐，小巧的社會裡的。附帶說幾句，前回所引的詩，是將作者記錯了。季黻來信道：「我有一匹好東絹……」系出於杜甫《戲韋偃為雙松圖》，末了的數句，是「重之不減錦繡段，已令拂拭光凌亂，請君放筆為直干」。並非蘇東坡詩。\n\n　　一九二九年三月十日，魯迅記。\n\n　　本篇最初發表於一九二九年三月二十一日《朝花》週刊第十二期，並同時印入《近代木刻選集》（２）。\n\n　　《近代木刻選集》（２），朝花社編印的《藝苑朝華》第一期第三輯。\n\n　　內收歐美和日本版畫十二幅，一九二九年三月出版。Ｗｏｏｄ－ｃｕｔ木刻。Ｗｏｏｄ－ｅｎｇｒａｖｉｎｇ，木口雕刻。粉本原指施粉上樣的中國畫稿本，後用以泛稱繪畫底稿。達格力秀（１８９２—１９６６），參看本書《〈近代木刻選集〉（１）附記》。\n\n　　永瀨義即（１８９１—１９７８）日本版畫家。作品有《母與子》等。參看本書《〈近代木刻選集〉（２）附記》。指葉靈鳳等人對蘇聯構成派繪畫生吞活剝的模仿。構成派，參看本書第３４７頁注。\n\n　　季黻許壽裳（１８８２—１９４８），字季黻，浙江紹興人，教育家。魯迅的同學和好友。先後在教育部、北京女子師範大學、廣東中山大學、北平大學女子文理學院任職。抗戰勝利後任台灣大學中文系主任，台灣編譯館館長。一九四八年二月在台北被刺。著有《亡友魯迅印象記》、《我所認識的魯迅》等。\n\n　　杜甫（７１２—７７０）字子美，原籍襄陽（今屬湖北），先代遷居鞏縣（今屬河南）。唐代詩人。著作有《杜工部集》。文中《戲韋偃為雙松圖》應作《戲為韋偃雙松圖歌》。詩中「請君」應作「請公」。《近代木刻選集》（２）附記本集中的十二幅木刻大都是從英國的《ＴｈｅＷｏｏｄｃｕｔｏｆＴｏ－ｄａｙ》《ＴｈｅＳｔｕｄｉｏ》，《ＴｈｅＳｍａｌｌｅｒＢｅａｓｔｓ》中選取的，這裡也一併摘錄幾句解說。\n\n　　格斯金（ＡｒｔｈｕｒＪ．Ｇａｓｋｉｎ），英國人。他不是一個始簡單後精細的藝術家。他早懂得立體的黑色之濃淡關係。這幅《大雪》的淒涼和小屋底景致是很動人的。雪景可以這樣比其他種種方法更有力地表現，這是木刻藝術的新發見。《童話》也具有和《大雪》同樣的風格。\n\n　　傑平（ＲｏｂｅｒｔＧｉｂｂｉｎｇｓ）早是英國木刻家中一個最豐富而多方面的作家。他對於黑白的觀念常是意味深長而且獨創的。Ｅ．ＰｏｗｙｓＭａｔｈｅｒｓ的《紅的智慧》插畫在光耀的黑白相對中有東方的艷麗和精巧的白線底律動。他的令人快樂的《閒坐》，顯示他在有意味的形式裡黑白對照的氣質。達格力秀（ＥｒｉｃＦｉｔｃｈＤａｇｌｉｓｈ）在我們的《近代木刻選集》（１）裡已曾敘述了。《伯勞》見Ｊ．Ｈ．Ｆａｂｒｅ的《ＡｎｉｍａｌＬｉｆｅｉｎＦｉｅｌｄａｎｄＧａｒｄｅｎ》中。《海狸》見達格力秀自撰的ＡｎｉｍａｌｉｎＢｌａｃｋａｎｄＷｈｉｔｅ叢書第二卷《ＴｈｅＳｍａｌｌｅｒＢｅａｓｔｓ》中。\n\n　　凱亥勒（Ｅ′ｍｉｌｅＣｈａｒｌｅｓＣａｒｌｅ′ｇｌｅ）原籍瑞士，現入法國籍。木刻於他是種直接的表現的媒介物，如繪畫，蝕銅之於他人。他配列光和影，指明顏色的濃淡；他的作品顫動著生命。他沒有什麼美學理論，他以為凡是有趣味的東西能使生命美麗。\n\n　　奧力克（ＥｍｉｌＯｒｌｉｋ）是最早將日本的木刻方法傳到德國去的人。但他卻將他自己本國的種種方法融合起來刻木的。陀蒲晉司基（Ｍ．Ｄｏｂｕｚｉｎｓｋｉ）的《窗》，我們可以想像無論何人站在那裡，如那個人站著的，張望外面的雨天，想念將要遇見些什麼。俄國人是很想到站在這個窗下的人的。左拉舒（ＷｉｌｌｉａｍＺｏｒａｃｈ）是俄國種的美國人。他注意於有趣的在黑底子上的白塊，不斤斤於用意的深奧。《游泳的女人》由游泳的眼光看來，是有些眩目的。這看去像油漆布雕刻，不大像木刻。游泳是美國木刻家所好的題材，各人用各人的手法創造不同的風格。\n\n　　永瀨義郎，曾在日本東京美術學校學過雕塑，後來頗盡力於版畫，著《給學版畫的人》一卷。《沉鐘》便是其中的插畫之一，算作「木口雕刻」的作例，更經有名的刻手菊地武嗣復刻的。現在又經複製，但還可推見黑白配列的妙處。\n\n　　\n\n"},{"name":"《不走正路的安得倫》小引","content":"本篇最初印入一九三三年五月上海野草書屋印行的中譯本《不走正路的安得倫》。\n\n　　現在我被托付為該在這本小說前面，寫一點小引的腳色。這題目是不算煩難的，我只要分為四節，大略來說一說就夠了。\n\n　　１．關於作者的經歷，我曾經記在《一天的工作》的後記裡，至今所知道的也沒有加增，就照抄在下面：「聶維洛夫（Ａleksandr Neverov）的真姓是斯珂培萊夫（Skobelev），以一八八六年生為薩瑪拉（Samara）州的一個農夫的兒子。一九○五年師範學校第二級卒業後，做了村學的教師。內戰時候，則為薩瑪拉的革命底軍事委員會的機關報《赤衛軍》的編輯者。一九二○至二一年大饑荒之際，他和饑民一同從伏爾迦逃往塔什干；二二年到墨斯科，加入文學團體『鍛冶廠』；二三年冬，就以心臟麻痺死去了，年三十七。他的最初的小說，在一九○五年發表，此後所作，為數甚多，最著名的是《豐饒的城塔什干》，中國有穆木天譯本。」\n\n　　２．關於作者的批評，在我所看見的範圍內，最簡要的也還是要推珂剛教授在《偉大的十年的文學》裡所說的話。這回是依據了日本黑田辰男的譯本，重譯一節在下面：「出於『鍛冶廠』一派的最有天分的小說家，不消說，是善於描寫崩壞時代的農村生活者之一的亞歷山大·聶維洛夫了。他吐著革命的呼吸，而同時也愛人生。他用了愛，以觀察活人的個性，以欣賞那散在俄國無邊的大平野上的一切繽紛的色彩。他之於時事問題，是遠的，也是近的。說是遠者，因為他出發於摯愛人生的思想，說是近者，因為他看見那站在進向人生和幸福和完全的路上的力量，覺得那解放人生的力量。聶維洛夫——是從日常生活而上達於人類底的東西之處的作家之一，是觀察周到的現實主義者，也是生活描寫者的他，在我們面前，提出生活底的，現代底的相貌來，一直上升到人性的所謂『永久底』的性質的描寫，用別的話來說，就是更深刻地捉住了展在我們之前的現象和精神狀態，深刻地加以照耀，使這些都顯出超越了一時底，一處底界限的興味來了。」\n\n　　３．這篇小說，就是他的短篇小說集《人生的面目》裡的一篇，故事是舊的，但仍然有價值。去年在他本國還新印了插畫的節本，在《初學叢書》中。前有短序，說明著對於蘇聯的現在的意義：\n\n　　「Ａ．聶維洛夫是一九二三年死的。他是最偉大的革命的農民作家之一。聶維洛夫在《不走正路的安得倫》這部小說裡，號召著毀滅全部的舊式的農民生活，不管要受多麼大的痛苦和犧牲。\n\n　　「這篇小說所講的時代，正是蘇維埃共和國結果了白黨而開始和平的建設的時候。那幾年恰好是黑暗的舊式農村第一次開始改造。安得倫是個不妥協的激烈的戰士，為著新生活而奮鬥，他的工作環境是很艱難的。這樣和富農鬥爭，和農民的黑暗愚笨鬥爭，——需要細密的心計，謹慎和透徹。稍微一點不正確的步驟就可以闖亂子的。對於革命很忠實的安得倫沒有估計這種複雜的環境。他艱難困苦建設起來的東西，就這麼坍台了。但是，野獸似的富農雖然殺死了他的朋友，燒掉了他的房屋，然而始終不能夠動搖他的堅決的意志和革命的熱忱。受傷了的安得倫決心向前走去，走上艱難的道路，去實行社會主義的改造農村。\n\n　　「現在，我們的國家勝利的建設著社會主義，而要在整個區域的集體農場化的基礎之上，去消滅富農階級。因此《不走正路的安得倫》裡面說得那麼真實，那麼清楚的農村裡的革命的初步，——現在回憶一下也是很有益處的。」\n\n　　４．關於譯者，我可以不必再說。他的深通俄文和忠於翻譯，是現在的讀者大抵知道的。插圖五幅，即從《初學叢書》的本子上取來，但畫家藹支（Ez）的事情，我一點不知道。一九三三年五月十三夜。魯迅。\n\n"},{"name":"《梅斐爾德木刻士敏土之圖》序言","content":"本篇最初印入一九三○年九月出版的《梅斐爾德木刻士敏土之圖》，後經作者修改，印入新生命書局再版的董紹明、蔡詠裳合譯的《士敏土》中，其中刪去最後一段和寫作年月，另外補寫了如下一段文字：「以上這一些，是去年九月三閒書屋影印這圖的時候，由我寫在前面作為小序的。現在要複製了插入本書去，最好是加上一點說明，但因為我別無新知，就只好將舊文照抄在這裡。原圖題目，和本書頗有不同之處，因為這回是以小說為主，所以譯名就改從了本書，只將原題注在下面了。一九三一年十月二十日，魯迅記。」\n\n　　小說《士敏土》為革拉特珂夫所作的名篇，也是新俄文學的永久的碑碣。關於那內容，戈庚教授在《偉大的十年的文學》裡曾有簡要的說明。他以為在這書中，有兩種社會底要素在相剋，就是建設的要素和退嬰，散漫，過去的頹唐的力。但戰鬥卻並不在軍事的戰線上，而在經濟底戰線上。這時的大題目，已蛻化為人類的意識對於與經濟復興相衝突之力來鬥爭的心理底的題目了。作者即在說出怎樣地用了巨靈的努力，這才能使被破壞了的工廠動彈，沉默了的機械運轉的顛末來。然而和這歷史一同，還展開著別樣的歷史——人類心理的一切秩序的蛻變的歷史。機械出自幽暗和停頓中，用火焰輝煌了工廠的昏暗的窗玻璃。於是人類的智慧和感情，也和這一同輝煌起來了。\n\n　　這十幅木刻，即表現著工業的從寂滅中而復興。由散漫而有組織，因組織而得恢復，自恢復而至盛大。也可以略見人類心理的順遂的變形，但作者似乎不很顧及兩種社會底要素之在相剋的鬥爭——意識的糾葛的形象。我想，這恐怕是因為寫實底地顯示心境，繪畫本難於文章，而刻者生長德國，所歷的環境也和作者不同的緣故罷。\n\n　　關於梅斐爾德的事情，我知道得極少。僅聽說他在德國是一個最革命底的畫家，今年才二十七歲，而消磨在牢獄裡的光陰倒有八年。他最愛刻印含有革命底內容的版畫的連作，我所見過的有《漢堡》《撫育的門徒》和《你的姊妹》，但都還隱約可以看見悲憫的心情，惟這《士敏土》之圖，則因為背景不同，卻很示人以粗豪和組織的力量。\n\n　　小說《士敏土》已有董紹明蔡詠裳兩君合譯本，所用的是廣東的譯音；上海通稱水門汀，在先前，也曾謂之三合土。一九三○年九月二十七日。\n　　\n　　\n\n"},{"name":"無題二首(大江日夜… 雨花台邊…)","content":"大江日夜向東流，聚義群雄又遠遊。\n\n六代綺羅成舊夢，石頭城上月如鉤。\n\n\n其二\n\n雨花台邊埋斷戟，莫愁湖里餘微波。\n\n所思美人不可見，歸憶江天發浩歌。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"我才知道","content":"本篇最初發表於一九二五年六月九日《民眾文藝》週刊第二十三期。\n\n　　時常看見些訃文，死的不是「清封什麼大夫」便是「清封什麼人」。我才知道中華民國國民一經死掉，就又去降了清朝了。\n\n　　時常看見些某封翁某太夫人幾十歲的征詩啟，兒子總是闊人或留學生。我才知道一有這樣的兒子，自己就像「中秋無月」「花下獨酌大醉」一樣，變成做詩的題目了。\n\n"},{"name":"南京民謠","content":""},{"name":"好東西歌","content":"本篇最初發表於一九三一年十二月十一日上海《十字街頭》半月刊第一期，署名阿二。\n\n　　南邊整天開大會，北邊忽地起烽煙，\n\n　　北人逃難南人嚷，請願打電鬧連天。\n\n　　還有你罵我來我罵你，說得自己蜜樣甜。\n\n　　文的笑道岳飛假，武的卻雲秦檜奸。\n\n　　相罵聲中失土地，相罵聲中捐銅錢，\n\n　　失了土地捐過錢，喊聲罵聲也寂然。\n\n　　文的牙齒痛，武的上溫泉，\n\n　　後來知道誰也不是岳飛或秦檜，聲明誤解釋前嫌，\n\n　　大家都是好東西，終於聚首一堂來吸雪茄煙。\n\n　　一九三一年二月十一日出版《十字街頭》半月刊第一期。\n\n"},{"name":"譯本高爾基《一月九日》小引","content":"本篇在收入本書前未能發表。\n\n　　當屠格納夫，柴霍夫這些作家大為中國讀書界所稱頌的時候，高爾基是不很有人很注意的。即使偶然有一兩篇翻譯，也不過因為他所描的人物來得特別，但總不覺得有什麼大意思。\n\n　　這原因，現在很明白了：因為他是「底層」的代表者，是無產階級的作家。對於他的作品，中國的舊的知識階級不能共鳴，正是當然的事。\n\n　　然而革命的導師，卻在二十多年以前，已經知道他是新俄的偉大的藝術家，用了別一種兵器，向著同一的敵人，為了同一的目的而戰鬥的夥伴，他的武器——藝術的言語— —是有極大的意義的。\n\n　　而這先見，現在已經由事實來確證了。\n\n　　中國的工農，被壓搾到救死尚且不暇，怎能談到教育；文字又這麼不容易，要想從中出現高爾基似的偉大的作者，一時恐怕是很困難的。不過人的向著光明，是沒有兩樣的，無祖國的文學也並無彼此之分，我們當然可以先來借看一些輸入的先進的範本。\n\n　　這小本子雖然只是一個短篇，但以作者的偉大，譯者的誠實，就正是這一種範本。而且從此脫出了文人的書齋，開始與大眾相見，此後所啟發的是和先前不同的讀者，它將要生出不同的結果來。\n\n　　這結果，將來也會有事實來確證的。\n\n　　一九三三年五月二十七日，魯迅記。\n　　\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《城與年》插圖小引","content":"本篇收入本書前未在報刊上發表過。\n\n　　一九三四年一月二十之夜，作《引玉集》的《後記》時，曾經引用一個木刻家為中國人而寫的自傳——「亞歷克捨夫（Ｎikolai Vasilievich Alekseev）。線畫美術家。一八九四年生於丹堡（Taｍbovsky）省的莫爾襄斯克（Ｍorshansk）城。一九一七年畢業於列寧格勒美術學院之複寫科。一九一八年開始印作品。現工作於列寧格勒諸出版所：『大學院』，『Gihl』（國家文藝出版部）和『作家出版所』。\n\n　　主要作品：陀思妥夫斯基的《博徒》，斐定的《城與年》，高爾基的《母親》。\n\n　　七，三○，一九三三。亞歷克捨夫。」\n\n　　這之後，是我的幾句敘述——「亞歷克捨夫的作品，我這裡有《母親》和《城與年》的全部，前者中國已有沈端先君的譯本，因此全都收入了；後者也是一部巨製，以後也許會有譯本的罷，姑且留下，以俟將來。」\n\n　　但到第二年，捷克京城的德文報上紹介《引玉集》的時候，他的名姓上面，已經加著「亡故」二字了。\n\n　　我頗出於意外，又很覺得悲哀。自然，和我們的文藝有一段因緣的人的不幸，我們是要悲哀的。\n\n　　今年二月，上海開「蘇聯版畫展覽會」，裡面不見他的木刻。一看《自傳》，就知道他僅僅活了四十歲，工作不到二十年，當然也還不是一個名家，然而在短促的光陰中，已經刻了三種大著的插畫，且將兩種都寄給中國，一種雖然早經發表，而一種卻還在我的手裡，沒有傳給愛好藝術的青年，——這也該算是一種不小的怠慢。\n\n　　斐定（Konstantin Fedin）的《城與年》至今還不見有人翻譯。恰巧，曹靖華君所作的概略卻寄到了。我不想袖手來等待。便將原拓木刻全部，不加刪削，和概略合印為一本，以供讀者的賞鑒，以盡自己的責任，以作我們的尼古拉·亞歷克捨夫君的紀念。\n\n　　自然，和我們的文藝有一段因緣的人，我們是要紀念的！\n\n　　一九三六年三月十日扶病記。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"今春的兩種感想","content":" 我是上星期到北平的，論理應當帶點禮物送给青年諸位，不過因為奔忙匆匆未顧得及，同時也沒有什麼可帶的。\n\n我近來是在上海，上海與北平不同，在上海所感到的，在北平未必感到。今天又沒豫備什麼，就隨便談談吧。\n\n昨年東北事變詳情我一點不知道，想來上海事變諸位一定也不甚瞭然。就是同在上海也是彼此不知，這裏死命的逃死，那裏則打牌的仍舊打牌，跳舞的仍舊跳舞。\n\n打起來的時候，我是正在所謂火線裏面，親遇見捉去許多中國青年。捉去了就不見回來，是生是死也沒人知道，也沒人打聽，這種情形是由來已久了，在中國被捉去的青年素來是不知下落的。東北事起，上海有許多抗日團體，有一種團體就有一種徽章。這種徽章，如被日軍發現死是很難免的。然而中國青年的記性確是不好，如抗日十人團，一團十人，每人有一個徽章，可是並不一定抗日，不過把牠放在袋裏。但被捉去後這就是死的證據。還有學生軍們，以前是天天練操，不久就無形中不練了，只有軍裝的照片存在，並且把操衣放在家中，自己也忘卻了。然而一被日軍查出時是又必定要送命的。像這一般青年被殺，大家大為不平，以為日人太殘酷。其實這完全是因為脾氣不同的緣故，日人太認真，而中國人卻太不認真。中國的事情往往是招牌一掛就算成功了。日本則不然。他們不像中國這樣只是作戲似的。日本人一看見有徽章，有操衣的，便以為他們一定是真在抗日的人，當然要認為是勁敵。這樣不認真的同認真的碰在一起，倒霉是必然的。\n\n中國實在是太不認真，什麼全是一樣。文學上所見的常有新主義，以前有所謂民族主義的文學也者，鬧得很熱鬧，可是自從日本兵一來，馬上就不見了。我想大概是變成為藝術而藝術了吧。中國的政客，也是今天談財政，明日談照像，後天又談交通，最後又忽然念起佛來了。外國不然。以前歐洲有所謂未來派藝術。未來派的藝術是看不懂的東西。但看不懂也並非一定是看者知識太淺，實在是牠根本上就看不懂。文章本來有兩種：一種是看得懂的，一種是看不懂的。假若你看不懂就自恨淺薄，那就是上當了。不過人家是不管看懂與不懂的——看不懂如未來派的文學，虽然看不懂，作者卻是拚命的，很認真的在那裏講。但是中國就找不出這樣例子。\n\n還有感到的一點是我們的眼光不可不放大，但不可放的太大。\n\n我那時看見日本兵不打了，就搬了回去，但忽然又緊張起來了。後來打聽才知道是因為中國放鞭炮引起的。那天因為是月蝕，故大家放鞭炮來救她。在日本人意中以為在這樣的時光，中國人一定全忙于救中國抑救上海，萬想不到中國人卻救的那樣遠，去救月亮去了。\n\n我們常將眼光收得極近，只在自身，或者放得極遠，到北極，或到天外，而這兩者之間的一圈可是絕不注意的，譬如食物吧，近來館子裏是比較乾淨了，這是受了外國影響之故，以前不是這樣。例如某家燒賣好，包子好，好的確是好，非常好吃，但盤子是極污穢的，去吃的人看不得盤子，只要專注在吃的包子燒賣就是，倘使你要注意到食物之外的一圈，那就非常為難了。\n\n在中國做人，真非這樣不成，不然就活不下去。例如倘使你講個人主義，或者遠而至于宇宙哲學，靈魂滅否，那是不要緊的。但一講社會問题，可就要出毛病了。北平或者還好，如在上海則一講社會問题，那就非出毛病不可，這是有驗的靈藥，常常有無數青年被捉去而無下落了。\n\n在文學上也是如此。倘寫所謂身邊小說，說苦痛呵，窮呵，我愛女人而女人不愛我呵，那是很妥當的，不會出什麼亂子。如要一談及中國社會，談及壓迫與被壓迫，那就不成。不過你如果再遠一點，說什麼巴黎倫敦，再遠些，月界，天邊，可又沒有危险了。但有一層要注意，俄國談不得。\n\n上海的事又要一年了，大家好似早已忘掉了，打牌的仍舊打牌，跳舞的仍舊跳舞。不過忘只好忘，全記起來恐怕腦中也放不下。倘使只記着這些，其他事也沒工夫記起了。不過也可以記一個總綱。如“認真點”，“眼光不可不放大但不可放的太大”，就是。這本是兩句平常話，但我的確知道了這兩句話，是在死了許多性命之後。許多歷史的教訓，都是用極大的犧牲換來的。譬如吃東西罷，某種是毒物不能吃，我們好像全慣了，很平常了。不過，這一定是以前有多少人吃死了，才知道的。所以我想，第一次吃螃蟹的人是很可偑服的，不是勇士誰敢去吃牠呢？螃蟹有人吃，蜘蛛一定也有人吃過，不過不好吃，所以後人不吃了。像這種人我們當極端感謝的。\n\n我希望一般人不要只注意在近身的問题，或地球以外的問题，社會上實际問题是也要注意些纔好。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《近代木刻選集(1)》小引","content":"本篇最初發表於一九二九年一月二十四日上海《朝花》週刊第八期，並同時印入《近代木刻選集》（１）。《近代木刻選集》（１），朝花社編印的美術叢刊《藝苑朝華》的第一期第一輯。內收英、法等國版畫十二幅，一九二九年一月出版。\n\n　　中國古人所發明，而現在用以做爆竹和看風水的火藥和指南針，傳到歐洲，他們就應用在鎗礮和航海上，給本師吃了許多虧。還有一件小公案，因為沒有害，倒幾乎忘卻了。那便是木刻。\n\n　　雖然還沒有十分的確證，但歐洲的木刻，已經很有幾個人都說是從中國學去的，其時是十四世紀初，即一三二〇年頃。那先驅者，大約是印著極粗的木版圖畫的紙牌；這類紙牌，我們至今在鄉下還可看見。然而這博徒的道具，卻走進歐洲大陸，成了他們文明的利器的印刷術的祖師了。\n\n　　木版畫恐怕也是這樣傳去的；十五世紀初德國已有木版的聖母像，原畫尚存比利時的勃呂舍勒博物館中，但至今還未發見過更早的印本。十六世紀初，是木刻的大家調壘爾（A.Dürer）和荷勒巴因（H.Holbein）出現了，而調壘爾尤有名，後世幾乎將他當作木版畫的始祖。到十七八世紀，都沿着他們的波流。\n\n　　木版畫之用，單幅而外，是作書籍的插圖。然則巧緻的銅版圖術一出，這就突然中衰，也正是必然之勢。惟英國輸入銅版術較晚，還在保存舊法，且視此為義務和光榮。一七七一年，以初用木口雕刻，即所謂『白線彫版法』而出現的，是畢維克（Th.Bewich）。這新法進入歐洲大陸，又成了木刻復興的動機。\n\n　　但精巧的彫鐫，後又漸偏于別種版式的模仿，如擬水彩畫，蝕銅版，網銅版等，或則將照相移在木面上，再加繡彫，技術固然極精熟了，但已成為複製底木版。至十九世紀中葉，遂大轉變，而創作的木刻興。\n\n　　所謂創作底木刻者，不模仿，不複刻，作者捏刀向木，直刻下去。——記得宋人，大約是蘇東坡罷，有請人畫梅詩，有句云：『我有一匹好東絹，請君放筆為直幹！』這放刀直幹，便是創作底版畫首先所必須，和繪畫的不同，就在以刀代筆，以木代紙或布。中國的刻圖，雖是所謂『繡梓』，也早已望塵莫及，那精神，惟以鐵筆刻石章者，彷彿近之。\n\n　　因為是創作底，所以風韻技巧，因人不同，已和複製木刻離開，成了純正的藝術，現今的畫家，幾乎是大半要試作的了。\n\n　　在這里所介紹的，便都是現今作家的作品；但只這幾枚，還不足以見種種的作風，倘為事情所許，我們逐漸來輸運罷。木刻的回國，想來決不至于像別兩樣的給本師吃苦的。\n\n　　一九二九年一月二十日，魯迅記于上海。\n\n　　　　　　　　　　　　　　　　　〔《藝苑朝華》第一期，第一輯所載。〕\n\n　　\n\n"},{"name":"中山先生逝世後一周年","content":"　本篇最初發表於一九二六年三月十二日北京《國民新報》的「孫中山先生逝世周年紀念特刊」。\n\n\n　　中山先生逝世後無論幾週年，本用不著什麼紀念的文章。只要這先前未曾有的中華民國存在，就是他的豐碑，就是他的紀念。\n\n　　凡是自承為民國的國民，誰有不記得創造民國的戰士，而且是第一人的？但我們大多數的國民實在特別沉靜，真是喜怒哀樂不形於色，而況吐露他們的熱力和熱情。因此就更應該紀念了；因此也更可見那時革命有怎樣的艱難，更足以加增這紀念的意義。\n\n　　記得去年逝世後不很久，甚至於就有幾個論客說些風涼話。是憎惡中華民國呢，是所謂「責備賢者」呢，是賣弄自己的聰明呢，我不得而知。但無論如何，中山先生的一生歷史具在，站出世間來就是革命，失敗了還是革命；中華民國成立之後，也沒有滿足過，沒有安逸過，仍然繼續著進向近於完全的革命的工作。直到臨終之際，他說道：革命尚未成功，同志仍須努力！\n\n　　那時新聞上有一條瑣載，不下於他一生革命事業地感動過我，據說當西醫已經束手的時候，有人主張服中國藥了；但中山先生不贊成，以為中國的藥品固然也有有效的，診斷的知識卻缺如。不能診斷，如何用藥？毋須服。人當瀕危之際，大抵是什麼也肯嘗試的，而他對於自己的生命，也仍有這樣分明的理智和堅定的意志。\n\n　　他是一個全體，永遠的革命者。無論所做的那一件，全都是革命。無論後人如何吹求他，冷落他，他終於全都是革命。為什麼呢？托洛斯基曾經說明過什麼是革命藝術。是：即使主題不談革命，而有從革命所發生的新事物藏在裡面的意識一貫著者是；否則，即使以革命為主題，也不是革命藝術。中山先生逝世已經一年了，「革命尚未成功」，僅在這樣的環境中作一個紀念。然而這紀念所顯示，也還是他終於永遠帶領著新的革命者前行，一同努力於進向近於完全的革命的工作。\n\n　　三月十日晨。\n\n　　本篇最初發表於一九二六年三月十二日北京《國民新報》的「孫中山先生逝世周年紀念特刊」。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"哈謨生的幾句話","content":"本篇最初發表於一九二九年三月十四日《朝花》週刊第十一期。\n\n　　《朝花》六期上登過一篇短篇的瑙威作家哈謨生，去年日本出版的《國際文化》上，將他算作左翼的作家，但看他幾種作品，如《維多利亞》和《飢餓》裏面，貴族的處所卻不少。\n\n　　不過他在先前，很流行於俄國。二十年前罷，有名的雜誌《Nieva》上，早就附印他那時為止的全集了。大約他那尼采和陀思妥夫斯基氣息，正能得到讀者的共鳴。十月革命後的論文中，也有時還在提起他，可見他的作品在俄國影響之深，至今還沒有忘卻。\n\n　　他的許多作品，除上述兩種和《在童話國裏》——俄國的遊記——之外，我都沒有讀過。去年，在日本片山正雄作的《哈謨生傳》裏，看見他關於託爾斯泰和伊孛生的意見，又值這兩個文豪的誕生百年紀念，原是想紹介的，但因為太零碎，終於放下了。今年搬屋理書，又看見了這本傳記，便於三閒時譯在下面。\n\n　　那是在他三十歲時之作《神秘》裏面的，作中的人物那該爾的人生觀和文藝論，自然也就可以看作作者哈謨生的意見和批評。他跺著腳罵託爾斯泰——\n\n　　　　「總之，叫作託爾斯泰的漢子，是現代的最為活動底的蠢才，……那教義，比起救世軍的唱Ｈalleluiah（上帝讚美歌——譯者）來，毫沒有兩樣。我並不覺得託爾斯泰的精神比蒲斯大將（那時救世軍的主將——譯者）深。兩個都是宣教者，卻不是思想家。是買賣現成的貨色的，是弘布原有的思想的，是給人民廉價採辦思想的，於是掌著這世間的舵。但是，諸君，倘做買賣，就得算算利息，而託爾斯泰卻每做一回買賣，就大折其本……不知沉默的那多嘴的品行，要將愉快的人世弄得鐵盤一般平坦的那努力，老嬉客似的那道德的嘮叨，像煞雄偉一般不識高低地胡說的那堅決的道德，一想到他，雖是別人的事，臉也要紅起來……。」\n\n　　說也奇怪，這簡直好像是在中國的一切革命底和遵命底的批評家的暗瘡上開刀。至於對同鄉的文壇上的先輩伊孛生——尤其是後半期的作品——是這樣說——\n\n　　　　「伊孛生是思想家。通俗的講談和真的思索之間，放一點小小的區別，豈不好麼？誠然，伊孛生是有名人物呀。也不妨盡講伊孛生的勇氣，講到人耳朵裏起繭罷。然而，論理底勇氣和實行底勇氣之間，捨了私慾的不羈獨立的革命底勇猛心和家庭底的煽動底勇氣之間，莫非不見得有放點小小的區別的必要麼？其一，是在人生上發著光芒，其一，不過是在戲園裏使看客咋舌……要謀叛的漢子，不帶軟皮手套來捏鋼筆桿這一點事，是總應該做的，不應該是能做文章的一個小畸人，不應該僅是為德國人的文章上的一個概念，應該是名曰人生這一個熱鬧場裏的活動底人物。伊孛生的革命底勇氣，大約是確不至於陷其人於危地的。箱船之下，敷設水雷之類的事，比起活的，燃燒似的實行來，是貧弱的桌子上的空論罷了。諸君聽見過撕開苧麻的聲音麼？嘻嘻嘻，是多麼盛大的聲音呵。」\n\n　　這於革命文學和革命，革命文學家和革命家之別，說得很露骨，至於遵命文學，那就不在話下了。也許因為這一點，所以他倒是左翼底罷，並不全在他曾經做過各種的苦工。\n\n　　最頌揚的，是伊孛生早先文壇上的敵對，而後來成了兒女親家的畢倫存（Ｂ.Björuson）。他說他活動著，飛躍著，有生命。無論勝敗之際，都貫注著個性和精神。是有著靈感和神底閃光的瑙威惟一的詩人。但我回憶起看過的短篇小說來，卻並沒有看哈謨生作品那樣的深的感印。在中國大約並沒有什麼譯本，只記得有一篇名叫《父親》的，至少翻過了五回。\n\n　　哈謨生的作品我們也沒有什麼譯本。五四運動時候，在北京的青年出了一種期刊叫《新潮》，後來有一本《新著紹介號》，豫告上似乎是說羅家倫先生要紹介《新地》（New Erde）。這便是哈謨生做的，雖然不過是一種傾向小說，寫些文士的生活，但也大可以借來照照中國人。所可惜的是這一篇紹介至今沒有印出罷了。\n\n　　(三月三日，於上海。)\n\n　　一九二九年三月十四日朝花旬刊第十一期所載。\n\n"},{"name":"文藝的大眾化","content":"本篇最初發表於一九三○年三月上海《大眾文藝》第二卷第三期。\n\n　　文藝本應該並非只有少數的優秀者才能夠鑒賞，而是只有少數的先天的低能者所不能鑒賞的東西。\n\n　　倘若說，作品愈高，知音愈少。那麼，推論起來，誰也不懂的東西，就是世界上的絕作了。\n\n　　但讀者也應該有相當的程度。首先是識字，其次是有普通的大體的知識，而思想和情感，也須大抵達到相當的水平線。否則，和文藝即不能發生關係。若文藝設法俯就，就很容易流為迎合大眾，媚悅大眾。迎合和媚悅，是不會於大眾有益的。——什麼謂之「有益」，非在本問題範圍之內，這裡且不論。\n\n　　所以在現下的教育不平等的社會裡，仍當有種種難易不同的文藝，以應各種程度的讀者之需。不過應該多有為大眾設想的作家，竭力來作淺顯易解的作品，使大家能懂，愛看，以擠掉一些陳腐的勞什子。但那文字的程度，恐怕也只能到唱本那樣。\n\n　　因為現在是使大眾能鑒賞文藝的時代的準備，所以我想，只能如此。\n\n　　倘若此刻就要全部大眾化，只是空談。大多數人不識字，目下通行的白話文，也非大家能懂的文章；言語又不統一，若用方言，許多字是寫不出的，即使用別字代出，也只為一處地方人所懂，閱讀的範圍反而收小了。\n\n　　總之，多作或一程度的大眾化的文藝，也固然是現今的急務。若是大規模的設施，就必須政治之力的幫助，一條腿是走不成路的，許多動聽的話，不過文人的聊以自慰罷了。\n\n"},{"name":"《解放了的堂吉訶德》後記","content":"本篇最初印入一九三四年四月上海聯華書局出版的中譯本《解放了的堂吉訶德》。\n\n 　　假如現在有一個人，以黃天霸之流自居，頭打英雄結，身穿夜行衣靠，插著馬口鐵的單刀，向市鎮村落橫衝直撞，去除惡霸，打不平，是一定被人嘩笑的，決定他是一個瘋子或昏人，然而還有一些可怕。倘使他非常孱弱，總是反而被打，那就只是一個可笑的瘋子或昏人了，人們警戒之心全失，於是倒愛看起來。西班牙的文豪西萬提斯（Miguel de Cervantes Saavedra，1547—1616）所作《堂吉訶德傳》（Vida yhechos del ingen ioso Hidalgo Don Ｑuÿote de la Mancha）中的主角，就是以那時的人，偏要行古代遊俠之道，執迷不悟，終於困苦而死的資格，贏得許多讀者的開心，因而愛讀，傳佈的。\n\n　　但我們試問：十六十七世紀時的西班牙社會上可有不平存在呢？我想，恐怕總不能不答道：有。那麼，吉訶德的立志去打不平，是不能說他錯誤的；不自量力，也並非錯誤。錯誤是在他的打法。因為糊塗的思想，引出了錯誤的打法。俠客為了自己的「功績」不能打盡不平，正如慈善家為了自己的陰功，不能救助社會上的困苦一樣。而且是「非徒無益，而又害之」的。他懲罰了毒打徒弟的師傅，自以為立過「功績」，揚長而去了，但他一走，徒弟卻更加吃苦，便是一個好例。\n\n　　但嘲笑吉訶德的旁觀者，有時也嘲笑得未必得當。他們笑他本非英雄，卻以英雄自命，不識時務，終於贏得顛連困苦；由這嘲笑，自拔於「非英雄」之上，得到優越感；然而對於社會上的不平，卻並無更好的戰法，甚至於連不平也未曾覺到。對於慈善者，人道主義者，也早有人揭穿了他們不過用同情或財力，買得心的平安。這自然是對的。但倘非戰士，而只劫取這一個理由來自掩他的冷酷，那就是用一毛不拔，買得心的平安了，他是不化本錢的買賣。\n\n　　這一個劇本，就將吉訶德拉上舞台來，極明白的指出了吉訶德主義的缺點，甚至於毒害。在第一場上，他用謀略和自己的挨打救出了革命者，精神上是勝利的；而實際上也得了勝利，革命終於起來，專制者入了牢獄；可是這位人道主義者，這時忽又認國公們為被壓迫者了，放蛇歸壑，使他又能流毒，焚殺淫掠，遠過於革命的犧牲。他雖不為人們所信仰，— —連跟班的山嘉也不大相信，——卻常常被奸人所利用，幫著使世界留在黑暗中。\n\n　　國公，傀儡而已；專制魔王的化身是伯爵謨爾卻（Graf Murzio）和侍醫巴坡的帕波（Pappo del Babbo）。謨爾卻曾稱吉訶德的幻想為「牛羊式的平等幸福」，而說出他們所要實現的「野獸的幸福來」，道——「O！堂吉訶德，你不知道我們野獸。粗暴的野獸，咬著小鹿兒的腦袋，啃斷它的喉嚨，慢慢的喝它的熱血，感覺到自己爪牙底下它的小腿兒在抖動，漸漸的死下去，——那真正是非常之甜蜜。然而人是細膩的野獸。統治著，過著奢華的生活，強迫人家對著你禱告，對著你恐懼而鞠躬，而卑躬屈節。幸福就在於感覺到幾百萬人的力量都集中到你的手裡，都無條件的交給了你，他們像奴隸，而你像上帝。世界上最幸福最舒服的人就是羅馬皇帝，我們的國公能夠像復活的尼羅一樣，至少也要和赫裡沃哈巴爾一樣。可是，我們的宮庭很小，離這個還遠哩。\n\n　　毀壞上帝和人的一切法律，照著自己的意旨的法律，替別人打出新的鎖鏈出來！權力！這個字眼裡面包含一切：這是個神妙的使人沉醉的字眼。生活要用權力的程度來量它。誰沒有權力，他就是個死屍。」（第二場）\n\n　　這個秘密，平常是很不肯明說的，謨爾卻誠不愧為「小鬼頭」，他說出來了，但也許因為看得吉訶德「老實」的緣故。吉訶德當時雖曾說牛羊應當自己防禦，但當革命之際，他又忘卻了，倒說「新的正義也不過是舊的正義的同胞姊妹」，指革命者為魔王，和先前的專制者同等。於是德裡戈（Drigo Pazz）說——\n\n　　「是的，我們是專制魔王，我們是專政的。你看這把劍——看見罷？——它和貴族的劍一樣，殺起人來是很準的；不過他們的劍是為著奴隸制度去殺人，我們的劍是為著自由去殺人。你的老腦袋要改變是很難的了。你是個好人；好人總喜歡幫助被壓迫者。現在，我們在這個短期間是壓迫者。你和我們來鬥爭罷。我們也一定要和你鬥爭，因為我們的壓迫，是為著要叫這個世界上很快就沒有人能夠壓迫。」（第六場）\n\n　　這是解剖得十分明白的。然而吉訶德還是沒有覺悟，終於去掘墳；他掘墳，他也「準備」著自己擔負一切的責任。但是，正如巴勒塔薩（Don Balthazar）所說：這種決心有什麼用處呢？\n\n　　而巴勒塔薩始終還愛著吉訶德，願意給他去擔保，硬要做他的朋友，這是因為巴勒塔薩出身知識階級的緣故。但是終於改變他不得。到這裡，就不能不承認德裡戈的嘲笑，憎惡，不聽廢話，是最為正當的了，他是有正確的戰法，堅強的意志的戰士。\n\n　　這和一般的旁觀者的嘲笑之類是不同的。\n\n　　不過這裡的吉訶德，也並非整個是現實所有的人物。原書以一九二二年印行，正是十月革命後六年，世界上盛行著反對者的種種謠諑，竭力企圖中傷的時候，崇精神的，愛自由的，講人道的，大抵不平於黨人的專橫，以為革命不但不能復興人間，倒是得了地獄。這劇本便是給與這些論者們的總答案。吉訶德即由許多非議十月革命的思想家，文學家所合成的。其中自然有梅壘什珂夫斯基（Merezhkovsky），有托爾斯泰派；也有羅曼羅蘭，愛因斯坦因（Einstein）。我還疑心連高爾基也在內，那時他正為種種人們奔走，使他們出國，幫他們安身，聽說還至於因此和當局者相衝突。\n\n　　但這種的辯解和豫測，人們是未必相信的，因為他們以為一黨專政的時候，總有為暴政辯解的文章，即使做得怎樣巧妙而動人，也不過一種血跡上的掩飾。然而幾個為高爾基所救的文人，就證明了這豫測的真實性，他們一出國，便痛罵高爾基，正如復活後的謨爾卻伯爵一樣了。\n\n　　而更加證明了這劇本在十年前所豫測的真實的是今年的德國。在中國，雖然已有幾本敘述希特拉的生平和勳業的書，國內情形，卻介紹得很少，現在抄幾段巴黎《時事周報》「Vu」的記載（素琴譯，見《大陸雜誌》十月號）在下面——\n\n　　「『請允許我不要說你已經見到過我，請你不要對別人洩露我講的話。……我們都被監視了。……老實告訴你罷，這簡直是一座地獄。』對我們講話的這一位是並無政治經歷的人，他是一位科學家。……對於人類命運，他達到了幾個模糊而大度的概念，這就是他的得罪之由。……」\n\n　　「『倔強的人是一開始就給剷除了的，』在慕尼錫我們底嚮導者已經告訴過我們，…… 但是別的國社黨人則將情形更推進了一步。『那種方法是古典的。我們叫他們到軍營那邊去取東西回來，於是，就打他們一靶。打起官話來，這叫作：圖逃格殺。』」\n\n　　「難道德國公民底生命或者財產對於危險的統治是有敵意的麼？……愛因斯坦底財產被沒收了沒有呢？那些連德國報紙也承認的幾乎每天都可在空地或城外森林中發現的胸穿數彈身負傷痕的死屍，到底是怎樣一回事呢？\n\n　　難道這些也是共產黨底挑激所致麼？這種解釋似乎太容易一點了吧？……」\n\n　　但是，十二年前，作者卻早借謨爾卻的嘴給過解釋了。另外，再抄一段法國的《世界》週刊的記事（博心譯，見《中外書報新聞》第三號）在這裡——「許多工人政黨領袖都受著類似的嚴刑酷法。在哥倫，社會民主黨員沙羅曼所受的真是更其超人想像了！最初，沙羅曼被人輪流毆擊了好幾個鐘頭。隨後，人家竟用火把燒他的腳。同時又以冷水淋他的身，暈去則停刑，醒來又遭殃。流血的面孔上又受他們許多次數的便溺。最後，人家以為他已死了，把他拋棄在一個地窖裡。他的朋友才把他救出偷偷運過法國來，現在還在一個醫院裡。這個社會民主黨右派沙羅曼對於德文《民聲報》編輯主任的探問，曾有這樣的聲明：『三月九日，我了解法西主義比讀什麼書都透徹。誰以為可以在知識言論上制勝法西主義，那必定是癡人說夢。我們現在已到了英勇的戰鬥的社會主義時代了。』」\n\n　　這也就是這部書的極透徹的解釋，極確切的實證，比羅曼羅蘭和愛因斯坦因的轉向，更加曉暢，並且顯示了作者的描寫反革命的凶殘，實在並非誇大，倒是還未淋漓盡致的了。\n\n　　是的，反革命者的野獸性，革命者倒是會很難推想的。\n\n　　一九二五年的德國，和現在稍不同，這戲劇曾在國民劇場開演，並且印行了戈支（I．Gotz）的譯本。不久，日譯本也出現了，收在《社會文藝叢書》裡；還聽說也曾開演於東京。三年前，我曾根據二譯本，翻了一幕，載《北斗》雜誌中。靖華兄知道我在譯這部書，便寄給我一本很美麗的原本。我雖然不能讀原文，但對比之後，知道德譯本是很有刪節的，幾句幾行的不必說了，第四場上吉訶德吟了這許多工夫詩，也刪得毫無蹤影。這或者是因為開演，嫌它累墜的緣故罷。日文的也一樣，是出於德文本的。這麼一來，就使我對於譯本懷疑起來，終於放下不譯了。\n\n　　但編者竟另得了從原文直接譯出的完全的稿子，由第二場續登下去，那時我的高興，真是所謂「不可以言語形容」。可惜的是登到第四場，和《北斗》的停刊一同中止了。後來輾轉覓得未刊的譯稿，則連第一場也已經改譯，和我的舊譯頗不同，而且註解詳明，是一部極可信任的本子。藏在箱子裡，已將一年，總沒有刊印的機會。現在有聯華書局給它出版，使中國又多一部好書，這是極可慶幸的。\n\n　　原本有畢斯凱萊夫（I．I．Piskarev）木刻的裝飾畫，也複製在這裡了。劇中人物地方時代表，是據德文本增補的；但《堂吉訶德傳》第一部，出版於一六○四年，則那時當是十六世紀末，而表作十七世紀，也許是錯誤的罷，不過這也沒什麼大關係。\n\n　　一九三三年十月二十八日，上海。魯迅。\n\n　\n\n"},{"name":"女校長的男女的夢","content":"本篇最初發表於一九二五年八月十日《京報副刊》。\n\n　　我不知道事實如何，從小說上看起來，上海洋場上惡虔婆的逼勒良家婦女，都有一定的程序：凍餓，吊打。那結果，除被虐殺或自殺之外，是沒有一個不討饒從命的；於是乎她就為所欲為，造成黑暗的世界。\n\n　　這一次楊蔭榆的對付反抗她的女子師範大學學生們，聽說是先以率警毆打，繼以斷絕飲食的，但我卻還不為奇，以為還是她從哥侖比亞大學學來的教育的新法，待到看見今天報上說楊氏致書學生家長，使再填入學願書，「不交者以不願再入學校論」，這才恍然大悟，發生無限的哀感，知道新婦女究竟還是老婦女，新方法究竟還是老方法，去光明非常遼遠了。\n\n　　女師大的學生，不是各省的學生麼？那麼故鄉就多在遠處，家長們怎麼知道自己的女兒的境遇呢？怎麼知道這就是威逼之後的勒令討饒乞命的一幕呢？自然，她們可以將實情告訴家長的；然而楊蔭榆已經以校長之尊，用了含胡的話向家長們撒下網羅了。\n\n　　為了「品性」二字問題，曾有六個教員發過宣言，證明楊氏的誣妄。這似乎很觸著她的致命傷了，「據接近楊氏者言」，她說「風潮內幕，現已暴露，前如北大教員OO諸人之宣言，……近如所謂『市民』之演說。……」（六日《晨報》）直到現在，還以誣蔑學生的老手段，來誣蔑教員們。但仔細看來，是無足怪的，因為誣蔑是她的教育法的根源，誰去搖動它，自然就要得到被誣蔑的惡報。\n\n　　最奇怪的是楊蔭榆請警廳派警的信，「此次因解決風潮改組各班學生誠恐某校男生來校援助懇請准予八月一日照派保安警察三四十名來校借資防護」云云，發信日是七月三十一日。入校在八月初，而她已經在七月底做著「男生來幫女生」的夢，並且將如此夢話，敘入公文，倘非腦裡有些什麼貴恙，大約總該不至於此的罷。我並不想心理學者似的來解剖思想，也不想道學先生似的來誅心，但以為自己先設立一個夢境，而即以這夢境來誣人，倘是無意的，未免可笑，倘是有意，便是可惡，卑劣；「學笈重洋，教鞭十載」，都白糟蹋了。\n\n　　我真不解何以一定是男生來幫女生。因為同類麼？那麼，請男巡警來幫的，莫非是女巡警？給女校長代筆的，莫非是男校長麼？\n\n　　「對於學生品性學業，務求注重實際」，這實在是很可佩服的。但將自己夜夢裡所做的事，都誣栽在別人身上，卻未免和實際相差太遠了。可憐的家長，怎麼知道你的孩子遇到了這樣的女人呢！\n\n　　我說她是夢話，還是忠厚之辭；否則，楊蔭榆便一錢不值；更不必說一群躲在黑幕裡的一班無名的蛆蟲！八月六日。\n\n　　\n\n"},{"name":"一二八戰後作","content":"\n\n"},{"name":"幫忙文學與幫閒文學","content":"本篇記錄稿最初發表於一九三二年十二月十七日天津《電影與文藝》創刊號。收入本書的曾經魯迅修訂。\n\n　　——十一月二十二日在北京大學第二院講我四五年來未到這邊，對於這邊情形，不甚熟悉；我在上海的情形，也非諸君所知。所以今天還是講幫閒文學與幫忙文學。\n\n　　這當怎麼講？從五四運動後，新文學家很提倡小說；其故由當時提倡新文學的人看見西洋文學中小說地位甚高，和詩歌相彷彿；所以弄得像不看小說就不是人似的。但依我們中國的老眼睛看起來，小說是給人消閒的，是為酒余茶後之用。因為飯吃得飽飽的，茶喝得飽飽的，閒起來也實在是苦極的事，那時候又沒有跳舞場：明末清初的時候，一份人家必有幫閒的東西存在的。那些會唸書會下棋會畫畫的人，陪主人唸唸書，下下棋，畫幾筆畫，這叫做幫閒，也就是篾片！所以幫閒文學又名篾片文學。小說就做著篾片的職務。漢武帝時候，只有司馬相如不高興這樣，常常裝病不出去。至於究竟為什麼裝病，我可不知道。倘說他反對皇帝是為了盧布，我想大概是不會的，因為那個時候還沒有盧布。大凡要亡國的時候，皇帝無事，臣子談談女人，談談酒，像六朝的南朝，開國的時候，這些人便做詔令，做敕，做宣言，做電報，——做所謂皇皇大文。主人一到第二代就不忙了，於是臣子就幫閒。所以幫閒文學實在就是幫忙文學。\n\n　　中國文學從我看起來，可以分為兩大類：（一）廊廟文學，這就是已經走進主人家中，非幫主人的忙，就得幫主人的閒；與這相對的是（二）山林文學。唐詩即有此二種。如果用現代話講起來，是「在朝」和「下野」。後面這一種雖然暫時無忙可幫，無閒可幫，但身在山林，而「心存魏闕」。如果既不能幫忙，又不能幫閒，那麼，心裡就甚是悲哀了。\n\n　　中國是隱士和官僚最接近的。那時很有被聘的希望，一被聘，即謂之征君；開當鋪，賣糖葫蘆是不會被征的。我曾經聽說有人做世界文學史，稱中國文學為官僚文學。看起來實在也不錯。一方面固然由於文字難，一般人受教育少，不能做文章，但在另一方面看起來，中國文學和官僚也實在接近。\n\n　　現在大概也如此。惟方法巧妙得多了，竟至於看不出來。今日文學最巧妙的有所謂為藝術而藝術派。這一派在五四運動時代，確是革命的，因為當時是向「文以載道」說進攻的，但是現在卻連反抗性都沒有了。不但沒有反抗性，而且壓制新文學的發生。對社會不敢批評，也不能反抗，若反抗，便說對不起藝術。故也變成幫忙柏勒思（Plus）幫閒。為藝術而藝術派對俗事是不問的，但對於俗事如主張為人生而藝術的人是反對的，則如現代評論派，他們反對罵人，但有人罵他們，他們也是要罵的。他們罵罵人的人，正如殺殺人的一樣——他們是劊子手。\n\n　　這種幫忙和幫閒的情形是長久的。我並不勸人立刻把中國的文物都拋棄了，因為不看這些，就沒有東西看；不幫忙也不幫閒的文學真也太不多。現在做文章的人們幾乎都是幫閒幫忙的人物。有人說文學家是很高尚的，我卻不相信與吃飯問題無關，不過我又以為文學與吃飯問題有關也不打緊，只要能比較的不幫忙不幫閒就好。\n\n"},{"name":"《鐵流》編校後記","content":"本篇最初印入一九三一年十一月三閒書屋出版的中譯本《鐵流》。\n\n　　到這一部譯本能和讀者相見為止，是經歷了一段小小的艱難的歷史的。\n\n　　去年上半年，是左翼文學尚未很遭迫壓的時候，許多書店為了在表面上顯示自己的前進起見，大概都願意印幾本這一類的書；即使未必實在收稿罷，但也極力要發一個將要出版的書名的廣告。這一種風氣，竟也打動了一向專出碑版書畫的神州國光社，肯出一種收羅新俄文藝作品的叢書了，那時我們就選出了十種世界上早有定評的劇本和小說，約好譯者，名之為《現代文藝叢書》。\n\n　　那十種書，是——\n\n　　１．《浮士德與城》，A．盧那卡爾斯基作，柔石譯。\n\n　　２．《被解放的堂吉訶德》，同人作，魯迅譯。\n\n　　３．《十月》，A．雅各武萊夫作，魯迅譯。\n\n　　４．《精光的年頭》，B．畢力涅克作，蓬子譯。\n\n　　５．《鐵甲列車》，V．伊凡諾夫作，傳桁譯。\n\n　　６．《叛亂》，P．孚爾瑪諾夫作，成文英譯。\n\n　　７．《火馬》，F．革拉特珂夫作，侍桁譯。\n\n　　８．《鐵流》，A．綏拉菲摩維支作，曹靖華譯。\n\n　　９．《毀滅》，A．法捷耶夫作，魯迅譯。\n\n　　１０．《靜靜的頓河》，M．唆羅訶夫作，侯樸譯。裏培進斯基的《一周間》和革拉特珂夫的《士敏土》，也是具有紀念碑性的作品，但因為在先已有譯本出版，這裏就不編進去了。\n\n　　這時候實在是很熱鬧。叢書的目錄發表了不多久，就已經有別種譯本出現在市場上，如楊騷先生譯的《十月》和《鐵流》，高明先生譯的《克服》其實就是《叛亂》。此外還聽說水沫書店也準備在戴望舒先生的指導之下，來出一種相似的叢書。但我們的譯述卻進行得很慢，早早繳了卷的只有一個柔石，接著就印了出來；其餘的是直到去年初冬為止，這才陸續交去了《十月》《鐵甲列車》和《靜靜的頓河》的一部份。\n\n　　然而對於左翼作家的壓迫，是一天一天的吃緊起來，終於緊到使書店都駭怕了。神州國光社也來聲明，願意將舊約作廢，已經交去的當然收下，但尚未開手或譯得不多的其餘六種，卻千萬勿再進行了。那麼，怎麼辦呢？去問譯者，都說，可以的。這並不是中國書店的膽子特別小，實在是中國官府的壓迫特別凶，所以，是可以的。於是就廢了約。\n\n　　但已經交去的三種，至今早的一年多，遲的也快要一年了，都還沒有出版。其實呢，這三種是都沒有什麼可怕的。然而停止翻譯的事，我們卻獨獨沒有通知靖華。因為我們曉得《鐵流》雖然已有楊騷先生的譯本，但因此反有另出一種譯本的必要。別的不必說，即其將貴胄子弟出身的士官幼年生譯作「小學生」，就可以引讀者陷於極大的錯誤。小學生都成群的來殺貧農，這世界不真是完全發了瘋麼？\n\n　　譯者的郵寄譯稿，是頗為費力的。中俄間郵件的不能遞到，是常有的事，所以他翻譯時所用的是複寫紙，以備即使失去了一份，也還有底稿存在。後來補寄作者自傳，論文，註解的時候，又都先後寄出相同的兩份，以備其中或有一信的遺失。但是，這些一切，卻都收到了，雖有因檢查而被割破的，卻並沒有失少。\n\n　　為了要譯印這一部書，我們信札往來至少也有二十次。先前的來信都弄掉了，現在只鈔最近幾封裏的幾段在下面。對於讀者，這也許有一些用處的。\n\n　　五月三十日發的信，其中有云：「《鐵流》已於五一節前一日譯完，掛號寄出。完後自看一遍，覺得譯文很拙笨，而且怕有錯字，脫字，望看的時候隨筆代為改正一下。\n\n　　「關於插畫，兩年來找遍了，沒有得到。現寫了一封給畢斯克列夫的信，向作者自己徵求，但托人在莫斯科打聽他的住址，卻沒有探得。今天我到此地的美術專門學校去查，關於蘇聯的美術家的住址，美專差不多都有，但去查了一遍，就是沒有畢氏的。……此外還有《鐵流》的原本註解，是關於本書的史實，很可助讀者的瞭解，擬日內譯成寄上。另有作者的一篇，《我怎麼寫鐵流的》也想譯出作為附錄。又，新出的原本內有地圖一張，照片四張，如能用時，可印入譯本內。……」\n\n　　畢斯克列夫（N．Piskarev）是有名的木刻家，刻有《鐵流》的圖若干幅，聞名已久了，尋求他的作品，是想插在譯本裏面的，而可惜得不到。這回只得仍照原本那樣，用了四張照片和一張地圖。\n\n　　七月二十八日信有云：「十六日寄上一信，內附『《鐵流》正誤』數頁，怕萬一收不到，那時就重鈔了一份，現在再為寄上，希在譯稿上即時改正一下，至感。因《鐵流》是據去年所出的第五版和廉價叢書的小版翻譯的，那兩本並無差異。最近所出的第六版上，作者在自序裏卻道此次是經作者親自修正，將所有版本的錯誤改過了。所以我就照著新版又仔細校閱了一遍，將一切錯誤改正，開出奉寄。……」八月十六日發的信裏，有云：「前連次寄上之正誤，原注，作者自傳，都是寄雙份的，不知可全收到否？現在掛號寄上作者的論文《我怎麼寫鐵流的？》一篇並第五，六版上的自序兩小節；但後者都不關重要，只在第六版序中可以知道這是經作者仔細訂正了的。論文系一九二八年在《在文學的前哨》（即先前的《納巴斯圖》）上發表，現在收入去年（一九三○）所出的二版《論綏拉菲摩維支集》中，這集是尼其廷的禮拜六出版部印行的《現代作家批評叢書》的第八種，論文即其中的第二篇，第一篇則為前日寄上的《作者自傳》。這篇論文，和第六版《鐵流》原本上之二四三頁 ——二四八頁的《作者的話》（編者涅拉陀夫記的），內容大同小異，各有長短，所以就不譯了。此外尚有綏氏全集的編者所作對於《鐵流》的一篇序文，在原本卷前，名：《十月的藝術家》，原也想譯它的，奈篇幅較長，又因九月一日就開學，要編文法的課程大綱，要開會等許多事情紛紛臨頭了，再沒有翻譯的工夫，《鐵流》又要即時出版，所以只得放下，待將來再譯，以備第二版時加入罷。\n\n　　「我們本月底即回城去。到蘇逸達後，不知不覺已經整兩月了，夏天並未覺到，秋天，中國的冬天似的秋天卻來了。中國夏天是到鄉間或海邊避暑，此地是來曬太陽。\n\n　　「畢氏的住址轉托了許多人都沒有探聽到，莫城有一個『人名地址問事處』，但必須說出他的年齡履歷才能找，這怎麼說得出呢？我想來日有機會我能到莫城時自去探訪一番，如能找到，再版時加入也好。此外原又想選譯兩篇論《鐵流》的文章如D．Furmanov等的，但這些也只得留待有工夫時再說了。……」\n\n　　沒有木刻的插圖還不要緊，而缺乏一篇好好的序文，卻實在覺得有些缺憾。幸而，史鐵兒竟特地為了這譯本而將涅拉陀夫的那篇翻譯出來了，將近二萬言，確是一篇極重要的文字。讀者倘將這和附在卷末的《我怎麼寫鐵流的》都仔細的研讀幾回，則不但對於本書的理解，就是對於創作，批評理論的理解，也都有很大的幫助的。\n\n　　還有一封九月一日寫的信：「前幾天迭連寄上之作者傳，原注，論文，《鐵流》原本以及前日寄出之綏氏全集卷一（內有數張插圖，或可採用：１．一九三○年之作者；２．右邊，作者之母及懷抱中之未來的作者，左邊作者之父；３．一八九七年在馬理烏裏之作者；４．列寧致作者信），這些不知均得如數收到否？\n\n　　「畢氏的插圖，無論如何找不到；最後，致函於綏拉菲摩維支，綏氏將他的地址開來，現已寫信給了畢氏，看他的回信如何再說。\n\n　　「當給綏氏信時，順便問及《鐵流》中無注的幾個字，如『普迦奇』等。承作者好意，將書中難解的古班式的烏克蘭話依次用俄文註釋，打了字寄來，計十一張。這麼一來，就發見了譯文中的幾個錯處，除註解的外，翻譯時，這些問題，每一字要問過幾個精通烏克蘭話的人，才敢決定，然而究竟還有解錯的，這也是十月後的作品中特有而不可免的釘子。現依作者所註解，錯的改了一下，注的注了起來，快函寄奉，如來得及時，望費神改正一下，否則，也只好等第二版了。……」\n\n　　當第一次訂正表寄到時，正在排印，所以能夠全數加以改正，但這一回卻已經校完了大半，沒法改動了，而添改的又幾乎都在上半部。現在就照錄在下面，算是一張《鐵流》的訂正及添注表罷：\n\n　　一三頁二行「不曉得嗎！」上應加：「呸，發昏了嗎！」\n\n　　一三頁二○行「種瓜的」應改：「看瓜的」。\n\n　　一四頁一七行「你發昏了嗎？！」應改：「大概是發昏了吧？！」\n\n　　三四頁六行「回子」本頁末應加註：「回子」是沙皇時代帶著大俄羅斯民族主義觀點的人們對於一般非正教的，尤其是對於回民及土耳其人的一種最輕視，最侮辱的稱呼。——作者給中譯本特注。\n\n　　三六頁三行「你要長得好像一個男子呵。」應改：「我們將來要到地裏做活的呵。」\n\n　　三八頁三行「一個頭髮很稀的」之下應加：「蓬亂的」。\n\n　　四三頁二行「雜種羔子」應改：「發瘋了的私生子」。四四頁一六行「喝嗎」應改：「去糟蹋嗎」。\n\n　　四六頁八行「偵緝營」本頁末應加註：偵緝營（譯者：俄文為普拉斯東營）：黑海沿岸之哥薩克平臥在草地裏，蘆葦裏，密林裏埋伏著，以等待敵人，戒備敵人。——作者特注。\n\n　　四九頁一四行「平底的海面」本頁末應加註：此處指阿左夫（Azoph）海，此海有些地方水甚淺。漁人們都給它叫洗衣盆。——作者特注。\n\n　　四九頁一七行「接連著就是另一個海」本頁末應加註：此處指黑海。——作者特注。\n\n　　五○頁四行「野牛」本頁末應加註：現在極罕見的，差不多已經絕種了的頸被鞟毛的野牛。——作者特注。\n\n　　五二頁七行「沙波洛塞奇」本頁末應加註：自由的沙波洛塞奇：是烏克蘭哥薩克的一種組織，發生於十六世紀，在德尼普江的「沙波羅」林島上。沙波羅人常南征克裏木及黑海附近一帶，由那裏攜帶許多財物回來。沙波羅人參加於烏克蘭哥薩克反對君主專制的俄羅斯的暴動。沙波羅農民的生活，在果戈裏（Gogol）的《達拉斯·布爾巴(Taras Bulba)裏寫的有。——作者特注。\n\n　　五三頁六行「尖肚子奇加」本頁末應加註：哥薩克村內騎手們的罵玩的綽號。由土匪奇加之名而來。——作者特注。\n\n　　五三頁一一行「加克陸克」本頁末應加註：即土豪。——作者特注。\n\n　　五三頁一一行「普迦奇」本頁末應加註：鞭打者；貓頭鷹；田園中的乾草人（嚇雀子用的）。——作者特注。\n\n　　五六頁三行「貪得無厭的東西！」應改：「無能耐的東西！」\n\n　　五七頁一五行「下處」應改：「鼻子」。\n\n　　七一頁五——六行「它平坦的橫亙著一直到海邊呢？」\n\n　　應改：「它平坦的遠遠的橫亙著一直到海邊呢？」\n\n　　七一頁八行「當摩西把猶太人由埃及的奴隸下救出的時候」本頁末應加註：據《舊約》，古猶太人在埃及，在埃及王手下當奴隸，在那裏建築極大的金字塔，摩西從那裏將他們帶了出來。——作者特注。\n\n　　七一頁一三行「他一下子什麼都會做好的」應改：「什麼法子他一下子都會想出來的。」\n\n　　七一頁一八行「海灣」本頁末應加註：指諾沃露西斯克海灣。——作者特注。\n\n　　九四頁一二行「加芝利」本頁末應加註：胸前衣服上用骖子縫的小袋，作裝子彈用的。 ——作者特注。一四五頁一四行「小屋」應改：「小酒鋪」。\n\n　　一七九頁二一行「妖精的成親」本頁末應加註：「妖精的成親」是烏克蘭的俗話，譬如雷雨之前——突然間烏黑起來，電閃飛舞，這叫作「妖女在行結婚禮」了，也指一般的陰晦和濕雨。——譯者。\n\n　　以上，計二十五條。其中的三條，即「加克陸克」，「普迦奇」，「加芝利」是當校印之際，已由校者據日文譯本的注，加了解釋的，很有點不同，現在也已經不能追改了。但讀者自然應該信任作者的自注。\n\n　　至於《綏拉菲摩維支全集》卷一里面的插圖，這裏卻都未採用。因為我們已經全用了那卷十（即第六版的《鐵流》這一本）裏的四幅，內中就有一幅作者像；卷頭又添了拉迪諾夫（Ｌ．Ｒadinov）所繪的肖像，中間又加上了原是大幅油畫，法稜支（R．Frenz）所作的《鐵流》。畢斯克列夫的木刻畫因為至今尚無消息，就從雜誌《版畫》（Graviora）第四集（一九二九）裏取了複製縮小的一幅，印在書面上了，所刻的是「外鄉人」在被殺害的景象。\n\n　　別國的譯本，在校者所見的範圍內，有德，日的兩種。德譯本附於涅威羅夫的《糧食充足的城市，達什干德》（A．Neverow：Taschkent，die Brotreiche Stadt）後面，一九二九年柏林的新德意志出版所（Neur Deutscher Verlag）出版，無譯者名，刪節之處常常遇到，不能說是一本好書。日譯本卻完全的，即名《鐵之流》，一九三○年東京的叢文閣出版，為《蘇維埃作家叢書》的第一種；譯者藏原惟人，是大家所信任的翻譯家，而且難解之處，又得了蘇俄大使館的康士坦丁諾夫（Konstantinov）的幫助，所以是很為可靠的。但是，因為原文太難懂了，小錯就仍不能免，例如上文剛剛注過的「妖精的成親」，在那裏卻譯作「妖女的自由」，分明是誤解。\n\n　　我們這一本，因為我們的能力太小的緣故，當然不能稱為「定本」，但完全實勝於德譯，而序跋，註解，地圖和插畫的周到，也是日譯本所不及的。只是，待到攢湊成功的時候，上海出版界的情形早已大異從前了：沒有一個書店敢於承印。在這樣的岩石似的重壓之下，我們就只得宛委曲折，但還是使她在讀者眼前開出了鮮艷而鐵一般的新花。\n\n　　這自然不算什麼「艱難」，不過是一些瑣屑，然而現在偏說了些瑣屑者，其實是願意讀者知道：在現狀之下，很不容易出一本較好的書，這書雖然僅僅是一種翻譯小說，但卻是盡三人的微力而成，——譯的譯，補的補，校的校，而又沒有一個是存著借此來自己消閒，或乘機哄騙讀者的意思的。倘讀者不因為她沒有《潘彼得》或《安徒生童話》那麼「順」，便掩卷歎氣，去喝咖啡，終於肯將她讀完，甚而至於再讀，而且連那序言和附錄，那麼我們所得的報酬，就儘夠了。一九三一年十月十日，魯迅。\n\n"},{"name":"《蕗谷虹兒畫選》小引","content":"本篇最初印入一九二九年一月出版的《拾谷虹兒畫選》。《拾谷虹兒畫選》，朝花社編印的《藝苑朝華》第一期第二輯。內收拾谷虹兒作品十二幅，並附有畫家自己的詩和散文詩十一首。\n\n　　中國的新的文藝的一時的轉變和流行，有時那主權是簡直大半操于外國書籍販賣者之手的。來一批書，便給一點影響。“Modern Library”中的A.V.Beardsley畫集一入中國，那鋒利的刺戟力，就激動了多年沉靜的神經，Beardsley的線究竟又太強烈了，這時適有蕗谷虹兒的版畫運來中國，是用幽婉之筆，來調和了Beardsley的鋒芒，這尤合中國現代青年的心，所以他的模仿就至今不絕。\n\n　　但可惜的是將他的形和線任意的破壞——不過不經比較，是看不出底細來的。現在就從他的畫譜《睡蓮之夢》中選取六圖，《悲涼的微笑》中五圖，《我的畫集》中一圖，大約都是可顯現他的特色之作，雖然中國的複製，不能高明，然而究竟較可以窺見他的真面目了。\n\n　　至於作者的特色之所在，就讓他自己來說罷——\n\n　　　『我的藝術，以纖細為生命，同時以解剖刀一般的銳利的鋒芒為力量。\n\n　　　『我所引的描線，必需小蛇似的敏捷和白魚似的銳敏。\n\n　　　『我所畫的東西，單是「如生」之類的現實的姿態，是不夠的。\n\n　　　『于悲涼，則畫彷徨湖畔的孤星的水妖（Nymph），于歡樂，則畫在春林深處，和地祇（Pan）相謔的月光的水妖罷。\n\n　　　『描水性，則選多夢的處女，且備以女王之格，注以星姬之愛罷。\n\n　　　『描男性，則願探求神話，拉出亞波羅（Apallo）來，給穿上漂泊的旅鞋去。\n\n　　　『描幼兒，則加以天使的羽翼，還于此被上五色的文綾。\n\n　　　『而為了孕育這些愛的幻想的模特兒們，我的思想，則不可不如深夜之暗黑，清水之澄明。」（《悲涼的微笑》自序）\n\n　　這可以說，大概都說盡了。然而從這些美點的別一面看，也就令人所以評他為傾向少年男女讀者的作家的原因。\n\n　　作者現在是往歐洲留學去了，前塗正長，這不過是一時期的陳迹，現在又作為中國幾個作家的秘密寶庫的一部份，陳在讀者的眼前，就算一面小鏡子，——要說得堂皇一些，那就是，這纔或者能使我們逐漸認真起來，先會有小小的真的創作。\n\n　　從第一到十一圖，都有短短的詩文的，也就逐圖譯出，附在各圖前面了，但有幾篇是古文，為譯者所未曾研究，所以有些錯誤，也說不定的。首頁的小圖也出《我的畫集》中，原題曰『瞳』，是作者所愛描的大到超於現實的眸子。\n\n　　　　　　　　　　　　　一九二九年一月二十四日，魯迅在上海記。\n　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　\n　　　　　　　　　　　　　　　　　　　　　　　　　　　　　\n　　　　　　　　　　　　　　　　　　　　　　　　　　　　　〔《藝宛朝華》第一期第二輯所載〕\n\n　　\n\n"},{"name":"上海所感","content":"本篇系用日文寫作，發表於一九三四年一月一日日本大阪《朝日新聞》。譯文發表於一九三四年九月二十五日《文學新地》創刊號，題為《一九三三年上海所感》，署名石介譯。\n\n\n　　一有所感，倘不立刻寫出，就忘卻，因為會習慣。幼小時候，洋紙一到手，便覺得羊臊氣撲鼻，現在卻什麼特別的感覺也沒有了。初看見血，心裡是不舒服的，不過久住在殺人的名勝之區，則即使見了掛著的頭顱，也不怎麼詫異。這就是因為能夠習慣的緣故。由此看來，人們——至少，是我一般的人們，要從自由人變成奴隸，怕也未必怎麼煩難罷。無論什麼，都會慣起來的。\n\n　　中國是變化繁多的地方，但令人並不覺得怎樣變化。變化太多，反而很快的忘卻了。倘要記得這麼多的變化，實在也非有超人的記憶力就辦不到。\n\n　　但是，關於一年中的所感，雖然淡漠，卻還能夠記得一些的。不知怎的，好像無論什麼，都成了潛行活動，秘密活動了。\n\n　　至今為止，所聽到的是革命者因為受著壓迫，所以用著潛行，或者秘密的活動，但到一九三三年，卻覺得統治者也在這麼辦的了。譬如罷，闊佬甲到闊佬乙所在的地方來，一般的人們，總以為是來商量政治的，然而報紙上卻道並不為此，只因為要游名勝，或是到溫泉裡洗澡；外國的外交官來到了，它告訴讀者的是也並非有什麼外交問題，不過來看看某大名人的貴恙。但是，到底又總好像並不然。\n\n　　用筆的人更能感到的，是所謂文壇上的事。有錢的人，給綁匪架去了，作為抵押品，上海原是常有的，但近來卻連作家也往往不知所往。有些人說，那是給政府那面捉去了，然而好像政府那面的人們，卻道並不是。然而又好像實在也還是在屬於政府的什麼機關裡的樣子。犯禁的書籍雜誌的目錄，是沒有的，然而郵寄之後，也往往不知所往。假如是列寧的著作罷，那自然不足為奇，但《國木田獨步集》有時也不行，還有，是亞米契斯的《愛的教育》。不過，賣著也許犯忌的東西的書店，卻還是有的，雖然還有，而有時又會從不知什麼地方飛來一柄鐵錘，將窗上的大玻璃打破，損失是二百元以上。打破兩塊的書店也有，這回是合計五百元正了。有時也撒些傳單，署名總不外乎什麼什麼團之類。平安的刊物上，是登著莫索裡尼或希特拉的傳記，恭維著，還說是要救中國，必須這樣的英雄，然而一到中國的莫索裡尼或希特拉是誰呢這一個緊要結論，卻總是客氣著不明說。這是秘密，要讀者自己悟出，各人自負責任的罷。對於論敵，當和蘇俄絕交時，就說他得著盧布，抗日的時候，則說是在將中國的秘密向日本賣錢。但是，用了筆墨來告發這賣國事件的人物，卻又用的是化名，好像萬一發生效力，敵人因此被殺了，他也不很高興負這責任似的。\n\n　　革命者因為受壓迫，所以鑽到地裡去，現在是壓迫者和他的爪牙，也躲進暗地裡去了。這是因為雖在軍刀的保護之下，胡說八道，其實卻毫無自信的緣故；而且連對於軍刀的力量，也在懷著疑。一面胡說八道，一面想著將來的變化，就越加縮進暗地裡去，準備著情勢一變，就另換一副面孔，另拿一張旗子，從新來一回。而拿著軍刀的偉人存在外國銀行裡的錢，也使他們的自信力更加動搖的。這是為不遠的將來計。為了遼遠的將來，則在願意在歷史上留下一個芳名。中國和印度不同，是看重歷史的。但是，並不怎麼相信，總以為只要用一種什麼好手段，就可以使人寫得體體面面。然而對於自己以外的讀者，那自然要他們相信的。\n\n　　我們從幼小以來，就受著對於意外的事情，變化非常的事情，絕不驚奇的教育。那教科書是《西遊記》，全部充滿著妖怪的變化。例如牛魔王呀，孫悟空呀……就是。據作者所指示，是也有邪正之分的，但總而言之，兩面都是妖怪，所以在我們人類，大可以不必怎樣關心。然而，假使這不是書本上的事，而自己也身歷其境，這可頗有點為難了。以為是洗澡的美人罷，卻是蜘蛛精；以為是寺廟的大門罷，卻是猴子的嘴，這教人怎麼過。早就受了《西遊記》教育，嚇得氣絕是大約不至於的，但總之，無論對於什麼，就都不免要懷疑了。\n\n　　外交家是多疑的，我卻覺得中國人大抵都多疑。如果跑到鄉下去，向農民問路徑，問他的姓名，問收成，他總不大肯說老實話。將對手當蜘蛛精看是未必的，但好像他總在以為會給他什麼禍祟。這種情形，很使正人君子們憤慨，就給了他們一個徽號，叫作「愚民」。但在事實上，帶給他們禍祟的時候卻也並非全沒有。因了一整年的經驗，我也就比農民更加多疑起來，看見顯著正人君子模樣的人物，竟會覺得他也許正是蜘蛛精了。然而，這也就會習慣的罷。\n\n　　愚民的發生，是愚民政策的結果，秦始皇已經死了二千多年，看看歷史，是沒有再用這種政策的了，然而，那效果的遺留，卻久遠得多麼駭人呵！\n\n　　十二月五日。\n\n　　\n\n"},{"name":"英譯本《短篇小說選集》自序","content":"本篇在收入本書前沒有在報刊上發表過。\n\n\n　　中國的詩歌中，有時也說些下層社會的苦痛。但繪畫和小說卻相反，大抵將他們寫得十分幸福，說是「不識不知，順帝之則」，平和得像花鳥一樣。是的，中國的勞苦大眾，從知識階級看來，是和花鳥為一類的。\n\n　　我生長於都市的大家庭裡，從小就受著古書和師傅的教訓，所以也看得勞苦大眾和花鳥一樣。有時感到所謂上流社會的虛偽和腐敗時，我還羨慕他們的安樂。但我母親的母家是農村，使我能夠間或和許多農民相親近，逐漸知道他們是畢生受著壓迫，很多苦痛，和花鳥並不一樣了。不過我還沒法使大家知道。\n\n　　後來我看到一些外國的小說，尤其是俄國，波蘭和巴爾幹諸小國的，才明白了世界上也有這許多和我們的勞苦大眾同一運命的人，而有些作家正在為此而呼號，而戰鬥。而歷來所見的農村之類的景況，也更加分明地再現於我的眼前。偶然得到一個可寫文章的機會，我便將所謂上流社會的墮落和下層社會的不幸，陸續用短篇小說的形式發表出來了。原意其實只不過想將這示給讀者，提出一些問題而已，並不是為了當時的文學家之所謂藝術。\n\n　　但這些東西，竟得了一部分讀者的注意，雖然很被有些批評家所排斥，而至今終於沒有消滅，還會譯成英文，和新大陸的讀者相見，這是我先前所夢想不到的。\n\n　　但我也久沒有做短篇小說了。現在的人民更加困苦，我的意思也和以前有些不同，又看見了新的文學的潮流，在這景況中，寫新的不能，寫舊的又不願。中國的古書裡有一個比喻，說：邯鄲的步法是天下聞名的，有人去學，竟沒有學好，但又已經忘卻了自己原先的步法，於是只好爬回去了。我正爬著。但我想再學下去，站起來。\n\n　　一九三三年三月二十二日，魯迅記於上海。\n\n　　\n\n"},{"name":"教授雜詠四首","content":"\n\n　　\n\n"},{"name":"無題（血沃中原肥勁草）","content":""},{"name":"答客誚","content":"\n\n"},{"name":"贈鄔其山","content":"本篇手跡題款為：「辛未初春，書請鄔其山仁兄教正。」鄔其山，即內山完造（１８８５—１９５９），日本人，一九一三年來華，後在上海開設內山書店。一九二七年十月與魯迅結識後常有交往。著有雜文集《活中國的姿態》等。「鄔其」，「內」（L）字的日語讀音　玻病場Λ銜薨□滯印》鵂矣鎩Ｄ銜蓿刟笪摹埃危幔恚幔蟆鋇囊* 譯，「歸命」、「敬禮」的意思。阿彌陀，即阿彌陀佛，大乘教的佛名。\n\n\n　　廿年居上海，每日見中華。\n\n　　有病不求藥，無聊才讀書。\n\n　　一闊臉就變，所砍頭漸多。\n\n　　忽而又下野，南無阿彌陀。\n　　\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"贈蓬子","content":"　　\n　　\n\n"},{"name":"偶成","content":"　　文章如土欲何之，翹首東雲惹夢思。\n\n　　所恨芳林寥落甚，春蘭秋菊不同時。\n\n　　三月\n　　\n\n"},{"name":"《新俄畫選》小引","content":"本篇最初印入一九三○年五月上海光華書局出版的《新俄畫選》。\n\n　　大約三十年前，丹麥批評家喬治勃兰兑斯(Georg Brandes)游帝制俄国，作《印象記》，驚為「黑土」。果然，他的觀察證實了。從這「黑土」中，陸續長育了文化的奇花和喬木，使西歐人士震驚，首先為文學和音樂，稍後是舞蹈，還有繪畫。\n\n　　但在十九世紀末，俄國的繪畫是還在西歐美術的影響之下的，一味追隨，很少獨創，然而握美術界的霸權，是為學院派（Ａｃａｄｅｍｉｓｍｕｓ）。至九十年代，「移動展覽會派」出現了，對於學院派的古典主義，力加掊擊，斥模仿，崇獨立，終至收美術於自己的掌中，以鼓吹其見解和理想。然而排外則易傾於慕古，慕古必不免於退嬰，所以後來，藝術遂見衰落，而祖述法國色彩畫家綏珊的一派（Ｃｅｚａｎｎｉｓｔ）興。同時，西南歐的立體派和未來派，也傳入而且盛行於俄國。\n\n　　十月革命時，是左派（立體派及未來派）全盛的時代，因為在破壞舊制——革命這一點上，和社會革命者是相同的，但問所向的目的，這兩派卻並無答案。尤其致命的是雖屬新奇，而為民眾所不解，所以當破壞之後，漸入建設，要求有益於勞農大眾的平民易解的美術時，這兩派就不得不被排斥了。其時所需要的是寫實一流，於是右派遂起而佔了暫時的勝利。但保守之徒，新力是究竟沒有的，所以不多久，就又以自己的作品證明了自己的破滅。\n\n　　這時候，是對於美術和社會底建設相結合的要求，左右兩派，同歸失敗，但左翼中實已先就起了分崩，離合之後，別生一派曰「產業派」，以產業主義和機械文明之名，否定純粹美術，製作目的，專在工藝上的功利。更經和別派的鬥爭，反對者的離去，終成了以泰忒林（Ｔａｔｌｉｎ）和羅直兼珂（Ｒｏｄｓｃｈｅｎｋｏ）為中心的「構成派」（Ｋｏｎｓｔｒｕｃｔｉｖｉｓｍｕｓ）。他們的主張不在Ｋｏｍｐｏｓｉｔｉｏｎ而在Ｋｏｎｓｔｒｕｋｔｉｏｎ，不在描寫而在組織，不在創造而在建設。羅直兼珂說，「美術家的任務，非色和形的抽像底認識，而在解決具體底事物的構成上的任何的課題。」這就是說，構成主義上並無永久不變的法則，依著其時的環境而將各個新課題，從新加以解決，便是它的本領。既是現代人，便當以現代的產業底事業為光榮，所以產業上的創造，便是近代天才者的表現。汽船，鐵橋，工廠，飛機，各有其美，既嚴肅，亦堂皇。於是構成派畫家遂往往不描物形，但作幾何學底圖案，比立體派更進一層了。如本集所收Ｋｒｉｎｓｋｙ的三幅中的前兩幅，便可作顯明的標準。Ｇａｓｔｅｖ是主張善用時間，別樹一幟的，本集只收了一幅。\n\n　　又因為革命所需要，有宣傳，教化，裝飾和普及，所以在這時代，版畫——木刻，石版，插畫，裝畫，蝕銅版——就非常發達了。左翼作家之不甘離開純粹美術者，頗遁入版畫中，如瑪修丁（有《十二個》中的插畫四幅，在《未名叢刊》中），央南珂夫（本集有他所作的《小說家薩彌亞丁像》）是。構成派作家更因和產業結合的目的，大行活動，如羅直兼珂和力錫茲基所裝飾的現代詩人的詩集，也有典型的藝術底版畫之稱，但我沒有見過一種。\n\n　　木版作家，以法孚爾斯基（本集有《墨斯科》）為第一，古潑略諾夫（本集有《熨衣的婦女》），保裡諾夫（本集有《培林斯基像》），瑪修丁，是都受他的影響的。克裡格裡珂跋女士本是蝕銅版畫（Ｅｔｃｈｉｎｇ）名家，這裡所收的兩幅是影畫，《奔流》曾經紹介的一幅（《梭羅古勃像》），是雕鏤畫，都是她的擅長之作。\n\n　　新俄的美術，雖然現在已給世界上以甚大的影響，但在中國，記述卻還很聊聊。這區區十二頁，又真是實不符名，毫不能盡紹介的重任，所取的又多是版畫，大幅傑構，反成遺珠，這是我們所十分抱憾的。\n\n　　但是，多取版畫，也另有一些原因：中國製版之術，至今未精，與其變相，不如且緩，一也；當革命時，版畫之用最廣，雖極匆忙，頃刻能辦，二也。《藝苑朝華》在初創時，即已注意此點，所以自一集至四集，悉取黑白線圖，但竟為藝苑所棄，甚難繼續，今復送第五集出世，恐怕已是晌午之際了，但仍願若干讀者們，由此還能夠得到多少裨益。\n\n　　本文中的敘述及五幅圖，是摘自癗曙夢的《新俄美術大觀》的，其餘八幅，則從Ｒ．Ｆｕｅｌｏｅｐ－Ｍｉｌｌｅｒ的《ＴｈｅＭｉｎｄａｎｄＦａｃｅｏｆＢｏｌｓｈｅｖｉｓｍ》所載者複製，合併聲明於此。\n\n　　一九三○年二月二十五夜，魯迅。\n\n　　\n\n"},{"name":"《比亞茲萊畫選》小引","content":"本篇最初印入一九二九年四月出版的《比亞茲萊畫選》。\n\n　　比亞茲萊（ＡｕｂｒｅｙＢｅａｒｄｓｌｅｙ１８７２—１８９８）生存只有二十六年，他是死於肺病的。生命雖然如此短促，卻沒有一個藝術家，作黑白畫的藝術家，獲得比他更為普遍的名譽；也沒有一個藝術家影響現代藝術如他這樣的廣闊。比亞茲萊少時的生活底第一個影響是音樂，他真正的嗜好是文學。除了在美術學校兩月之外，他沒有藝術的訓練。他的成功完全是由自習獲得的。\n\n　　以《阿賽王之死》的插畫他才涉足文壇。隨後他為《ＴｈｅＳｔｕｄｉｏ》作插畫，又為《黃書》（《ＴｈｅＹｅｌｌｏｗＢｏｏｋ》）的藝術編輯。他是由《黃書》而來，由《ＴｈｅＳａｖｏｙ》而去的。無可避免地，時代要他活在世上。這九十年代就是世人所稱的世紀末（ｆｉｎｄｅｓｉｅ′ｃｌｅ）。他是這年代底獨特的情調底唯一的表現者。九十年代底不安的，好考究的，傲慢的情調呼他出來的。\n\n　　比亞茲萊是個諷刺家，他只能如Ｂａｕｄｅｌａｉｒｅ描寫地獄，沒有指出一點現代的天堂底反映。這是因為他愛美而美的墮落才困制他；這是因為他如此極端地自覺美德而敗德才有取得之理由。有時他的作品達到純粹的美，但這是惡魔的美，而常有罪惡底自覺，罪惡首受美而變形又復被美所暴露。\n\n　　視為一個純然的裝飾藝術家，比亞茲萊是無匹的。他把世上一切不一致的事物聚在一堆，以他自己的模型來使他們織成一致。但比亞茲萊不是一個插畫家。沒有一本書的插畫至於最好的地步——不是因為較偉大而是不相稱，甚且不相干。他失敗於插畫者，因為他的藝術是抽像的裝飾；它缺乏關係性底律動——恰如他自身缺乏在他前後十年間底關係性。他埋葬在他的時期裡有如他的畫吸收在它自己的堅定的線裡。比亞茲萊不是印象主義者，如Ｍａｎｅｔ或Ｒｅｎｏｉｒ，畫他所「看見」的事物；他不是幻想家，如ＷｉｌｌｉａｍＢｌａｋｅ，畫他所「夢想」的事物；他是個有理智的人，如ＧｅｏｒｇｅＦｒｅｄｅｒｉｃｋＷａｔｔｓ，畫他所「思想」的事物。雖然無日不和藥爐為伴，他還能駕御神經和情感。他的理智是如此的強健。\n\n　　比亞茲萊受他人影響卻也不少，不過這影響於他是吸收而不是被吸收。他時時能受影響，這也是他獨特的地方之一。Ｂｕｒｎｅ－Ｊｏｎｅｓ有助於他在他作《阿賽王之死》的插畫的時候；日本的藝術，尤其是英泉的作品，助成他脫離在《ＴｈｅＲａｐｅｏｆｔｈｅＬｏｃｋ》底Ｅｉｓｅｎ和Ｓａｉｎｔ－Ａｕｂｉｎ所顯示給他的影響。但Ｂｕｒｎｅ－Ｊｏｎｅｓ底狂喜的疲弱的靈性變為怪誕的睥睨的肉慾——若有疲弱的，罪惡的疲弱的話。日本底凝凍的實在性變為西方的熱情底焦灼的影像表現在黑白底銳利而清楚的影和曲線中，暗示即在彩虹的東方也未曾夢想到的色調。\n\n　　他的作品，因為翻印了《Ｓａｌｏｍｅ′》的插畫，還因為我們本國時行藝術家的摘取，似乎連風韻也頗為一般所熟識了。但他的裝飾畫，卻未經誠實地介紹過。現在就選印這十二幅，略供愛好比亞茲萊者看看他未經撕剝的遺容，並摘取ＡｒｔｈｕｒＳｙｍｏｎｓ和ＨｏｌｂｒｏｏｋＪａｃｋｓｏｎ的話，算作說明他的特色的小引。\n\n　　一九二九年四月二十日，朝花社識。\n\n　　\n\n"},{"name":"送增田涉君歸國","content":""},{"name":"悼楊銓","content":""},{"name":"啟事","content":"　　我於四月二十七日接到向君來信後，以為造謠是中國社會上的常事，我也親見過厭惡學校的人們，用了這一類方法來中傷各方面的，便寫好一封信，寄到《京副》去。次日，兩位Ｃ君來訪，說這也許並非謠言，而本地學界中人為維持學校起見，倒會雖然受害，仍加隱瞞，因為倘一張揚，則群眾不責加害者，而反指摘被害者，從此學校就會無人敢上；向君初到開封，或者不知底細；現在切實調查去了。我便又發一信，請《京副》將前信暫勿發表。五月二日Ｙ君來，通知我開封的信已轉，那確乎是事實。這四位都是我所相信的誠實的朋友，我又未曾親自調查，現既所聞不同，自然只好姑且存疑，暫時不說什麼。但當我又寫信，去抽回前信時，則已經付印，來不及了。現在只得在此聲明我所續得的矛盾的消息，以供讀者的參考。\n\n　　魯迅。五月四日。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"所聞","content":"\n\n　　\n\n"},{"name":"秋夜偶成","content":"\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"聞謠戲作","content":"\n\n"},{"name":"無題（禹域多飛將）","content":""},{"name":"無題（一枝清採妥湘靈）","content":""},{"name":"無題（萬家墨面沒蒿萊）","content":""},{"name":"通訊（复呂蘊儒）","content":"本篇最初發表於一九二五年五月六日《豫報》副刊。\n\n　　蘊儒兄：\n\n　　得到來信了。我極快慰於開封將有許多罵人的嘴張開來，並且祝你們「打將前去」的勝利。\n\n　　我想，罵人是中國極普通的事，可惜大家只知道罵而沒有知道何以該罵，誰該罵，所以不行。現在我們須得指出其可罵之道，而又繼之以罵。那麼，就很有意思了，於是就可以由罵而生出罵以上的事情來的罷。\n\n　　（下略。）\n\n　　迅\n　　\n　　\n　　　\n　　　\n\n"},{"name":"1.1.3\t一九二四年","content":""},{"name":"亥年殘秋偶作","content":"\n　　曾驚秋肅臨天下，敢遣春溫上筆端。\n\n　　塵海蒼茫沉百感，金風蕭瑟走千官。\n\n　　老歸大澤菰蒲盡，夢墜空雲齒髮寒。\n\n　　竦聽荒雞偏闃寂，起看星斗正闌干。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《文藝連叢》","content":"本篇最初刊載於一九三三年五月野草書屋出版的《不走正路的安得倫》卷末。\n\n\n\n　　投機的風氣使出版界消失了有幾分真為文藝盡力的人。即使偶然有，不久也就變相，或者失敗了。我們只是幾個能力未足的青年，可是要再來試一試。首先是印一種關於文學和美術的小叢書，就是《文藝連叢》。為什麼「小」，這是能力的關係，現在沒有法子想。但約定的編輯，是肯負責任的編輯；所收的稿子，也是可靠的稿子。總而言之：現在的意思是不壞的，就是想成為一種決不欺騙的小叢書。什麼「突破五萬部」的雄圖，我們豈敢，只要有幾千個讀者肯給以支持，就頂好頂好了。現在已經出版的，是——\n\n　　１．《不走正路的安得倫》蘇聯聶維洛夫作，曹靖華譯，魯迅序。作者是一個最偉大的農民作家，描寫動盪中的農民生活的好手，可惜在十年前就死掉了。這一個中篇小說，所敘的是革命開初，頭腦單純的革命者在鄉村裏怎樣受農民的反對而失敗，寫得又生動，又詼諧。譯者深通俄國文字，又在列寧格拉的大學裏教授中國文學有年，所以難解的土話，都可以隨時詢問，其譯文的可靠，是早為讀書界所深悉的，內附藹支的插畫五幅，也是別開生面的作品。現已出版，每本實價大洋二角半。\n\n　　２．《解放了的董·吉訶德》蘇聯盧那卡爾斯基作，易嘉譯。這是一個大篇十幕的戲劇，寫著這胡塗固執的董·吉訶德，怎樣因遊俠而大碰釘子，雖由革命得到解放，也還是無路可走。並且襯以奸雄和美人，寫得又滑稽，又深刻。前年曾經魯迅從德文重譯一幕，登《北斗》雜誌上，旋因知道德譯頗有刪節，便即停筆。續登的是易嘉直接譯出的完全本，但雜誌不久停辦，仍未登完，同人今居然得到全稿，實為可喜，所以特地趕緊校刊，以公同好。每幕並有畢斯凱萊夫木刻裝飾一幀，大小共十三幀，尤可賞心悅目，為德譯本所不及。每本實價五角。\n\n　　正在校印中的，還有——\n\n　　３．《山民牧唱》西班牙巴羅哈作，魯迅譯。西班牙的作家，中國大抵只知道伊本納茲，但文學的本領，巴羅哈實遠在其上。日本譯有《選集》一冊，所記的都是山地住民，跋司珂族的風俗習慣，譯者曾選譯數篇登《奔流》上，頗為讀者所讚許。這是《選集》的全譯。不日出書。\n\n　　４．《NoaNoa》法國戈庚作，羅憮譯。作者是法國畫界的猛將，他厭惡了所謂文明社會，逃到野蠻島泰息諦去，生活了好幾年。這書就是那時的記錄，裏面寫著所謂「文明人」的沒落，和純真的野蠻人被這沒落的「文明人」所毒害的情形，並及島上的人情風俗，神話等。譯者是一個無名的人，但譯筆卻並不在有名的人物之下。有木刻插畫十二幅。現已付印。\n\n　　\n\n"},{"name":"紹介《海上述林》上卷","content":"本篇最初刊載於一九三六年十一月二十日《中流》第一卷第六期，原題《〈海上述林〉上卷出版》。\n\n　　本卷所收，都是文藝論文，作者既系大家，譯者又是名手，信而且達，並世無兩。其中《寫實主義文學論》與《高爾基論文選集》兩種，尤為煌煌巨製。此外論說，亦無一不佳，足以益人，足以傳世。全書六百七十餘頁，玻璃版插畫九幅。僅印五百部，佳紙精裝，內一百部皮脊麻布面，金頂，每本實價三元五角；四百部全絨面，藍頂，每本實價二元五角，函購加郵費二角三分。好書易盡，欲購從速。下卷亦已付印，准於本年內出書。上海北四川路底內山書店代售。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n　　\n　　\n\n"},{"name":"《藝苑朝華》廣告","content":"本篇最初印入一九二九年四月朝花社出版的《近代世界短篇小說集》第一集《奇劍及其他》書後。\n\n\n\n　　雖然材力很小，但要紹介些國外的藝術作品到中國來，也選印中國先前被人忘卻的還能復生的圖案之類。有時是重提舊時而今日可以利用的遺產，有時是發掘現在中國時行藝術家的在外國的祖墳，有時是引入世界上的燦爛的新作。每期十二輯，每輯十二圖，陸續出版。每輯實洋四角，預定一期實洋四元四角。目錄如下：\n\n　　１．《近代木刻選集》（１）\n\n　　２．《拾谷虹兒畫選》\n\n　　３．《近代木刻選集》（２）\n\n　　４．《比亞茲萊畫選》以上四輯已出版\n\n　　５．《新俄藝術圖錄》\n\n　　６．《法國插畫選集》\n\n　　７．《英國插畫選集》\n\n　　８．《俄國插畫選集》\n\n　　９．《近代木刻選集》（３）\n\n　　１０．《希臘瓶畫選集》\n\n　　１１．《近代木刻選集》（４）\n\n　　１２．《羅丹雕刻選集》\n\n　　朝花社出版。\n\n"},{"name":"無題（煙水尋常事）","content":"\n\n"},{"name":"贈畫師","content":"\n\n　　\n　　\n\n"},{"name":"《引玉集》後記","content":"本篇最初印入一九三四年三月出版的《引玉集》。《引玉集》，蘇聯版畫集，共收五十九幅，魯迅編選，以三閒書屋名義印行。\n\n　　我在這三年中，居然陸續得到這許多蘇聯藝術家的木刻，真是連自己也沒有豫先想到的。一九三一年頃，正想校印《鐵流》，偶然在《版畫》（Graphika）這一種雜誌上，看見載著畢斯凱來夫刻有這書中故事的圖畫，便寫信託靖華兄去搜尋。費了許多周折，會著畢斯凱來夫，終於將木刻寄來了，因為怕途中會有失落，還分寄了同樣的兩份。靖華兄的來信說，這木刻版畫的定價頗不小，然而無須付，蘇聯的木刻家多說印畫莫妙於中國紙，只要寄些給他就好。我看那印著《鐵流》圖的紙，果然是中國紙，然而是一種上海的所謂「抄更紙」，乃是集紙質較好的碎紙，第二次做成的紙張，在中國，除了做帳簿和開發票，帳單之外，幾乎再沒有更高的用處。我於是買了許多中國的各種宣紙和日本的「西之內」和「鳥之子」，分寄給靖華，托他轉致，倘有餘剩，便另送別的木刻家。這一舉竟得了意外的收穫，兩卷木刻又寄來了，畢斯凱來夫十三幅，克拉甫兼珂一幅，法復爾斯基六幅，保夫理諾夫一幅，岡察羅夫十六幅；還有一卷被郵局所遺失，無從訪查，不知道其中是那幾個作家的作品。這五個，那時是都住在墨斯科的。\n\n　　可惜我太性急，一面在搜畫，一面就印書，待到《鐵流》圖寄到時，書卻早已出版了，我只好打算另印單張，介紹給中國，以答作者的厚意。到年底，這才付給印刷所，制了版，收回原圖，囑他開印。不料戰事就開始了，我在樓上遠遠地眼看著這印刷所和我的鋅版都燒成了灰燼。後來我自己是逃出戰線了，書籍和木刻畫卻都留在交叉火線下，但我也僅有極少的閒情來想到他們。又一意外的事是待到重回舊寓，檢點圖書時，竟絲毫也未遭損失；不過我也心神未定，一時不再想到複製了。\n\n　　去年秋間，我才又記得了《鐵流》圖，請文學社製版附在《文學》第一期中，這圖總算到底和中國的讀者見了面。同時，我又寄了一包宣紙去，三個月之後，換來的是法復爾斯基五幅，畢珂夫十一幅，莫察羅夫二幅，希仁斯基和波查日斯基各五幅，亞歷克捨夫四十一幅，密德羅辛三幅，數目比上一次更多了。莫察羅夫以下的五個，都是住在列寧格勒的木刻家。\n\n　　但這些作品在我的手頭，又彷彿是一副重擔。我常常想：這一種原版的木刻畫，至有一百餘幅之多，在中國恐怕只有我一個了，而但秘之篋中，豈不辜負了作者的好意？況且一部分已經散亡，一部分幾遭兵火，而現在的人生，又無定到不及薤上露，萬一相偕湮滅，在我，是覺得比失了生命還可惜的。流光真快，徘徊間已過新年，我便決計選出六十幅來，復製成書，以傳給青年藝術學徒和版畫的愛好者。其中的法復爾斯基和岡察羅夫的作品，多是大幅，但為資力所限，在這裡只好縮小了。\n\n　　我毫不知道俄國版畫的歷史；幸而得到陳節先生摘譯的文章，這才明白一點十五年來的梗概，現在就印在卷首，算作序言；並且作者的次序，也照序中的敘述來排列的。文中說起的名家，有幾個我這裡並沒有他們的作品，因為這回翻印，以原版為限，所以也不再由別書採取，加以補充。讀者倘欲求詳，則契訶寧印有俄文畫集，列培台華且有英文解釋的畫集的——\n\n　　Ｏstraooｍova－Ljebedevaby A．Benoisand S．Ernst．\n\n　　StatePress，Ｍoscoｗ－Leningrad．密德羅辛也有一本英文解釋的畫集——\n\n　　D．I．Ｍitrohin by Ｍ．Kouzｍin and V．Voinoff．State Editorship，Ｍoscoｗ－Petrograd．\n\n　　不過出版太早，現在也許已經絕版了，我曾從日本的「Ｎauka社」買來，只有四圓的定價，但其中木刻卻不多。\n\n　　因為我極願意知道作者的經歷，由靖華兄致意，住在列寧格勒的五個都寫來了。我們常看見文學家的自傳，而藝術家，並且專為我們而寫的自傳是極少的，所以我全都抄錄在這裡，借此保存一點史料。以下是密德羅辛的自傳——「密德羅辛（Dｍitri Isidorovich Ｍitrokhin）一八八三年生於耶普斯克（在北高加索）城。在其地畢業於實業學校。後求學於莫斯科之繪畫，雕刻，建築學校和斯特洛幹工藝學校。未畢業。曾在巴黎工作一年。從一九○三年起開始展覽。對於書籍之裝飾及插畫工作始於一九○四年。現在主要的是給『大學院』和『國家文藝出版所』工作。\n\n　　七，三○，一九三三。密德羅辛。」\n\n　　在墨斯科的木刻家，還未能得到他們的自傳，本來也可以逐漸調查，但我不想等候了。法復爾斯基自成一派，已有重名，所以在《蘇聯小百科全書》中，就有他的略傳。這是靖華譯給我的——\n\n　　「法復爾斯基（Vladiｍir Andreevich Favorsky）\n\n　　生於一八八六年，蘇聯現代木刻家和繪畫家，創木刻派在形式與結構上顯出高尚的匠手，有精細的技術。法復爾斯基的木刻太帶形式派色彩，含著神秘主義的特點，表現革命初期一部分小資產階級知識分子的心緒。最好的作品是：對於梅裡美，普式庚，巴爾扎克，法郎士諸人作品的插畫和單形木刻——《一九一七年十月》與《一九一九至一九二一年》。」\n\n　　我極欣幸這一本小集中，竟能收載他見於記錄的《一九一七年十月》和《梅裡美像》；前一種疑即序中所說的《革命的年代》之一，原是盈尺的大幅，可惜只能縮印了。在我這裡的還有一幅三色印的《七個怪物》的插畫，並手抄的詩，現在不能複製，也是極可惜的。至於別的四位，目下竟無從稽考；所不能忘的尤其是畢斯凱來夫，他是最先以作品寄與中國的人，現在只好選印了一幅《畢斯凱來夫家的新住宅》在這裡，夫婦在燈下作工，床欄上扶著一個小孩子，我們雖然不知道他的身世，卻如目睹了他們的家庭。\n\n　　以後是幾個新作家了，序中僅舉其名，但這裡有為我們而寫的自傳在——\n\n　　「莫察羅夫（Sergei Ｍikhailovich Ｍocharov）以一九○二年生於阿斯特拉汗城。畢業於其地之美術師範學校。一九二二年到聖彼得堡，一九二六年畢業於美術學院之線畫科。一九二四年開始印畫。現工作於『大學院』和『青年衛軍』出版所。\n\n　　七，三○，一九三三。莫察羅夫。」\n\n　　「希仁斯基（L．S．Khizhinsky）以一八九六年生於基雅夫。一九一八年畢業於基雅夫美術學校。一九二二年入列寧格勒美術學院，一九二七年畢業。從一九二七年起開始木刻。\n\n　　主要作品如下：\n\n　　１保夫羅夫：《三篇小說》。\n\n　　２阿察洛夫斯基：《五道河》。\n\n　　３Vergilius：《Aeneid》。\n\n　　４《亞歷山大戲院（在列寧格勒）百年紀念刊》。\n\n　　５《俄國謎語》。\n\n　　七，三○，一九三三。希仁斯基。」\n\n　　最末的兩位，姓名不見於「代序」中，我想，大約因為都是線畫美術家，並非木刻專家的緣故。以下是他們的自傳——\n\n　　「亞歷克捨夫（Ｎikolai Vasilievich Alekseev）。線畫美術家。一八九四年生於丹堡（Taｍbovsky）省的莫爾襄斯克（Ｍorshansk）城。一九一七年畢業於列寧格勒美術學院之複寫科。一九一八年開始印作品。現工作於列寧格勒諸出版所：『大學院』，『Gihl』（國家文藝出版部）和『作家出版所』。\n\n　　主要作品：陀思妥夫斯基的《博徒》，斐定的《城與年》，高爾基的《母親》。\n\n　　七，三○，一九三三。亞歷克捨夫。」\n\n　　「波查日斯基（Sergei Ｍikhailovich Pozharsky）\n\n　　以一九○○年十一月十六日生於達甫理契省（在南俄，黑海附近）之卡爾巴斯村。\n\n　　在基雅夫中學和美術大學求學。從一九二三年起，工作於列寧格勒，以線畫美術家資格參加列寧格勒一切主要展覽，參加外國展覽——巴黎，克爾普等。一九三○年起學木刻術。\n\n　　七，三○，一九三三。波查日斯基。」\n\n　　亞歷克捨夫的作品，我這裡有《母親》和《城與年》的全部，前者中國已有沈端先君的譯本，因此全都收入了；後者也是一部巨製，以後也許會有譯本的罷，姑且留下，以待將來。\n\n　　我對於木刻的紹介，先有梅斐爾德（Ｃarl Ｍeffert）的《士敏土》之圖；其次，是和西諦先生同編的《北平箋譜》；這是第三本，因為都是用白紙換來的，所以取「拋磚引玉」之意，謂之《引玉集》。但目前的中國，真是荊天棘地，所見的只是狐虎的跋扈和雉兔的偷生，在文藝上，僅存的是冷淡和破壞。而且，丑角也在荒涼中趁勢登場，對於木刻的紹介，已有富家贅婿和他的幫閒們的譏笑了。但歷史的巨輪，是決不因幫閒們的不滿而停運的；我已經確切的相信：將來的光明，必將證明我們不但是文藝上的遺產的保存者，而且也是開拓者和建設者。\n\n　　一九三四年一月二十夜，記。\n\n"},{"name":"無題二首(故鄉黯黯…皓齒吳娃…)","content":"故鄉黯黯鎖玄雲，皓齒吳娃唱柳枝。\n歲暮何堪再惆悵，且持卮酒食河豚。\n\n皓齒吳娃唱柳枝，酒闌人靜暮春時。\n無端舊夢驅殘醉，獨對燈陰憶子規。\n\n"},{"name":"《奔流》凡例五則","content":"本篇最初刊載於一九二八年六月二十日《奔流》第一卷第一期。\n\n\n　　１．本刊揭載關於文藝的著作，翻譯，以及紹介，著譯者各視自己的意趣及能力著譯，以供同好者的閱覽。\n\n　　２．本刊的翻譯及紹介，或為現代的嬰兒，或為嬰兒所從出的母親，但也許竟是更先的祖母，並不一定新穎。\n\n　　３．本刊月出一本，約一百五十頁，間有圖畫，時亦增刊，倘無意外障礙，定於每月中旬出版。\n\n　　４．本刊亦選登來稿，凡有出自心裁，非奉命執筆，如明清八股者，極望惠寄，稿由北新書局收轉。\n\n　　５．本刊每本實價二角八分，增刊隨時另定。在十一月以前豫定者，半卷五本一元二角半，一卷十本二元四角，增刊不加價，郵費在內。國外每半卷加郵費四角。\n\n"},{"name":"自題小像","content":"本篇據作者一九三一年重寫手跡收入。原無題目，下注「二十一歲時作，五十一歲時寫之，時辛未二月十六日也。」許壽裳在《新苗》第十三期（一九三七年一月）發表的《懷舊》一文中說：「一九○三年他二十三歲，在東京有一首《自題小像》贈我。」\n\n　　靈台無計逃神矢，風雨如磐暗故園。\n\n　　寄意寒星荃不察，我以我血薦軒轅。\n\n\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"題《吶喊》","content":"　　\n\n"},{"name":"哀范君三章","content":"本篇最初發表於一九一二年八月二十一日紹興《民興日報》，署名黃棘。稿後附記說：「我於愛農之死，為之不怡累日，至今未能釋然。昨忽成詩三章，隨手寫之，而忽將雞蟲做入，真是奇絕妙絕，辟歷一聲，群小之大狼狽。今錄上，希大鑒定家鑒定，如不惡，乃可登諸《民興》也。天下雖未必仰望已久，然我亦豈能已於言乎。二十三日，樹又言。」這裡是根據周作人《關於范愛農》一文中所記當時在紹興《民興日報》發表時的原題；許壽裳《懷舊》一文中又題作《哀詩三首》。《魯迅日記》一九一二年七月二十二日：「夜作均言三章，哀范君也，錄存於此：風雨飄搖日，……。」\n\n風雨飄搖日，余懷范愛農。\n華顛萎寥落，白眼看雞蟲。\n世味秋荼苦，人間直道窮。\n奈何三月別，竟爾失畸躬！\n\n海草國門碧，多年老異鄉。\n狐狸方去穴，桃偶已登場。\n故里寒雲惡，炎天凜夜長。\n獨沉清泠水，能否滌愁腸？\n\n把酒論當世，先生小酒人。\n大圜猶茗艼，微醉自沉淪。\n此別成終古，從茲絕緒言。\n故人云散盡，我亦等輕塵！\n\n"},{"name":"《北平箋譜》序","content":"本篇最初印入一九三三年十二月印行的《北平箋譜》。\n\n　　鏤像於木，印之素紙，以行遠而及眾，蓋實始於中國。法人伯希和氏從敦煌千佛洞所得佛像印本，論者謂當刊於五代之末，而宋初施以采色，其先於日耳曼最初木刻者，尚幾四百年。宋人刻本，則由今所見醫書佛典，時有圖形；或以辨物，或以起信，圖史之體具矣。降至明代，為用愈宏，小說傳奇，每作出相，或拙如畫沙，或細於擘鞾，亦有畫譜，累次套印，文彩絢爛，奪人目睛，是為木刻之盛世。清尚樸學，兼斥紛華，而此道於是凌替。光緒初，吳友如據點石齋，為小說作繡像，以西法印行，全像之書，頗復騰踴，然繡梓遂愈少，僅在新年花紙與日用信箋中，保其殘喘而已。及近年，則印繪花紙，且並為西法與俗工所奪，老鼠嫁女與靜女拈花之圖，皆渺不復見；信箋亦漸失舊型，復無新意，惟日趨於鄙倍。北京夙為文人所聚，頗珍楮墨，遺范未墮，尚存名箋。顧迫於時會，苓落將始，吾修好事，亦多杞憂。於是搜索市廛，拔其尤異，各就原版，印造成書，名之曰《北平箋譜》。於中可見清光緒時紙鋪，尚止取明季畫譜，或前人小品之相宜者，鏤以制箋，聊圖悅目；間亦有畫工所作，而乏韻致，固無足觀。宣統末，林琴南先生山水箋出，似為當代文人特作畫箋之始，然未詳。及中華民國立，義寧陳君師曾入北京，初為鐫銅者作墨合，鎮紙畫稿，俾其雕鏤；既成拓墨，雅趣盎然。不久復廓其技於箋紙，才華蓬勃，筆簡意饒，且又顧及刻工省其奏刀之困，而詩箋乃開一新境。蓋至是而畫師梓人，神志暗會，同力合作，遂越前修矣。稍後有齊白石，吳待秋，陳半丁，王夢白諸君，皆畫箋高手，而刻工亦足以副之。辛未以後，始見數人，分畫一題，聚以成帙，格新神渙，異乎嘉祥。意者文翰之術將更，則箋素之道隨盡；後有作者，必將別辟途徑，力求新生；其臨睨夫舊鄉，當遠俟於暇日也。則此雖短書，所識者小，而一時一地，繪畫刻鏤盛衰之事，頗寓於中；縱非中國木刻史之豐碑，庶幾小品藝術之舊苑；亦將為後之覽古者所偶涉歟。\n\n　　千九百三十三年十月三十日魯迅記。\n\n"},{"name":"《譯文》終刊號前記","content":"本篇最初發表於一九三五年九月《譯文》終刊號。\n\n　　《譯文》出版已滿一年了。也還有幾個讀者。現因突然發生很難繼續的原因，只得暫時中止。但已經積集的材料，是費過譯者校者排者的一番力氣的，而且材料也大都不無意義之作，從此廢棄，殊覺可惜：所以仍然集成一冊，算作終刊，呈給讀者，以盡貢獻的微意，也作為告別的紀念罷。\n\n　　譯文社同人公啟。二十四年九月十六日。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"《未名叢刊》與《烏合叢書》廣告","content":"本篇最初印入一九二六年七月未名社出版的台靜農所編《關於魯迅及其著作》版權頁後。\n\n　　所謂《未名叢刊》者，並非無名叢書之意，乃是還未想定名目，然而這就作為名字，不再去苦想他了。\n\n　　這也並非學者們精選的寶書，凡國民都非看不可。只要有稿子，有印費，便即付印，想使蕭索的讀者，作者，譯者，大家稍微感到一點熱鬧。內容自然是很龐雜的，因為希圖在這龐雜中略見一致，所以又一括而為相近的形式，而名之曰《未名叢刊》。\n\n　　大志向是絲毫也沒有。所願的：無非在自己，是希望那印成的從速賣完，可以收回錢來再印第二種；對於讀者，是希望看了之後，不至於以為太受欺騙了。以上是一九二四年十二月間的話。現在將這分為兩部分了。《未名叢刊》專收譯本；另外又分立了一種單印不闊氣的作者的創作的，叫作《烏合叢書》。\n\n这部作品也可能在本國本地版權期限更長，但對外國外地作品應用較短期限規則的國家以及地区，屬於公有領域。\n\n\n\n"},{"name":"1.1.4\t一九二五年","content":""},{"name":"1.1.5\t一九二六年","content":""},{"name":"1.1.6\t一九二七年","content":""},{"name":"1.1.7\t一九二九年","content":""},{"name":"1.1.8\t一九三○年","content":""},{"name":"1.1.9\t一九三一年","content":""},{"name":"1.1.10\t一九三二年","content":""},{"name":"1.1.11\t一九三三年","content":""},{"name":"1.1.12\t一九三四年","content":""},{"name":"1.1.13\t一九三六年","content":""},{"name":"1.2\t〔詩〕","content":""},{"name":"1.2.1\t一九○三年","content":""},{"name":"1.2.2\t一九一二年","content":""},{"name":"1.2.3\t一九三一年","content":""},{"name":"1.2.4\t一九三二年","content":""},{"name":"1.2.5\t一九三三年","content":""},{"name":"1.2.6\t一九三四年","content":""},{"name":"1.2.7\t一九三五年","content":""}]